{
  "RequestHeaders": {
    "Host": "partio-server:8400",
    "Authorization": "Bearer partioadmin",
    "Content-Type": "application/json; charset=utf-8",
    "Content-Length": "14214"
  },
  "RequestBody": "{\u0022GUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Type\u0022:\u0022Text\u0022,\u0022Text\u0022:\u0022FULL BODY S.I.T. WORKOUT 20 MINUTES\\nDisclaimer Notice:\\nThis eBook offers health, wellness, and nutritional information and is designed for educational purposes only. You should not rely on this information as a substitute for, nor does it replace, professional medical advice, diagnosis, or treatment. If you have any concerns or questions about your health, you should always consult with a physician or other health-care professional. Do not disregard, avoid or delay obtaining medical or health related advice from your health- care professional because of something you may read in this eBook.\\nConsult with your physician prior to beginning any exercise program, or making any significant changes to your diet, such as by using any supplement, nutrition plan, or meal replacement product. It is your responsibility to ensure that you are following all safety instructions that we provide, when following our programs or using any of our products. Nothing stated or contained in this eBook or available through any of our programs are intended to be, and must not be taken to be, the practice of medical or counseling care. For purposes of this disclosure, the practice of medicine and counseling includes, without limitation, psychiatry, psychology, psychotherapy, or providing health care treatment, instructions, diagnosis, prognosis or advice.\\nAny case studies, examples, illustrations, or testimonials provided in this eBook or in the promotional materials for this eBook, are not intended as a guarantee that you will achieve similar results. In fact, your results may vary significantly, and many circumstances may and will cause results to vary. Your results may vary, for instance, depending upon your starting point, goals and effort. There can be no assurance that any prior successes, or past results, can be used as an indication of your future success or results.\\nNone of the statements made in this eBook have been reviewed or approved by the FDA. It is your responsibility to evaluate the accuracy, completeness or usefulness of any information, opinion, advice or other content contained on the eBook, in our programs, or otherwise by us or a representative of our organization. The use of any information provided in this eBook is solely at your own risk.\\n\\u00A9 2024 Svelte Media, Inc. All Rights Reserved\\nNo part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods without the prior written permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law. To request permissions, please reach out to the publisher addressing the subject line as, \\u201CAttention: Copyright Request\\u201D at the email address below: support@sveltetraining.com\\nTABLE OF CONTENTS\\nIntroduction Benefits of the S.I.T. Style Workout\\n1\\n2\\nWhat You Need for This Workout\\n3\\n20 Minutes S.I.T. Workout (No Weights)\\n4\\n20 Minutes S.I.T. Workout (Light Weights)\\n7\\n10 Minutes S.I.T. Workout (No Weights)\\n10\\nInstructions for each Exercise\\n13\\nINTRODUCTION\\nWelcome to your Full Body S.I.T. Workout Guide!\\nThis ebook is designed to be the perfect companion to our follow-along workout video, giving you everything you need to understand and master Sprint Interval Training (S.I.T.) right from your living room.\\nWith just 20 minutes a day, you\\u2019ll boost your metabolism, strengthen your muscles, and improve your cardiovascular health\\u2014all with exercises you can easily do at home, no gym required!\\nWhether you\\u2019re new to S.I.T. or looking for a structured program that fits your busy schedule, this guide pairs with our video for a complete, step-by-step workout experience. Let\\u2019s get ready to crush those fitness goals together!\\n1\\nBENEFITS OF S.I.T. STYLE WORKOUT\\nWhat is S.I.T. Training (Sprint Interval Training)?\\nMost likely, you already know all about S.I.T workouts, any why they are so great - after all that\\u2019s how you got here! But if you need a refresher, no worries! Sprint Interval Training (S.I.T.) is a game-changer, especially for women 40 and older. Unlike traditional cardio which requires you to grind away for long periods, S.I.T. is all about short, intense bursts of activity followed by lower-intensity recovery. It\\u0027s fast and efficient, and the benefits are impressive.\\nHere\\u2019s the kicker: S.I.T. has been shown to boost metabolism, improve cardiovascular health, and torch fat faster than your typical workout. For women in their 40s, this kind of training helps to combat age-related muscle loss, supports joint health, and makes the most of your workout time\\u2014because let\\u2019s be real, life\\u2019s busy! You can get your heart racing, feel energized, and walk away with a big sense of accomplishment in just 7 minutes. Sounds like a win-win, right?\\nThis Ebook is a follow-along guide for your Bonus S.I.T workout, and is meant to help provide you with some extra insight and information so you can make the most of your routine!\\n2\\nWHAT YOU NEED FOR THIS WORKOUT\\nNote that this workout is longer than the traditional 7- minute workouts that you might find in the One \\u0026 Done program, that\\u2019s because this is specially designed to push you a little harder! If you aren\\u2019t able to complete the intermediate/advanced workouts in the traditional One \\u0026 Done Program, then I would suggest you start there before starting this!\\nIf you\\u2019re ready to start then follow these steps! Get your video loaded on any smart device, whether your phone, iPad, or smart TV! Then all you\\u2019ll need is:\\nWater Yoga mat A watch or timer Light weights (if applicable)\\n3\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nWarm-Up (3 Minutes) Let\\u0027s start by getting your body ready. Warm up with these movements to get your blood flowing and your muscles prepared:\\nEXERCISE REPS\\nMarch in Place 30 seconds\\n30 seconds forward, Arm Circles 30 seconds backward\\nBodyweight Squats 30 seconds\\n30 seconds clockwise, 30 Hip Circles seconds counterclockwise\\nNow, let\\u0027s jump into the intervals!\\n4\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nMain Workout (16 Minutes) This S.I.T. workout alternates between 30-second all-out effort and 60-second active recovery. We\\u0027ll do 4 rounds of the following 4 exercises:\\nEXERCISE REPS\\nHigh Knees Active Recovery: march in place (60 sec)\\n30 seconds all-out sprint\\n30 seconds, jump as Jump Squats Active Recovery: air squats (60 sec) high as you can\\nMountain Climbers Active Recovery: standing toe touches (60 sec) Burpees Active Recovery: walk in place or step side to side (60 sec)\\n30 seconds, fast pace\\n30 seconds, as many as you can\\nRepeat the circuit 4 times.\\n*BURPEE MODIFICATION: If you have trouble doing burpees - you can do squat step backs! see the exercise list at the back for instructions!\\n5\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nCool-Down (1 Minute) Slow things down to help your body recover:\\nEXERCISE REPS Standing Hamstring 30 seconds Stretch\\nQuad Stretch 30 seconds\\n6\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nWarm-Up (3 Minutes) Gently warm up with these moves before grabbing your weights:\\nEXERCISE REPS\\nArm Swings 30 seconds\\n30 seconds Bodyweight Lunges\\n30 seconds each Hip Circles direction\\n30 seconds forward, 30 Shoulder rolls seconds backward\\n7\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nMain Workout (16 Minutes) You\\u2019ll need a set of light dumbbells (2-5 lbs). Do 30-second intense intervals followed by 60-second active recovery. Repeat 4 rounds of the following:\\nEXERCISE REPS hold dumbbells, Weighted Punches Active Recovery: shoulder rolls (60 sec) fast-paced jabs Kettlebell Swings with mimic the motion with Dumbbells your weights Active Recovery: air squats (60 sec) Weighted Step Jacks hold dumbbells and step side-to- Active Recovery: slow side steps side, raising weights overhead without weights (60 sec) Dumbbell Thrusters squat and press weights Active Recovery: standing side overhead stretches (60 sec)\\nRepeat the circuit 4 times.\\n8\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nCool-Down (1 Minute) Let\\u2019s wind down with these stretches:\\nEXERCISE REPS\\nOverhead Reach Stretch 30 seconds\\nSeated Hamstring 30 seconds Stretch\\n9\\n10-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nWarm-Up (1 Minute) Start by getting your muscles ready for action with this quick warm-up:\\nEXERCISE REPS\\nMarch in Place 30 seconds\\n15 seconds forward, Arm Circles 15 seconds backward\\n10\\n10-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nMain Workout (8 Minutes) This S.I.T. workout alternates between 30-second intense intervals and 30-second active recovery. You\\u0027ll complete 2 rounds of the following exercises:\\nEXERCISE REPS\\nHigh Knees Active Recovery: march in place (30 sec)\\n30 seconds all-out sprint\\n30 seconds, jump as high as you can\\nJump Squats Active Recovery: air squats (30 sec)\\nMountain Climbers Active Recovery: standing toe touches (30 sec) Burpees Active Recovery: walk in place or step side to side (30 sec)\\n30 seconds, fast pace\\n30 seconds, as many as you can\\nRepeat the circuit once for a total of 2 rounds.\\n11\\n10-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nCool-Down (1 Minute) Let\\u2019s wind down with these stretches:\\nEXERCISE REPS Standing hamstring 30 seconds stretch\\nChild\\u2019s Pose 30 seconds\\nAnd there you have it! A fast, effective workout that\\u2019ll get your heart pumping and muscles moving, all in just 10 minutes.\\n12\\nINSTRUCTIONS FOR EACH EXERCISE\\nWARM-UP (3 MINUTES)\\nMarch in Place (30 seconds)\\nStand tall with your arms relaxed at your sides. Begin lifting your knees one at a time as if you are marching. Swing your arms naturally in coordination with your legs. Keep a moderate pace to get your heart rate up, but don\\u2019t overexert yourself.\\nArm Circles (30 seconds forward, 30 seconds backward)\\nExtend your arms out to the sides at shoulder height, keeping them straight. Begin making small circles with your arms, gradually increasing the size of the circles. For the first 30 seconds, rotate your arms forward. Then, reverse the direction for the next 30 seconds, circling your arms backward.\\nBodyweight Squats (30 seconds)\\nStand with your feet shoulder-width apart and toes slightly turned out. Lower your body into a squat by pushing your hips back and bending your knees, keeping your chest lifted and your weight in your heels. Return to standing by pressing through your heels and squeezing your glutes at the top. Repeat at a steady pace.\\nHip Circles (30 seconds clockwise, 30 seconds counterclockwise)\\nStand with your feet slightly wider than hip-width apart. Place your hands on your hips and make large, slow circles with your hips, keeping your upper body still. Rotate your hips in a clockwise direction for 30 seconds, then switch to counterclockwise for another 30 seconds.\\n13\\nINSTRUCTIONS FOR EACH EXERCISE\\nMAIN WORKOUT (16 MINUTES)\\nHigh Knees (30 seconds all-out sprint)\\nStand with your feet hip-width apart. Begin running in place, driving your knees up as high as possible toward your chest. Pump your arms as you would when sprinting. Keep your core engaged and aim for a fast pace to raise your heart rate.\\nActive Recovery: March in place for 60 seconds, lifting your knees moderately high and moving at a relaxed pace.\\nJump Squats (30 seconds)\\nStand with your feet shoulder-width apart. Lower into a squat position by bending your knees and pushing your hips back. Explode upward by jumping into the air, reaching your hands overhead. Land softly with your knees slightly bent, and immediately lower back into the squat position to repeat.\\nActive Recovery: Perform air squats for 60 seconds at a slow, controlled pace, lowering into a squat without jumping.\\nMountain Climbers (30 seconds fast pace)\\nStart in a plank position with your hands directly under your shoulders and your body in a straight line from head to heels. Quickly alternate driving your knees toward your chest as if \\u0022climbing\\u0022 in place. Keep your core tight and your hips low, moving at a fast pace.\\nActive Recovery: Stand up and slowly perform standing toe touches for 60 seconds. Reach down toward your toes while keeping your legs straight, alternating hands. 14\\nINSTRUCTIONS FOR EACH EXERCISE\\nMAIN WORKOUT (16 MINUTES)\\nBurpees (30 seconds, as many as you can)\\nStart standing with your feet shoulder-width apart. Drop into a squat position, place your hands on the ground, and jump your feet back into a plank position. Lower your chest to the ground in a push-up motion, then push back up. Jump your feet forward to your hands and explosively jump into the air, reaching your arms overhead. Repeat.\\nActive Recovery: Walk in place or step side to side for 60 seconds, moving at a slow and steady pace.\\nBURPEE MODIFICATION\\nSquat to Step Back (30 seconds, as many as you can)\\nStart in a standing position with feet shoulder-width apart. Perform a squat, lowering down as if sitting back into a chair. As you rise from the squat, step one leg back into a reverse lunge, keeping your torso upright. Return to standing, then repeat with the other leg. Continue alternating legs.\\nActive Recovery: Walk in place or step side to side for 60 seconds, moving at a slow and steady pace.\\n15\\nINSTRUCTIONS FOR EACH EXERCISE\\nCOOL-DOWN (1 MINUTE)\\nStanding Hamstring Stretch (30 seconds)\\nStand with your feet together and hinge forward at your hips, reaching your hands toward your toes. Keep your legs straight but avoid locking your knees. Hold this position for 30 seconds, feeling the stretch along the back of your legs.\\nChild\\u2019s Pose on the Floor (30 seconds)\\nKneel on the floor and sit back on your heels. Lower your torso toward the ground and stretch your arms forward, resting your forehead on the floor. Hold this position for 30 seconds, focusing on deep, calming breaths.\\n16\u0022,\u0022ChunkingConfiguration\u0022:{\u0022Strategy\u0022:\u0022FixedTokenCount\u0022,\u0022FixedTokenCount\u0022:192,\u0022OverlapCount\u0022:0,\u0022OverlapStrategy\u0022:\u0022SlidingWindow\u0022,\u0022RowGroupSize\u0022:5},\u0022EmbeddingConfiguration\u0022:{\u0022EmbeddingEndpointId\u0022:\u0022default\u0022,\u0022L2Normalization\u0022:true}}",
  "ResponseHeaders": {
    "X-Partio-Endpoint-Id": "default",
    "X-Model": "all-minilm"
  },
  "ResponseBody": "{\u0022GUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Type\u0022:\u0022Text\u0022,\u0022Text\u0022:\u0022FULL BODY S.I.T. WORKOUT 20 MINUTES\\nDisclaimer Notice:\\nThis eBook offers health, wellness, and nutritional information and is designed for educational purposes only. You should not rely on this information as a substitute for, nor does it replace, professional medical advice, diagnosis, or treatment. If you have any concerns or questions about your health, you should always consult with a physician or other health-care professional. Do not disregard, avoid or delay obtaining medical or health related advice from your health- care professional because of something you may read in this eBook.\\nConsult with your physician prior to beginning any exercise program, or making any significant changes to your diet, such as by using any supplement, nutrition plan, or meal replacement product. It is your responsibility to ensure that you are following all safety instructions that we provide, when following our programs or using any of our products. Nothing stated or contained in this eBook or available through any of our programs are intended to be, and must not be taken to be, the practice of medical or counseling care. For purposes of this disclosure, the practice of medicine and counseling includes, without limitation, psychiatry, psychology, psychotherapy, or providing health care treatment, instructions, diagnosis, prognosis or advice.\\nAny case studies, examples, illustrations, or testimonials provided in this eBook or in the promotional materials for this eBook, are not intended as a guarantee that you will achieve similar results. In fact, your results may vary significantly, and many circumstances may and will cause results to vary. Your results may vary, for instance, depending upon your starting point, goals and effort. There can be no assurance that any prior successes, or past results, can be used as an indication of your future success or results.\\nNone of the statements made in this eBook have been reviewed or approved by the FDA. It is your responsibility to evaluate the accuracy, completeness or usefulness of any information, opinion, advice or other content contained on the eBook, in our programs, or otherwise by us or a representative of our organization. The use of any information provided in this eBook is solely at your own risk.\\n\\u00A9 2024 Svelte Media, Inc. All Rights Reserved\\nNo part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods without the prior written permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law. To request permissions, please reach out to the publisher addressing the subject line as, \\u201CAttention: Copyright Request\\u201D at the email address below: support@sveltetraining.com\\nTABLE OF CONTENTS\\nIntroduction Benefits of the S.I.T. Style Workout\\n1\\n2\\nWhat You Need for This Workout\\n3\\n20 Minutes S.I.T. Workout (No Weights)\\n4\\n20 Minutes S.I.T. Workout (Light Weights)\\n7\\n10 Minutes S.I.T. Workout (No Weights)\\n10\\nInstructions for each Exercise\\n13\\nINTRODUCTION\\nWelcome to your Full Body S.I.T. Workout Guide!\\nThis ebook is designed to be the perfect companion to our follow-along workout video, giving you everything you need to understand and master Sprint Interval Training (S.I.T.) right from your living room.\\nWith just 20 minutes a day, you\\u2019ll boost your metabolism, strengthen your muscles, and improve your cardiovascular health\\u2014all with exercises you can easily do at home, no gym required!\\nWhether you\\u2019re new to S.I.T. or looking for a structured program that fits your busy schedule, this guide pairs with our video for a complete, step-by-step workout experience. Let\\u2019s get ready to crush those fitness goals together!\\n1\\nBENEFITS OF S.I.T. STYLE WORKOUT\\nWhat is S.I.T. Training (Sprint Interval Training)?\\nMost likely, you already know all about S.I.T workouts, any why they are so great - after all that\\u2019s how you got here! But if you need a refresher, no worries! Sprint Interval Training (S.I.T.) is a game-changer, especially for women 40 and older. Unlike traditional cardio which requires you to grind away for long periods, S.I.T. is all about short, intense bursts of activity followed by lower-intensity recovery. It\\u0027s fast and efficient, and the benefits are impressive.\\nHere\\u2019s the kicker: S.I.T. has been shown to boost metabolism, improve cardiovascular health, and torch fat faster than your typical workout. For women in their 40s, this kind of training helps to combat age-related muscle loss, supports joint health, and makes the most of your workout time\\u2014because let\\u2019s be real, life\\u2019s busy! You can get your heart racing, feel energized, and walk away with a big sense of accomplishment in just 7 minutes. Sounds like a win-win, right?\\nThis Ebook is a follow-along guide for your Bonus S.I.T workout, and is meant to help provide you with some extra insight and information so you can make the most of your routine!\\n2\\nWHAT YOU NEED FOR THIS WORKOUT\\nNote that this workout is longer than the traditional 7- minute workouts that you might find in the One \\u0026 Done program, that\\u2019s because this is specially designed to push you a little harder! If you aren\\u2019t able to complete the intermediate/advanced workouts in the traditional One \\u0026 Done Program, then I would suggest you start there before starting this!\\nIf you\\u2019re ready to start then follow these steps! Get your video loaded on any smart device, whether your phone, iPad, or smart TV! Then all you\\u2019ll need is:\\nWater Yoga mat A watch or timer Light weights (if applicable)\\n3\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nWarm-Up (3 Minutes) Let\\u0027s start by getting your body ready. Warm up with these movements to get your blood flowing and your muscles prepared:\\nEXERCISE REPS\\nMarch in Place 30 seconds\\n30 seconds forward, Arm Circles 30 seconds backward\\nBodyweight Squats 30 seconds\\n30 seconds clockwise, 30 Hip Circles seconds counterclockwise\\nNow, let\\u0027s jump into the intervals!\\n4\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nMain Workout (16 Minutes) This S.I.T. workout alternates between 30-second all-out effort and 60-second active recovery. We\\u0027ll do 4 rounds of the following 4 exercises:\\nEXERCISE REPS\\nHigh Knees Active Recovery: march in place (60 sec)\\n30 seconds all-out sprint\\n30 seconds, jump as Jump Squats Active Recovery: air squats (60 sec) high as you can\\nMountain Climbers Active Recovery: standing toe touches (60 sec) Burpees Active Recovery: walk in place or step side to side (60 sec)\\n30 seconds, fast pace\\n30 seconds, as many as you can\\nRepeat the circuit 4 times.\\n*BURPEE MODIFICATION: If you have trouble doing burpees - you can do squat step backs! see the exercise list at the back for instructions!\\n5\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nCool-Down (1 Minute) Slow things down to help your body recover:\\nEXERCISE REPS Standing Hamstring 30 seconds Stretch\\nQuad Stretch 30 seconds\\n6\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nWarm-Up (3 Minutes) Gently warm up with these moves before grabbing your weights:\\nEXERCISE REPS\\nArm Swings 30 seconds\\n30 seconds Bodyweight Lunges\\n30 seconds each Hip Circles direction\\n30 seconds forward, 30 Shoulder rolls seconds backward\\n7\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nMain Workout (16 Minutes) You\\u2019ll need a set of light dumbbells (2-5 lbs). Do 30-second intense intervals followed by 60-second active recovery. Repeat 4 rounds of the following:\\nEXERCISE REPS hold dumbbells, Weighted Punches Active Recovery: shoulder rolls (60 sec) fast-paced jabs Kettlebell Swings with mimic the motion with Dumbbells your weights Active Recovery: air squats (60 sec) Weighted Step Jacks hold dumbbells and step side-to- Active Recovery: slow side steps side, raising weights overhead without weights (60 sec) Dumbbell Thrusters squat and press weights Active Recovery: standing side overhead stretches (60 sec)\\nRepeat the circuit 4 times.\\n8\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nCool-Down (1 Minute) Let\\u2019s wind down with these stretches:\\nEXERCISE REPS\\nOverhead Reach Stretch 30 seconds\\nSeated Hamstring 30 seconds Stretch\\n9\\n10-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nWarm-Up (1 Minute) Start by getting your muscles ready for action with this quick warm-up:\\nEXERCISE REPS\\nMarch in Place 30 seconds\\n15 seconds forward, Arm Circles 15 seconds backward\\n10\\n10-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nMain Workout (8 Minutes) This S.I.T. workout alternates between 30-second intense intervals and 30-second active recovery. You\\u0027ll complete 2 rounds of the following exercises:\\nEXERCISE REPS\\nHigh Knees Active Recovery: march in place (30 sec)\\n30 seconds all-out sprint\\n30 seconds, jump as high as you can\\nJump Squats Active Recovery: air squats (30 sec)\\nMountain Climbers Active Recovery: standing toe touches (30 sec) Burpees Active Recovery: walk in place or step side to side (30 sec)\\n30 seconds, fast pace\\n30 seconds, as many as you can\\nRepeat the circuit once for a total of 2 rounds.\\n11\\n10-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nCool-Down (1 Minute) Let\\u2019s wind down with these stretches:\\nEXERCISE REPS Standing hamstring 30 seconds stretch\\nChild\\u2019s Pose 30 seconds\\nAnd there you have it! A fast, effective workout that\\u2019ll get your heart pumping and muscles moving, all in just 10 minutes.\\n12\\nINSTRUCTIONS FOR EACH EXERCISE\\nWARM-UP (3 MINUTES)\\nMarch in Place (30 seconds)\\nStand tall with your arms relaxed at your sides. Begin lifting your knees one at a time as if you are marching. Swing your arms naturally in coordination with your legs. Keep a moderate pace to get your heart rate up, but don\\u2019t overexert yourself.\\nArm Circles (30 seconds forward, 30 seconds backward)\\nExtend your arms out to the sides at shoulder height, keeping them straight. Begin making small circles with your arms, gradually increasing the size of the circles. For the first 30 seconds, rotate your arms forward. Then, reverse the direction for the next 30 seconds, circling your arms backward.\\nBodyweight Squats (30 seconds)\\nStand with your feet shoulder-width apart and toes slightly turned out. Lower your body into a squat by pushing your hips back and bending your knees, keeping your chest lifted and your weight in your heels. Return to standing by pressing through your heels and squeezing your glutes at the top. Repeat at a steady pace.\\nHip Circles (30 seconds clockwise, 30 seconds counterclockwise)\\nStand with your feet slightly wider than hip-width apart. Place your hands on your hips and make large, slow circles with your hips, keeping your upper body still. Rotate your hips in a clockwise direction for 30 seconds, then switch to counterclockwise for another 30 seconds.\\n13\\nINSTRUCTIONS FOR EACH EXERCISE\\nMAIN WORKOUT (16 MINUTES)\\nHigh Knees (30 seconds all-out sprint)\\nStand with your feet hip-width apart. Begin running in place, driving your knees up as high as possible toward your chest. Pump your arms as you would when sprinting. Keep your core engaged and aim for a fast pace to raise your heart rate.\\nActive Recovery: March in place for 60 seconds, lifting your knees moderately high and moving at a relaxed pace.\\nJump Squats (30 seconds)\\nStand with your feet shoulder-width apart. Lower into a squat position by bending your knees and pushing your hips back. Explode upward by jumping into the air, reaching your hands overhead. Land softly with your knees slightly bent, and immediately lower back into the squat position to repeat.\\nActive Recovery: Perform air squats for 60 seconds at a slow, controlled pace, lowering into a squat without jumping.\\nMountain Climbers (30 seconds fast pace)\\nStart in a plank position with your hands directly under your shoulders and your body in a straight line from head to heels. Quickly alternate driving your knees toward your chest as if \\u0022climbing\\u0022 in place. Keep your core tight and your hips low, moving at a fast pace.\\nActive Recovery: Stand up and slowly perform standing toe touches for 60 seconds. Reach down toward your toes while keeping your legs straight, alternating hands. 14\\nINSTRUCTIONS FOR EACH EXERCISE\\nMAIN WORKOUT (16 MINUTES)\\nBurpees (30 seconds, as many as you can)\\nStart standing with your feet shoulder-width apart. Drop into a squat position, place your hands on the ground, and jump your feet back into a plank position. Lower your chest to the ground in a push-up motion, then push back up. Jump your feet forward to your hands and explosively jump into the air, reaching your arms overhead. Repeat.\\nActive Recovery: Walk in place or step side to side for 60 seconds, moving at a slow and steady pace.\\nBURPEE MODIFICATION\\nSquat to Step Back (30 seconds, as many as you can)\\nStart in a standing position with feet shoulder-width apart. Perform a squat, lowering down as if sitting back into a chair. As you rise from the squat, step one leg back into a reverse lunge, keeping your torso upright. Return to standing, then repeat with the other leg. Continue alternating legs.\\nActive Recovery: Walk in place or step side to side for 60 seconds, moving at a slow and steady pace.\\n15\\nINSTRUCTIONS FOR EACH EXERCISE\\nCOOL-DOWN (1 MINUTE)\\nStanding Hamstring Stretch (30 seconds)\\nStand with your feet together and hinge forward at your hips, reaching your hands toward your toes. Keep your legs straight but avoid locking your knees. Hold this position for 30 seconds, feeling the stretch along the back of your legs.\\nChild\\u2019s Pose on the Floor (30 seconds)\\nKneel on the floor and sit back on your heels. Lower your torso toward the ground and stretch your arms forward, resting your forehead on the floor. Hold this position for 30 seconds, focusing on deep, calming breaths.\\n16\u0022,\u0022Chunks\u0022:[{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022FULL BODY S.I.T. WORKOUT 20 MINUTES\\nDisclaimer Notice:\\nThis eBook offers health, wellness, and nutritional information and is designed for educational purposes only. You should not rely on this information as a substitute for, nor does it replace, professional medical advice, diagnosis, or treatment. If you have any concerns or questions about your health, you should always consult with a physician or other health-care professional. Do not disregard, avoid or delay obtaining medical or health related advice from your health- care professional because of something you may read in this eBook.\\nConsult with your physician prior to beginning any exercise program, or making any significant changes to your diet, such as by using any supplement, nutrition plan, or meal replacement product. It is your responsibility to ensure that you are following all safety instructions that we provide, when following our programs or using any of our products. Nothing stated or contained in this eBook or available through any of our programs are intended\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[0.0011874243,0.043396868,0.021940177,0.018099329,-0.01556149,-0.0062086284,-0.03720834,0.06414019,-0.04734785,-0.06540806,0.039852332,0.04777686,-0.010023955,-0.055879638,0.059025124,-0.046106327,0.059935898,-0.001055639,-0.059524246,-0.035577714,0.04875726,0.001120268,-0.002792421,0.09418151,-0.01937187,-0.012081339,0.017782794,-0.013118031,-0.04637406,-0.0054332456,0.042739373,-0.069250196,0.0869503,0.011449834,-0.07708946,0.04273691,0.04749404,-0.004324036,-0.10928591,-0.023468444,-0.025449425,-0.07572631,-0.016404402,0.04830461,0.036623385,0.081170775,-0.040236317,0.018454676,0.024538694,0.10028452,-0.0362314,-0.046366144,0.06472399,-0.028637672,0.05294532,-0.010062858,-0.058880962,-0.015255911,-0.051443066,0.0026408806,-0.06252774,-0.04413536,0.0048612105,0.03362978,-0.009777343,0.032261275,0.0018120492,-0.03337297,0.027186414,0.013707448,-0.070998885,-0.075032406,0.002581687,0.067333266,-0.08097583,0.02919413,-0.012559631,-0.042552527,-0.02353271,-0.0069394857,-0.04118007,0.044276398,0.0697817,-0.00015383707,-0.008363166,0.015212851,0.069800474,0.14518051,-0.0062143453,0.011353924,-0.008476436,0.0026931383,-0.045286067,0.03287312,0.010382134,0.0114829745,-0.12144022,-0.04122344,-0.042746995,-0.046963554,0.042429958,-0.004936815,0.06595595,0.042218726,-0.04551988,-0.13323773,0.01723275,0.05425621,0.062188786,0.03936773,0.13998304,0.0059298663,0.006666775,0.025507214,0.069762945,0.06433695,0.0015277789,0.031460077,-0.022705894,0.051062413,-0.056576524,-0.033475906,0.02683517,-0.054226678,-0.08406666,0.010838867,0.048413437,2.8658923E-33,-0.055634074,0.020599784,0.023691133,0.04764625,-0.007194565,-0.0597394,0.0019120475,-0.015402089,0.07497776,0.011783062,0.012833762,-0.07130477,0.019636597,0.06071037,-0.08458522,0.024576077,0.012577136,0.013415833,0.08673675,0.0435202,-0.005831958,-0.06801947,-0.07565517,0.013122597,-0.009146184,0.010305609,-0.04511544,0.049557563,-0.057414424,-0.031217456,-0.04709206,-0.029049193,-0.029077653,-0.050449934,0.021099811,-0.0715021,0.045053776,0.006708269,0.0353337,0.00060497917,0.11193416,0.011323183,0.06336737,-0.004531913,0.06945651,-0.05168076,-0.019740054,0.009184135,-0.016573975,-0.022693956,-0.007188925,0.0069543095,0.08092584,-0.10196006,-0.053834245,0.037531547,-0.05878047,-0.016064715,-0.0038354055,0.12231721,0.041392345,0.06567931,-0.019658132,-0.038951427,-0.12678379,0.095382236,-0.10182784,-0.041357074,0.021539543,0.05775141,0.030061897,0.028968912,0.08765402,0.052200124,0.08258837,-0.017380264,0.026377885,-0.028598733,-0.104973435,-0.016871974,0.12900998,0.048797734,-0.020674955,0.033940643,0.06054547,0.031156918,-0.032426193,-0.039956734,0.02147634,0.024261389,-0.036463976,-0.09222038,-0.011019436,0.09371335,-0.07096392,-4.5877598E-33,0.037225362,-0.034691416,0.029361067,-0.031223392,0.06669792,-0.0067078434,0.0141839115,0.060583744,0.016036438,0.0013510727,0.07671606,-0.10106379,-0.06543556,-0.09831512,-0.033605993,0.05326487,0.018183548,-0.055636033,-0.031341728,0.015522098,0.015154052,-0.023891464,0.029105058,0.012160039,0.057531957,0.05958028,0.044868074,0.037955984,0.03488122,0.00076597993,0.035896465,-0.045722835,0.008390672,-0.035295445,-0.10941311,-0.034193963,-0.017291782,0.056004338,-0.016474942,-0.011255216,0.049608007,0.01866292,-0.022241617,0.033662815,-0.070673056,-0.06082879,0.033093814,-0.08899384,-0.121664874,0.00921382,0.025519662,-0.06856252,0.052661173,0.02204972,0.012390038,-0.042809557,-0.005010577,-0.030995524,-0.022357013,-0.08944492,-0.02677585,-0.007172864,-0.03966311,-0.0037495736,0.064473696,0.055451553,-0.01876971,0.037061118,0.0065322616,0.035975,-0.08999991,-0.06014729,-0.033433776,-0.035487562,0.008515079,0.02124861,0.054191217,-0.016210323,-0.049630348,-0.0430224,-0.02703591,-0.08366368,-0.039509,-0.024197603,-0.004744004,0.030882573,-0.07828216,0.03769671,-0.04900226,0.050323527,-0.0024050272,0.03029106,0.0076743667,0.083880745,0.08690139,-5.0948636E-08,0.09882323,-0.0054414296,0.028927919,0.028007885,0.021857018,-0.02784131,-0.034648318,-0.06863263,0.03503265,0.021272166,0.052875467,-0.0033987912,0.061748374,-0.038056295,-0.0747923,-0.03907523,-0.036318865,0.08515944,-0.033159077,-0.020431777,-0.060085192,7.251021E-05,-0.054926667,0.00246904,0.06554923,-0.0411709,0.065772705,0.09272201,0.0015904339,-0.0129000805,-0.036407962,-0.020012842,-0.07805666,0.08974513,-0.0461071,-0.035217706,0.045608204,0.006263015,-0.05742772,0.08443429,-0.10400274,-0.03862347,0.052911658,0.04509605,-0.014801075,-0.12631646,-0.06535284,-0.050209515,0.05677582,-0.03863236,0.06809951,0.0049370117,0.04214443,0.054158848,0.010275248,0.12850152,-0.058011748,-0.08773421,0.0036224036,-0.002587948,-0.009550729,-0.03315576,-0.03228663,-0.0455238]},{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022 to be, and must not be taken to be, the practice of medical or counseling care. For purposes of this disclosure, the practice of medicine and counseling includes, without limitation, psychiatry, psychology, psychotherapy, or providing health care treatment, instructions, diagnosis, prognosis or advice.\\nAny case studies, examples, illustrations, or testimonials provided in this eBook or in the promotional materials for this eBook, are not intended as a guarantee that you will achieve similar results. In fact, your results may vary significantly, and many circumstances may and will cause results to vary. Your results may vary, for instance, depending upon your starting point, goals and effort. There can be no assurance that any prior successes, or past results, can be used as an indication of your future success or results.\\nNone of the statements made in this eBook have been reviewed or approved by the FDA. It is your responsibility to evaluate the accuracy, completeness or usefulness of any information,\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.058928013,0.030389722,-0.0730165,0.05281347,-0.045872223,0.024906497,-0.045305647,0.10269706,0.020972418,-0.037719183,-0.010087922,0.050232068,0.016845208,0.034659345,0.0076789083,0.018978823,0.053562604,-0.017405137,0.0516813,0.024341604,-0.052806236,0.07915595,0.11872683,0.04942834,-0.044756915,-0.01692893,-0.07686441,-0.05101869,-0.036916126,-0.009905291,0.05203961,-0.035613086,-0.024407726,-0.0032728708,0.028977625,0.023797613,-0.12717673,0.035736784,-0.0025436555,0.020674806,0.04382946,-0.052389137,0.02602461,0.01419992,-0.039345164,-0.114298135,-0.075145885,0.0416492,-0.06895698,0.005979769,-0.13365848,-0.042152785,0.0815064,-0.010791061,-0.015212854,0.025253551,-0.025762526,0.035263136,-0.057755847,0.07950544,-0.006330079,0.0021427392,-0.05589854,0.006972011,0.03162788,0.0951769,0.004151784,-0.06150811,0.05152235,-0.016943416,-0.014539792,-0.07280742,0.03384783,0.088346064,0.01799447,0.014202978,0.005780557,0.020794334,0.010836357,-0.030562075,-0.034331676,0.0803846,0.018653307,0.005025539,-0.0021105509,-0.037498884,0.06777485,0.030940667,-0.006324563,0.021816794,0.12084134,-0.030878892,-0.09842235,-0.009260936,-0.025588507,0.029055825,-0.08024644,-0.06345282,-0.0034998963,0.0100812195,0.011980792,-0.011109502,-0.052753042,-0.046797138,0.0018204502,-0.031204456,-0.031839926,-0.033266827,0.037449382,0.013497584,-0.011826547,0.026545953,0.007724069,0.02581525,0.006644174,-0.0052497457,-0.033020474,0.03886553,0.061179455,0.064540975,0.028174758,0.004706366,0.10559498,-0.01764432,-0.019232724,0.0027860727,-0.023969123,1.8254797E-33,-0.023968723,-0.055395875,0.03933137,0.079546526,-0.042093806,0.035365283,-0.034414534,-0.027080746,0.060826078,-0.05166693,-0.006259652,0.036315277,0.054690357,0.06322605,-0.12032775,0.054592073,-0.031764433,0.0035816943,-0.011951966,0.050103057,0.005687949,0.010417674,0.035834804,-0.017257294,-0.07340875,-0.025112541,-0.019552235,0.051732607,0.0035431734,0.007366727,-0.045710843,-0.001483922,0.0052816225,-0.08682958,-0.03384921,0.10337641,-0.044917822,-0.017250838,-0.0016850499,0.07115034,-0.020898553,0.043422785,-0.0038661137,0.031271562,0.022996841,-0.0107927,-0.10009477,-0.14385876,-0.087097205,0.032176524,-0.021518644,0.01095911,-0.011130371,-0.030437302,0.027134513,-0.0023429696,-0.0406348,-0.019362897,0.021560678,0.023863714,0.118451975,-0.03484649,-0.06282821,-0.0538526,-0.09644821,0.043748204,0.008063564,-0.113527745,-0.029290695,-0.036736626,-0.040963717,0.04303974,0.049575448,0.069922306,0.04758807,-0.13470435,-0.035268057,-0.022555044,-0.03591608,-0.0128714815,0.10868409,0.051527,-0.046751007,0.12294504,0.07699318,-0.008937318,-0.017343597,0.00874674,-0.047657385,0.026176168,0.012815839,-0.0049122553,0.044741217,0.021813387,0.015709871,-4.0557486E-33,-0.06607604,0.064450845,0.06366559,-0.082016155,0.01628718,0.032784,-0.0141873965,-0.033948533,0.03747951,0.010785269,0.07227302,0.0079572825,-0.004439566,-0.008447251,-0.08805545,0.042026147,-0.08766596,-0.08620329,-0.042729713,-0.015341166,0.015391038,0.03871167,-0.022768125,0.043074217,0.07090136,0.022103889,0.09004583,0.038424753,0.053921856,-0.1262476,0.059651718,0.01882034,-0.043096516,-0.07247325,0.010671926,-0.028248038,0.08114091,-0.07191276,-0.017034313,-0.07224205,0.017197452,0.023983201,-0.066647366,-0.031105138,-0.033770837,-0.03674113,0.029666102,-0.01231465,0.042510573,0.025529431,-0.01784551,0.015726598,-0.03446844,0.025078718,-0.0017490614,-0.13007374,0.0075883293,-0.02143696,-0.08419139,0.027040755,-0.018392064,0.099868245,-0.09536605,0.03583655,0.038716115,-0.030318137,0.02202793,0.024625467,0.041567486,0.014539645,-0.014460486,-0.030735666,-0.04817109,-0.047791462,0.049772866,0.07744581,0.008827651,-0.049655937,-0.06867169,-0.026821079,-0.026196852,-0.05787382,0.023856506,0.018047422,0.00854493,-0.010076376,0.06952944,-0.07175856,-0.058557995,0.08754505,-0.013484339,-0.03738803,-0.056601785,0.013940049,0.09551974,-6.662945E-08,0.043335,-0.07827998,0.027234206,0.05608245,-0.034097053,0.037739173,-0.0479453,-0.027547294,-0.09888755,-0.042810515,0.012543836,0.033490725,-0.013474336,0.032712404,-0.026413811,-0.071588784,0.07722842,0.069968805,0.009126445,-0.03241482,-0.06700416,0.020148942,0.008028752,-0.05901888,-0.03744739,0.042092483,0.0133153,0.10225995,-0.13636786,-0.09817902,0.06337482,-0.017237397,0.11174427,0.006337744,-0.012846064,-0.10783363,0.03738552,0.019419912,0.02954458,0.041161034,-0.0024661866,0.046457,0.052770622,0.10361867,-0.016121557,-0.05285041,0.022945661,0.016837215,0.017043358,-0.021305032,0.061814547,0.041012097,0.038504064,-0.0442487,-0.022441626,0.08801002,0.025083862,-0.030228488,-0.07727785,-0.03610294,0.040531,-0.04043401,0.0030935372,-0.0036294395]},{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022 opinion, advice or other content contained on the eBook, in our programs, or otherwise by us or a representative of our organization. The use of any information provided in this eBook is solely at your own risk.\\n\\u00A9 2024 Svelte Media, Inc. All Rights Reserved\\nNo part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods without the prior written permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law. To request permissions, please reach out to the publisher addressing the subject line as, \\u201CAttention: Copyright Request\\u201D at the email address below: support@sveltetraining.com\\nTABLE OF CONTENTS\\nIntroduction Benefits of the S.I.T. Style Workout\\n1\\n2\\nWhat You Need for This Workout\\n3\\n20 Minutes S.I.T. Workout\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.09340323,0.03212544,0.009724031,0.028079534,-0.06583573,0.029826036,-0.023302227,0.04134023,-0.0042203623,-0.036334462,0.00075170613,0.0026707787,0.04707298,-0.041780636,0.04829747,-0.025046628,0.011920089,0.036921497,-0.038479965,-0.031832952,0.0801227,0.040237654,0.061413698,0.10948064,-0.024612498,0.008321189,-0.037916295,0.00788692,-0.06526253,-0.05295061,0.00833526,-0.005041544,0.027097613,-0.024544837,-0.06181381,0.039415587,0.020266788,0.021298788,-0.059538078,0.041524548,-0.091925755,-0.0829744,-0.002265007,0.020910524,-0.0015150076,0.122104004,-0.050306153,-0.010533627,-0.0063425433,0.06400282,-0.05591015,-0.09134111,0.0578702,-0.06827643,0.028589213,0.01727326,-0.004092854,0.035349626,-0.06715539,0.028171012,-0.059590194,-0.06410029,-0.029352302,0.04384652,-0.002717414,0.006371798,-0.032889996,0.066743545,-0.03147837,0.026586438,-0.10690197,-0.03114349,-0.018386493,0.11410012,-0.046909522,0.051665533,0.054093882,-0.046887595,0.020137342,-0.050365683,-0.026241325,-0.002684396,0.034300752,0.016217232,-0.03824082,0.04328182,0.082232654,0.04017161,0.010270894,0.025012683,-0.025588434,0.018916992,-0.08348068,-0.008161013,0.073897004,0.005481936,-0.097510956,-0.03412597,-0.078491464,0.045850378,0.084648296,0.023797693,0.07727742,0.0061455294,-0.05595116,-0.11824139,0.0063306442,0.008256139,0.06427395,0.047821432,0.037602935,-0.057674926,0.015410479,-0.03895273,0.09531496,0.000977032,0.0045392835,0.059404816,0.016161751,0.05612714,-0.03588286,-0.041497562,-0.031972628,-0.07000684,-0.09940713,-0.08479603,0.08696587,8.9484654E-33,-0.045560505,0.02947425,0.018794186,0.08680456,0.024949167,-0.10793094,-0.059916,-0.054212667,0.0025684217,0.05565851,-0.025808476,-0.0036885247,-0.0061515938,0.08177552,-0.018195743,0.06827611,-0.0515362,0.04606769,-0.0016034595,0.04866054,0.05867618,-0.066220835,-0.034041137,0.012835017,-0.03731748,-0.050153043,0.013011806,-0.008150314,-0.054834895,-0.024991892,-0.06964655,0.0017723762,-0.038752966,-0.12157451,0.03676757,-0.040900704,0.107456006,-0.067084506,0.039878998,0.04179739,0.06718601,0.029955603,0.07578132,-0.011190768,0.04820878,0.008702753,0.0568313,0.035717,0.022475338,-0.044368926,0.018910928,0.032484934,0.058698196,-0.087817796,0.0063669235,0.012875344,0.0032175425,0.021573422,0.022332342,0.06645803,0.034054097,0.085003324,0.0532794,-0.04663931,-0.086066246,0.012049388,-0.09558729,-0.03602447,0.022312488,0.0135793565,-0.020750547,0.003913191,0.07697707,0.013268645,0.06737604,-0.032998115,-0.013078332,0.021101221,-0.06767702,-0.027769616,0.044221368,0.009047732,-0.051671498,-0.0012332497,0.045072414,-0.01599535,0.0036313194,-0.09394614,-0.0042583295,0.045983136,-0.04376029,-0.050727844,-0.022273015,0.053268675,-0.047520123,-9.076279E-33,0.0023321228,0.013529207,0.021009821,0.0024546494,0.12628338,0.038428858,0.012420582,0.024906186,0.015420178,-0.016687058,1.0988304E-06,-0.12198173,-0.058570232,-0.077414535,0.043860022,-0.020377167,-0.018965958,0.025511932,-0.054733105,-0.010189247,0.081285395,-0.03649908,0.03115714,0.05979585,0.044251036,0.07560029,0.06552005,0.0067406693,0.0034511136,0.039126962,0.046764236,-0.07163215,-0.0026073682,0.009349482,-0.09278984,-0.03699466,0.00350109,0.05266713,-0.021651233,0.005782608,0.06665805,0.011146081,0.02108545,0.02551591,-0.053479172,-0.09218367,-0.0019800446,-0.06548528,-0.0782835,0.013592782,0.086337894,-0.09222814,-0.03461687,-0.039191175,-0.003663423,-0.0718846,-0.031362265,-0.09277942,-0.038057853,-0.012367394,-0.055250414,0.035920024,-0.07008708,0.034306277,0.031528417,0.021157961,-0.033342086,0.016142817,-0.0027099112,0.08436655,-0.11263264,0.0005875105,0.014224621,-0.0514485,-0.0013648747,0.04303489,0.02703184,0.02790703,-0.072521605,-0.0034372923,-0.013325467,-0.06048688,-0.0015574163,0.028509952,0.041541763,0.056520984,-0.06607056,0.03780859,-0.05818986,-0.0035375815,0.022156043,0.08000868,0.039926104,0.08872405,0.082365476,-6.6587E-08,0.050159376,0.022155726,0.012097551,0.043211665,-0.0076040253,0.053726282,0.04732306,-0.07063991,-0.022237038,0.024860403,0.071543925,-0.014709422,0.07454609,0.047783032,-0.046118896,-0.014616935,0.019042106,0.11227271,-0.06676155,-0.04363168,0.0074648145,-0.028534278,-0.032332685,-0.05164407,-0.018481975,-0.033421025,0.009535672,0.07528692,0.026312375,-0.00096445245,-0.008189035,0.020563247,-0.046591394,0.024394304,-0.03929331,-0.019443383,0.009489488,0.015322834,-0.104341775,0.114980474,-0.10229272,-0.010744645,0.07439146,0.047405932,-0.013905248,-0.11965549,-0.065618716,-0.04821532,-0.006177201,-0.024236256,0.036266096,-0.014868386,0.036405444,0.107465036,-0.0026789794,0.133648,-0.083319284,0.00026109305,-0.014625106,0.04440745,0.04048156,-0.098579146,0.00859443,0.0048116627]},{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022 (No Weights)\\n4\\n20 Minutes S.I.T. Workout (Light Weights)\\n7\\n10 Minutes S.I.T. Workout (No Weights)\\n10\\nInstructions for each Exercise\\n13\\nINTRODUCTION\\nWelcome to your Full Body S.I.T. Workout Guide!\\nThis ebook is designed to be the perfect companion to our follow-along workout video, giving you everything you need to understand and master Sprint Interval Training (S.I.T.) right from your living room.\\nWith just 20 minutes a day, you\\u2019ll boost your metabolism, strengthen your muscles, and improve your cardiovascular health\\u2014all with exercises you can easily do at home, no gym required!\\nWhether you\\u2019re new to S.I.T. or looking for a structured program that fits your busy schedule, this guide pairs with our video for a complete, step-by-step workout experience. Let\\u2019s get ready to crush those fitness goals together!\\n1\\nBENEFITS OF S.I.T\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.059482653,0.0427163,0.04591694,0.028400207,-0.023825683,0.0071172123,-0.08920572,0.027918702,-0.031106642,-0.0889217,0.029798197,0.044988193,0.0058693746,-0.0017087478,0.077475846,-0.039992463,0.022837283,-0.0063899094,-0.0021909731,-0.050183646,0.04857075,-0.04841691,0.047758605,0.045606114,0.04126436,0.015405987,-0.017348522,-0.068224855,-0.01466537,-0.011506245,0.051433593,-0.044908684,0.047671713,0.02795691,-0.052237168,0.0121432645,0.08863091,-0.0034873993,-0.08357701,-0.00909505,-0.02756532,-0.044954345,0.05293777,0.02294803,0.03392048,0.036779415,-0.013458992,0.01595711,-0.031493776,0.0181038,-0.039261244,-0.016815249,-0.013356134,-0.022142261,-0.0008959238,0.12497817,0.011572291,-0.030171491,-0.00041944167,-0.058862705,0.021672754,-0.043111674,-0.040500473,0.0144154625,-0.06065811,-0.02098245,-0.002396321,0.08253903,0.111143954,-0.012514004,-0.040949993,-0.015299123,-0.03884832,0.04118442,-0.11491542,0.05488993,0.05863858,-0.038042918,-0.0069199456,0.011556883,0.009487928,0.03474629,0.045414865,-0.03504243,-0.0047652996,0.0244618,0.019252006,0.12310402,0.016913788,0.037034817,0.06797372,0.051275503,-0.1109126,0.00029927128,-0.0506928,-0.001184674,-0.05212705,-0.05216522,-0.047633372,-0.017906033,0.06531675,-0.025350755,0.053688727,0.022595283,-0.05283628,-0.06503486,0.059687745,0.0631803,0.01850395,-0.010959644,0.09095141,-0.014291631,-0.012187141,-0.006979365,0.08186752,0.09107534,-0.002295766,-0.008309544,0.018740188,0.09239453,-0.02757107,-0.017892532,-0.014835781,-0.055571243,-0.003232459,0.0042728405,0.016052637,2.9816442E-33,-0.05303033,0.04682233,0.014125326,0.021038564,-0.016722044,-0.10408383,-0.00581817,-0.040564504,-0.026498647,0.03715495,-0.036045145,-0.027346421,-0.02422181,0.089419834,-0.03373819,-0.08312226,-0.008040078,0.030039903,0.07326942,0.015168629,0.04698645,-0.0653016,-0.061304398,-0.050290372,0.037251126,-0.021104109,0.018008558,-0.03829741,-0.0061572692,0.010928491,-0.060952157,0.0031493797,-0.0917955,-0.013777054,0.026465371,-0.050061516,0.036723386,-0.042895462,0.10227609,-0.0054305876,0.062989764,0.040716615,0.052260872,-0.06804435,0.065092005,-0.022818644,0.032918796,0.05557127,0.025317175,-0.026984213,-0.042528033,-0.0075715217,0.047089715,-0.09596169,-0.00021512112,0.06311611,-0.016317613,-0.011989447,-0.01887361,0.13289282,0.12588416,0.042977896,-0.042007923,-0.041589066,-0.06980817,0.059085026,-0.08758067,-0.020705452,0.08109849,0.05037489,0.0014254039,0.030107416,0.10012103,0.018966464,0.11455358,-0.018143177,0.07294481,-0.0009556629,-0.11871306,0.008976085,0.029884065,0.088984646,-0.040732864,0.039888408,0.12243163,-0.0072637913,-0.023694301,-0.0459517,0.019311327,-0.025804358,-0.03150859,-0.08610241,-0.021404255,0.09939197,-0.061145034,-2.5231736E-33,0.044092126,0.013366602,0.0319425,-0.026015038,0.11863202,0.017021943,0.022954542,0.048967645,0.033552866,0.004047767,-0.03436347,-0.09577232,-0.08925283,-0.06988348,0.008303674,-0.028480394,0.010326959,-0.03732986,-0.042592626,0.008233219,0.04917232,-0.00072333304,-0.03629628,0.011259697,0.06534819,0.016050985,-0.013007584,0.06452377,0.06590369,0.02182857,-0.03768215,-0.075204186,0.056842018,-0.055069495,-0.045185987,0.039658166,0.0050287456,0.10120126,0.025393626,0.023370313,0.07446012,-0.018142201,0.03175648,-0.017690603,-0.051509637,-0.020708373,-0.03697765,-0.040902305,-0.14893761,-0.02830573,0.0037364417,-0.08000712,-0.0038938809,-0.049403876,0.016706677,-0.12841523,0.0471665,-0.0309122,-0.03307725,-0.07325222,-0.057756387,-0.048884418,-0.0425454,0.03817584,0.031575564,0.0078728255,0.00029412584,0.018432993,-0.046648324,0.026206832,-0.18815444,0.021524252,0.04238327,-0.024436573,-0.011787432,-0.01864731,-0.013145844,-0.026697295,-0.046591055,-0.039227217,-0.037103977,-0.049937908,-0.014080564,-0.030055767,0.021136364,0.106774345,-0.009718443,0.055406317,0.015061038,0.044251025,0.009059373,0.03455344,0.012048042,0.07990999,0.09754967,-4.618868E-08,0.044557028,-0.004318402,-0.002474605,0.0017643962,0.01647616,0.032758296,-0.0065486296,-0.041247904,0.03716212,-0.027171817,0.06950651,-0.026060117,0.06372066,-0.00022542669,-0.09157835,-0.0490153,-0.028722497,0.07118118,-0.018784424,-0.011773322,-0.008146942,0.013660841,-0.041214526,-0.010451082,0.057823736,-0.0702816,-0.002845918,0.05366396,0.10909199,-0.06734384,0.024346245,-0.02471037,-0.055077273,0.08691676,-0.050551847,0.009924686,0.04431693,0.015339691,-0.06562308,0.058269374,-0.088128045,-0.050239224,0.06350902,-0.019979352,0.008239904,-0.09772273,-0.08247027,-0.050043803,0.027576506,-0.04801064,0.021061802,-0.020159343,-0.0139065655,-0.009138335,0.060206633,0.110090315,-0.028860513,-0.08321176,0.038869467,0.022630539,0.040715337,-0.024731884,-0.0776869,-0.002092508]},{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022. STYLE WORKOUT\\nWhat is S.I.T. Training (Sprint Interval Training)?\\nMost likely, you already know all about S.I.T workouts, any why they are so great - after all that\\u2019s how you got here! But if you need a refresher, no worries! Sprint Interval Training (S.I.T.) is a game-changer, especially for women 40 and older. Unlike traditional cardio which requires you to grind away for long periods, S.I.T. is all about short, intense bursts of activity followed by lower-intensity recovery. It\\u0027s fast and efficient, and the benefits are impressive.\\nHere\\u2019s the kicker: S.I.T. has been shown to boost metabolism, improve cardiovascular health, and torch fat faster than your typical workout. For women in their 40s, this kind of training helps to combat age-related muscle loss, supports joint health, and makes the most of your workout time\\u2014because let\\u2019s be real\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.090755336,0.031460445,0.035054807,0.074787416,0.028668823,0.024367308,-0.027782623,0.0693523,-0.047767363,-0.025295975,-0.032501906,0.10338799,0.041826405,-0.045701608,0.07270822,-0.05239133,0.1064566,-0.019840658,0.058064874,-0.004443048,0.038354438,-0.040058482,0.06818276,0.093297146,0.0022683616,0.055844232,-0.07945179,-0.017648656,-0.028904263,-0.015468886,-0.037243456,0.017789133,0.05157587,-0.04087638,-0.074182324,-0.04740507,0.083414614,0.05946776,-0.028862849,0.09305282,-0.03188182,-0.11603781,0.053029366,0.027868953,0.05142684,0.014221295,-0.028764265,-0.0050896634,-0.1562194,0.0015125315,0.0008554226,-0.021930022,-0.012823623,0.0019733906,0.03230899,0.06755342,-0.027954627,0.013983133,-0.034293287,-0.015452933,0.01495514,-0.023499608,0.018395351,0.028672399,-0.04116001,-0.04607636,-0.00974814,0.06692296,0.105045065,-0.020525523,0.06188824,0.020486819,-0.13861895,0.112153895,-0.01921981,0.052899837,0.079058066,-0.011804612,-0.0022923362,-0.017677048,0.056952044,-0.05851899,0.028294325,-0.009489966,0.038289055,0.022548657,-0.018874828,0.0018180868,0.00073730835,0.038274165,0.037902433,0.025703615,-0.09157414,0.0013287115,0.021194248,-0.019507186,-0.07302823,0.018473582,-0.04049324,-0.008076146,0.045968674,-0.038058612,-0.033514846,0.025000649,0.0037189112,-0.06442243,0.06819694,0.034221392,0.009623802,0.055874005,0.090917625,0.028458621,-0.079107516,-0.0066741975,0.012999736,0.006326994,-0.031975783,0.06972505,0.035520837,0.055299193,-0.0044362256,-0.039944213,-0.03038559,-0.036833443,0.009218133,0.0036202015,0.011290197,1.7761103E-33,-0.08811415,0.048566405,-0.01883984,0.02351383,-0.0006174158,-0.07263537,-0.042884406,-0.08655243,-0.020497793,0.035622884,-0.096040614,-0.005455484,-0.015298697,0.028271277,0.02470495,-0.04979968,-0.051821664,-0.012478715,0.009765167,-0.01814957,0.101217695,-0.008830855,-0.044372253,-0.0169928,0.03687247,-0.024499873,0.061422277,-0.010597438,-0.07686631,0.015505684,-0.068941146,-0.047790866,-0.06683678,-0.12205933,-0.017147204,-0.01851601,0.04666056,-0.068315856,0.05133084,0.071324944,-0.00258816,0.019242225,0.025591211,-0.032576334,0.017715594,0.038454503,0.08426116,0.055703584,-0.018097904,-0.0026488353,-0.043221816,-0.009364205,0.009701375,-0.017629622,0.043560345,0.046076473,-0.015577409,-0.04318043,-0.00038543763,0.07041014,0.09434833,-0.05596836,-0.041168336,-0.0015418039,-0.07475257,0.05475493,-0.054011032,-0.026734566,0.033915587,0.09437555,0.036706183,-0.009157058,0.056533862,0.004238397,0.091930404,0.025139604,0.0041832314,0.09873343,-0.035601925,-0.060158487,0.04487942,0.008891997,-0.09313564,0.06893516,0.106361344,-0.018555135,-0.017789809,-0.040321425,0.11175708,-0.0204025,-0.020796627,-0.041451856,0.044870432,0.10372858,-0.034203887,-2.5417545E-33,-0.0042918953,0.05015914,0.021102482,-0.035018675,0.06057962,-0.0030727966,0.055903394,0.02316628,0.016692754,-0.023140512,0.036874305,-0.08101127,-0.124150865,-0.07199397,0.012213281,-0.046141423,-0.010198555,-0.022948645,-0.03294741,-0.057900775,-0.0084960675,-0.02193021,0.032535356,-0.0030882163,0.02293622,0.026912503,-0.06923648,0.097103134,0.04124142,0.0510526,0.029421618,-0.07772189,0.04151372,-0.041067395,0.015756052,0.085935615,-0.037550207,0.044975657,-0.0010110707,0.029323794,0.0868222,0.0014496119,0.051122397,0.008564892,-0.0155535145,0.020065246,-0.009918918,0.03587341,-0.065210156,-0.05964497,0.02119588,-0.1315178,-0.02082794,-0.043894187,-0.04948632,-0.10394833,0.015469806,-0.040306803,-0.13556515,-0.01911224,0.008269187,-0.010639615,-0.07110801,-0.016674861,0.023677284,-0.041354865,0.013015366,-0.09452426,-0.0393506,0.011789744,-0.054729033,-0.06902722,-0.06067632,0.014904682,-0.0041526104,-0.0694763,-0.032844063,0.0032913822,-0.06786914,-0.06752155,-0.080722764,-0.035411052,-0.012686555,-0.08343201,-0.0046305056,0.14763337,-0.036917504,0.02592211,0.023007631,-0.011705036,0.02537844,0.00802451,-0.029292561,0.0795019,0.018075578,-4.975277E-08,0.019527933,0.012716649,0.008830015,0.036462773,-0.011601251,-0.039616328,-0.025364576,-0.029027244,0.0820786,-0.04080699,0.0036167125,0.051941477,0.113016054,-0.0044456525,0.027945166,-0.032239854,-0.015067681,0.055534627,-0.015942385,0.004947597,0.023461184,-0.051509,0.040204294,-0.051330943,-0.034857124,0.005890584,-0.0038321319,0.063820936,0.074223846,-0.05892207,0.0022823485,0.029053353,0.01144373,0.13273078,-0.010591342,0.002227678,0.08656947,0.018754482,-0.067657635,0.042943478,-0.07481121,-0.09938887,0.057647657,0.05252994,-0.031820536,-0.11246924,0.0058075152,0.015256084,0.008049522,-0.010973475,-0.015378106,0.014339355,-0.03782802,0.019730557,0.032559965,0.06162155,-0.066732705,-0.059037596,0.00026464168,-0.0036870453,0.07460916,-0.08767853,-0.0037539694,-0.025596904]},{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022, life\\u2019s busy! You can get your heart racing, feel energized, and walk away with a big sense of accomplishment in just 7 minutes. Sounds like a win-win, right?\\nThis Ebook is a follow-along guide for your Bonus S.I.T workout, and is meant to help provide you with some extra insight and information so you can make the most of your routine!\\n2\\nWHAT YOU NEED FOR THIS WORKOUT\\nNote that this workout is longer than the traditional 7- minute workouts that you might find in the One \\u0026 Done program, that\\u2019s because this is specially designed to push you a little harder! If you aren\\u2019t able to complete the intermediate/advanced workouts in the traditional One \\u0026 Done Program, then I would suggest you start there before starting this!\\nIf you\\u2019re ready to start then follow these steps! Get your video loaded on any smart device, whether your phone, iPad, or smart TV! Then all you\\u2019ll\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.04687528,-0.067099646,0.07430888,-0.017046604,0.046906732,0.035580162,-0.008864253,0.025250372,-0.027387654,-0.03451638,-0.036677457,-0.024494506,0.005160186,0.013646634,0.009837513,-0.02991393,-0.016644737,-0.02846327,-0.028623605,0.015250652,0.032418594,-0.06642987,0.033788424,0.07020405,0.06864043,0.07102984,-0.01273873,-0.014517397,0.019350069,-0.033735048,-0.014514839,-0.05904127,0.03605172,0.06442926,-0.05653702,0.03341917,0.07171691,0.018539479,-0.052905384,0.021916056,-0.02792716,-0.020533893,0.080445655,-0.00078438263,0.011478202,0.060826898,-0.032650452,-0.05022175,-0.0025730736,-0.030374775,-0.08542023,0.00024254441,0.01405333,0.00873051,-0.028550638,0.05468833,-0.006794427,-0.09950653,-0.021462345,0.01614366,-0.012876261,-0.020661956,0.019660521,0.018802261,-0.045329288,0.0048341355,0.048834227,0.015283695,0.08061286,0.0042876317,-0.09823433,-0.0048220158,-0.00050775474,0.026761362,-0.031088969,0.013509689,0.04175541,-0.074880384,-0.028878849,-0.014807415,-0.012499014,0.012384789,0.035897356,-0.016488038,-0.010027258,0.028738286,0.005847457,0.11858482,0.05533392,0.014825533,0.009065179,0.080608085,-0.04402713,0.01669876,0.013299318,0.029082792,-0.029942973,-0.046382383,-0.061143298,0.010609252,0.06074613,-0.017302906,0.030137638,0.024853809,-0.020243034,-0.13810405,0.02506046,0.078963414,0.024273178,-0.051016353,0.08826382,-0.09829095,0.04207212,-0.027063876,0.011902736,0.10166415,-0.06007312,0.09830597,-0.0076731453,0.124377556,0.017268777,-0.0123133315,0.016715214,-0.04528514,-0.029410243,-0.02375383,0.04454711,2.7232198E-33,0.019144123,0.021426748,0.03390218,0.08384449,-0.082824335,-0.12471018,0.001478601,0.003946946,0.007264916,0.0313123,0.0071382276,-0.013724776,-0.066116825,0.094599284,-0.024376456,-0.053348035,-0.07833473,-0.06687034,-0.00068044924,0.07439097,0.08583073,-0.12265952,-0.08027837,-0.0062549375,0.0062955515,0.018320594,0.019881224,0.0045319092,-0.04409225,-0.023066958,-0.083901614,0.012147357,-0.061053924,-0.055934943,0.019950183,-0.10303363,0.023596969,-0.021447023,0.08463294,0.04011575,-0.0076184263,0.046485372,0.015639944,-0.1106755,0.053582493,-0.015887475,0.043986194,0.036814928,0.041333638,-0.060814604,0.010683446,-0.030274685,0.022256074,-0.08626531,-0.04229115,0.020161621,0.024252024,0.028092736,0.056470912,0.08841388,0.06360906,0.011945704,-0.019739194,-0.006020774,-0.17043462,0.030197553,-0.051771477,0.016183464,-0.0045329416,0.05600144,0.006421557,0.049661107,0.052582767,-0.08382627,0.15507227,0.0302175,-0.009814097,-0.028228264,-0.13550249,0.006313563,0.052868277,0.020952603,-0.05309154,0.012880754,0.088328205,0.02356581,-0.0394775,-0.09591174,-0.007696439,-0.02370137,-0.044503,-0.015174993,-0.0206299,0.028661374,-0.047797274,-2.5031937E-33,0.05748138,0.01354811,0.025453212,-0.04918595,0.1284474,-0.02250927,0.057012483,0.012599473,-0.03085487,-0.010756296,-0.01042413,-0.094062135,-0.05566168,-0.05819729,-0.0076812985,-0.025968876,0.035396874,0.050572656,-0.04036287,0.048615642,0.04899755,-0.062242784,-0.063991345,-0.026445907,0.024092542,0.05517871,-0.00085298787,0.08320173,0.10420419,0.008039073,0.01351491,-0.07273199,0.053727698,-0.018728837,-0.06006794,0.036698002,-0.005352271,0.024996988,-0.051139824,-0.007712843,0.0636526,-0.028102301,0.0026838959,-0.012161578,0.009475601,0.01787763,6.95677E-05,-0.027469007,-0.14033604,-0.02675846,0.02007407,-0.01168679,-0.009761302,-0.062408548,-0.005874383,-0.04941543,0.026674582,-0.04096793,0.0017434246,-0.042197026,-0.004877149,0.034026165,-0.0042921454,0.05402415,-0.021558218,-0.01270658,0.01075206,0.040474314,-0.057463836,-0.010680946,-0.13704085,0.08824005,-0.011788142,-0.049217332,0.012758702,0.024469351,0.041063793,-0.03242803,-0.03267325,0.028364746,-0.022278054,-0.036584903,-0.01167357,-0.047175746,0.010403334,0.17899546,0.07062531,0.02497346,0.005918075,-0.0028821784,0.0053113564,0.09027111,0.04655906,0.06530698,0.054519605,-4.9233225E-08,0.013846291,-0.04977408,0.015480424,-0.0266109,-0.036916096,-0.008512491,0.010692023,-0.014818471,0.049458683,-0.06707865,0.08904128,-0.06320777,0.054943785,0.061399415,-0.053801823,-0.025105204,0.0825897,0.060845956,0.0076173544,0.008192623,0.02926908,-0.077538036,-0.001478113,-0.07767788,-0.009507427,-0.020663412,0.03179562,0.070882306,0.018039133,-0.09650561,-0.028556295,-0.033167426,-0.04517373,0.038060833,-0.011374718,-0.04629147,0.05988768,-0.006821371,-0.066569224,0.090313286,-0.07593916,-0.038795248,0.05029014,0.022616448,-0.016818834,-0.07263162,-0.06925957,-0.082239285,0.061449517,-0.0061309664,0.0975192,-0.019267986,0.027855238,0.01704858,0.078468814,0.086866856,0.008963564,0.015373452,-0.018814903,0.07578674,0.03854917,-0.048794303,-0.057222337,0.012687854]},{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022 need is:\\nWater Yoga mat A watch or timer Light weights (if applicable)\\n3\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nWarm-Up (3 Minutes) Let\\u0027s start by getting your body ready. Warm up with these movements to get your blood flowing and your muscles prepared:\\nEXERCISE REPS\\nMarch in Place 30 seconds\\n30 seconds forward, Arm Circles 30 seconds backward\\nBodyweight Squats 30 seconds\\n30 seconds clockwise, 30 Hip Circles seconds counterclockwise\\nNow, let\\u0027s jump into the intervals!\\n4\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nMain Workout (16 Minutes) This S.I.T. workout alternates between 30-second all-out effort and 60-second active recovery. We\\u0027ll do 4 rounds of the following 4 exercises:\\nEXERCISE REPS\\nHigh Knees Active Recovery:\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.063635014,-0.024879873,-0.023174675,-0.006126306,-0.06695818,0.04199242,-0.061683584,-0.028526282,0.0012942759,-0.015945576,-0.016492974,0.056024354,0.027938051,0.030592747,0.06667466,0.035569698,0.024571931,0.0792585,0.01793876,-0.034829196,0.005494702,-0.06000594,0.054626886,0.035702243,-0.027003923,0.024777085,0.0218332,0.012483161,0.019869858,0.008230912,0.010511643,-0.008150446,0.043950178,-0.03413032,-0.063411,0.049527906,-0.04209847,-0.03771365,-0.061619006,-0.014154546,0.028963743,-0.022672145,0.04275753,0.01979835,0.061870176,0.11777022,0.015383111,-0.02614312,0.039688196,-0.027209397,0.040863857,-0.012927861,0.07025945,0.040576693,-0.076136254,0.015711436,-0.037776858,-0.054145016,0.0049517574,-0.013716191,0.00559364,0.016832778,-0.04066872,-0.01112152,-0.05916548,-0.019199513,-0.012727544,0.025144218,0.055523165,0.04293431,-0.08463246,0.059504185,0.0073190145,0.0022372762,-0.102351986,-0.041780494,0.07704722,-0.027745498,0.023304526,-0.0069025387,-0.038012512,-0.014240788,0.013020636,0.09593473,-0.012008301,0.042333372,0.0733875,0.10723296,0.016990049,-0.02269171,-0.010540679,0.06276616,-0.13216965,0.025452754,-0.030784832,0.046122935,-0.015284062,-0.012532086,-0.055030517,0.007382688,0.031934407,0.0033194923,0.10314376,0.0069639916,-0.027873505,-0.12080506,0.03594958,0.041732553,0.04923913,0.123626925,0.03967005,-0.032276563,0.0017596404,0.035106856,0.020217681,0.11360369,-0.014010237,0.03119225,-0.026083434,0.043633655,0.016414715,-0.028032636,0.015838673,-0.093898624,-0.0025819128,0.016006453,0.0208086,8.4737656E-33,-0.002300684,-0.00875348,0.003592025,0.04733846,-0.018942421,-0.09982494,-0.043572813,-0.08620746,0.061067853,0.01348873,-0.02261998,0.012353244,0.064207986,0.0477123,-0.08503392,-0.074290566,0.016673882,-0.011066015,0.0043771355,0.023231909,0.041478567,-0.051238228,-0.016694495,-0.0095886355,-0.018186316,-0.030911347,0.07204105,-0.006678145,-0.041902628,-0.00344499,-0.027342789,-0.01639415,-0.049767446,-0.06490747,-0.0035793202,-0.0305824,0.076295786,-0.0018787667,0.05838334,-0.019737814,0.02320457,0.048759893,0.045455728,-0.08913616,0.09348622,-0.033923835,0.036333427,0.028686142,0.071130976,0.011028896,0.02812826,0.07468825,0.009707786,-0.093648575,-0.023189092,0.022247985,-0.044678736,0.061386656,-0.0147353,0.15922363,-0.022669783,0.016878925,-0.022808282,-0.043777373,-0.09083581,0.027114583,-0.067979276,-0.025547987,0.023635643,0.018937573,-0.016959835,0.023861298,0.05013867,0.010126828,0.038389232,-0.015029598,0.10641126,0.04636787,-0.0852542,0.007950615,0.02242139,0.00037395238,-0.016771516,0.10334358,0.058593053,-0.0028844867,-0.059630305,-0.038554743,-0.0056487652,-0.057934765,-0.073056124,-0.042851996,0.05773956,0.021544866,-0.021742873,-7.733076E-33,0.09267336,-0.002401927,4.7586304E-06,-0.008402979,0.14724153,-0.0051287743,0.013969584,0.0837289,-0.018407654,-0.019788876,-0.019244716,-0.069583744,-0.09997914,-0.073000856,-0.005214698,-0.0069965445,-0.008099008,-0.024029274,-0.057120077,0.11367966,0.08106128,0.12936455,0.014820598,-0.027651018,0.011961427,0.06906292,-0.014230723,0.0753905,-0.0027836938,0.045199256,-0.074357845,-0.12596796,0.035988826,-0.017279198,-0.034934163,-0.004997398,0.009162435,0.0029758404,-0.016210016,0.060663674,0.08738631,-0.04411686,0.021299545,-0.0179751,-0.029324029,0.0070212903,-0.07627889,0.008155937,-0.10238538,-0.022997024,-0.029548334,-0.043726265,-0.068595104,-0.0011314319,0.066733316,-0.08788871,0.059496857,-0.09062489,-0.081485376,0.0024737664,-0.087567456,0.022789324,0.002755657,0.018673513,0.03279695,0.08224598,-0.0033783515,0.007222297,-0.07278686,0.07534341,-0.124673165,0.033743117,-0.0016656558,-0.046517443,0.08578677,-0.021410525,-0.0078911735,0.009808364,-0.027116064,-0.036439244,-0.008280336,-0.00401655,-0.03959781,-0.02157068,0.015285553,0.10686624,-0.10655128,-0.010310914,0.026567673,-0.022753593,-0.00554291,0.0026352068,0.016469564,0.14705639,0.07808911,-4.9063775E-08,-0.054475866,0.004128876,0.0042788344,0.012985643,-0.01446169,-0.036676746,-0.052663837,-0.02193256,0.010808593,-0.06758405,0.08698744,-0.0148420725,0.08662929,0.035616055,-0.067954354,-0.0686974,0.058732536,0.10906969,-0.07088628,-0.105760016,-0.06855876,-0.059360355,0.056018185,-0.0050296197,0.04645552,0.004804466,-0.0033475833,-0.013182566,-0.0073202946,-0.012087793,0.0028842231,-0.017887069,-0.03034795,0.06677175,-0.006510576,0.015113742,0.009734184,0.012565018,-0.058676064,0.07160978,-0.054722518,0.00016717603,0.017807359,0.010128544,0.004232166,-0.07808048,-0.0832744,-0.050696727,0.066054136,-0.03563873,0.020675022,-0.04553742,0.01683066,0.028626487,-0.022624744,0.07557678,-0.10258078,-0.065515056,-0.028277295,0.02910107,0.0131183,-0.065958366,-0.07228608,0.0061672614]},{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022 march in place (60 sec)\\n30 seconds all-out sprint\\n30 seconds, jump as Jump Squats Active Recovery: air squats (60 sec) high as you can\\nMountain Climbers Active Recovery: standing toe touches (60 sec) Burpees Active Recovery: walk in place or step side to side (60 sec)\\n30 seconds, fast pace\\n30 seconds, as many as you can\\nRepeat the circuit 4 times.\\n*BURPEE MODIFICATION: If you have trouble doing burpees - you can do squat step backs! see the exercise list at the back for instructions!\\n5\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nCool-Down (1 Minute) Slow things down to help your body recover:\\nEXERCISE REPS Standing Hamstring 30 seconds Stretch\\nQuad Stretch 30 seconds\\n6\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nWarm\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.05535281,-0.004061016,0.01911896,-0.014128198,-0.073253565,0.036900997,-0.11007573,-0.012232771,-0.049860593,-0.088837676,0.008557446,0.017861892,0.068926595,-0.043866646,0.07376028,0.031907395,0.028341334,0.08498341,0.02819059,-0.066034056,0.012678242,-0.08182944,0.058742147,0.13357419,-0.018030116,0.055988505,-0.023182703,0.043922085,0.0047157235,-0.05401984,-0.05449735,-0.07684773,0.038610425,-0.0014222652,-0.092426546,0.044586062,0.025279908,0.023967613,-0.03834099,-0.002386836,0.029076096,-0.090421855,-0.007357016,-0.038004786,0.085522056,0.070381925,0.031491946,0.028954064,0.038419142,0.031711634,0.050338294,0.010326396,0.041648,0.07217535,-0.029469462,0.098271415,-0.05468337,-0.05482029,0.102146685,-0.054602757,0.043764535,-0.0011869455,-0.04151945,-0.007979847,-0.018677989,-0.042504482,-0.033349488,-0.04719202,0.10696549,0.04150145,0.010703952,0.023234513,-0.026123654,0.029364532,-0.07785901,0.0018311348,0.020851193,-0.019550515,-0.04566463,-0.011851478,-0.013867162,0.02471831,0.004746378,0.041903175,-0.02110979,0.03693974,0.038711682,0.11980974,-0.005488646,-0.051449884,-0.0038325095,0.037285205,-0.106739566,-0.015683819,-0.054785345,-0.04467233,-0.024449436,-0.019003449,-0.028295012,-0.010564902,0.054326277,-0.012717292,0.054851133,-0.0005707222,0.020277617,-0.15160467,0.06745999,0.07676072,0.055607833,0.08314463,-0.0042188345,-0.024735445,0.01061484,0.07381512,0.029947737,0.047390882,-0.06935624,0.012903156,-0.0058377567,-0.016266419,-0.03264531,0.012905495,0.031400755,-0.071089864,-0.008067735,0.01619416,0.027772503,8.684945E-33,0.00026678573,0.02579654,0.016206784,-0.0140233105,0.0065815235,-0.035188634,0.025308616,-0.05727663,0.080717914,0.012853773,0.0025206595,-0.016673809,0.03147746,0.06568716,-0.037971158,-0.12114972,-0.010064355,0.016902106,-0.00084663625,0.0050870473,0.06357502,-0.014912448,-0.019659873,0.03342273,0.031399764,-0.030538924,0.007925617,0.011177143,-0.09827998,0.004052041,0.04091023,0.046022523,-0.07806561,-0.10084342,0.003128776,-0.045113113,0.051504917,-0.012203557,0.045242514,0.021825982,-0.010999718,0.021448692,0.017114174,-0.061063066,0.049924515,-0.014599167,0.015329038,0.045553617,0.04875939,-0.0076166173,0.004015646,0.063779116,0.025470255,-0.10342794,0.011406044,0.026262067,-0.008478537,-0.004467946,-0.06366371,0.1291235,0.06292175,0.08710483,-0.0072842203,-0.06020421,-0.12463819,-0.06027516,-0.0838015,0.023375008,0.025737261,0.03280368,0.035634924,0.01659741,0.06098101,-0.023282321,0.01974586,-0.03468134,0.04919413,-0.035244666,-0.09006123,-0.019920303,-0.022097018,-0.051180657,0.04249183,0.06747952,0.04781293,0.013417482,-0.05047196,-0.040075555,0.013561479,-0.040923674,-0.12087776,-0.042502675,0.036556486,0.042653065,-0.03944413,-7.1337395E-33,0.11642875,0.060750592,0.10007345,0.050422587,0.040892188,0.01399274,0.023527242,0.07487161,-0.00082042336,-0.04598108,-0.09487858,0.019723224,0.008567945,-0.052455254,0.01160243,0.028567497,-0.029735783,-0.0053694905,-0.019437624,0.08744392,0.015443777,0.0055258702,-0.020590715,-0.011257863,0.040571988,0.00988572,0.038448002,0.03997537,0.07332883,-0.034137856,-0.01176523,-0.015285989,0.01401731,-0.07729111,-0.034086112,0.039363347,-0.036826417,0.06587322,0.03147661,-0.010617615,0.070998624,-0.012049495,0.019525705,-0.016903566,0.038598467,0.024780802,0.0071006096,-0.03112556,-0.109085694,0.019959843,0.01093335,-0.07295316,-0.013387044,0.0345143,0.07278167,-0.09017438,-0.02791009,-0.061873052,-0.10161948,-0.10148475,-0.10303526,0.023822607,0.019680971,0.0337815,0.04013763,0.05273632,-0.024322093,0.035292603,-0.058911435,0.049855746,-0.11379551,-0.02968908,0.028184112,-0.023571786,-0.0031814498,-0.039152488,-0.00406586,-0.052059792,-0.049071487,-0.034829035,-0.016125346,0.001243163,-0.025671652,-0.0636852,-0.0018272343,0.10610614,-0.042595427,0.0231999,0.04226597,-0.0025822017,0.028429989,0.010457365,0.041739915,0.073958896,0.07235521,-4.4275236E-08,-0.0037844663,0.019556496,-0.0027377713,0.0422873,0.027756875,-0.0051844707,-0.047840476,-0.031134773,0.014516759,-0.13379675,0.048580058,-0.014941337,0.10857996,0.028099312,-0.07084429,-0.034927245,0.04720852,0.107341416,-0.043782663,-0.030103758,-0.13099879,-0.038604718,0.03491864,0.037931997,0.02574061,-0.00074739323,0.07181604,0.007585206,0.018912267,-0.0017026847,-0.0021509884,-0.031200048,-0.023338158,0.04526363,0.06300356,0.1080052,0.01188037,0.053241547,-0.014134636,0.028967075,-0.070128225,-0.047736038,0.052192073,-0.0039696316,-0.030178191,-0.08721146,-0.12365742,-0.00667281,0.015210651,-0.055394392,0.00039670378,-0.034016345,0.011594803,0.03746229,0.040181138,0.10638842,-0.09879681,-0.12031129,0.012138631,0.023563396,-0.00039421997,-0.03412293,-0.032948986,-0.016448885]},{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022-Up (3 Minutes) Gently warm up with these moves before grabbing your weights:\\nEXERCISE REPS\\nArm Swings 30 seconds\\n30 seconds Bodyweight Lunges\\n30 seconds each Hip Circles direction\\n30 seconds forward, 30 Shoulder rolls seconds backward\\n7\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nMain Workout (16 Minutes) You\\u2019ll need a set of light dumbbells (2-5 lbs). Do 30-second intense intervals followed by 60-second active recovery. Repeat 4 rounds of the following:\\nEXERCISE REPS hold dumbbells, Weighted Punches Active Recovery: shoulder rolls (60 sec) fast-paced jabs Kettlebell Swings with mimic the motion with Dumbbells your weights Active Recovery: air squats (60 sec) Weighted Step Jacks hold dumbbells and step side-to- Active Recovery: slow side steps side\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.045613132,-0.026691187,-0.0105111925,0.003864439,-0.10406839,0.017705297,-0.040285867,-0.06318444,-0.027392508,-0.063522734,0.04623437,0.019911835,0.052181896,-0.008283443,0.04371986,0.029496765,0.06187473,0.10127612,0.0022550544,-0.022495318,-0.06940198,-0.05776184,0.057216194,0.040758543,-0.027272405,0.028329322,-0.02687227,0.045417916,0.019888697,-0.044910368,-0.00020431443,-0.078310214,0.012275889,0.007668161,-0.12850754,0.036835928,-0.02751797,0.043696415,-0.026823321,-0.056100544,-0.008627141,-0.017898846,0.019327063,-0.007065627,0.048033137,0.13396662,-0.03111752,-0.0017825463,0.026350005,-0.067416556,0.0020532554,0.0011592916,0.038740195,0.100602664,-0.018197937,0.07467303,-0.05025983,0.009104911,0.0020317321,0.05322751,-0.049635578,0.017039524,-0.021327488,0.0009165424,-0.017205358,0.0040930705,0.00502197,0.0010714902,0.08832227,0.023722796,-0.0087336,-0.009591649,-0.07131011,-0.013347429,-0.059482373,-0.012700687,0.050232053,0.007182133,-0.00239197,0.058320817,-0.064426064,-0.0070996997,-0.04282368,0.11122992,0.015052387,0.076689325,-0.0013780572,0.075486556,0.00461473,0.08209832,0.03751985,0.065384775,-0.098049864,0.0013301056,-0.019525781,-0.025518773,0.007554328,0.01597632,-0.07885157,-0.0123911165,0.0692017,-0.014316471,0.12719165,-0.0033611325,-0.025355518,-0.07784508,0.06591461,-0.0112587325,0.0065746456,0.038557995,0.047744602,-0.02112722,0.0070004356,0.0056960243,0.00559158,0.08409487,0.0021365415,0.03090079,-0.037227556,0.014437223,0.016508188,0.016160876,-0.02386074,-0.10656046,-0.0595876,0.037588406,-0.047098003,1.0277809E-32,-0.0032230234,-0.00565146,-0.021368615,0.023918604,-0.0982118,-0.11696025,-0.033189245,-0.059273023,0.049159545,0.048186764,0.023795292,0.007690936,0.058974717,0.0756377,-0.024302838,-0.110086545,-0.003944189,0.060199663,-0.0001251218,0.039321445,-0.01759344,-0.039636206,0.014005269,-0.018326374,-0.002196961,0.05081503,0.026769865,0.038701575,-0.08898507,0.00036071468,-0.014588029,0.043677405,-0.107356824,-0.042215936,-0.049863487,0.0029923264,0.0898614,-0.0068284064,0.049019348,0.050057616,0.038133685,0.06639677,-0.009525111,-0.04475033,0.08729735,-0.058401946,-0.023973977,0.0023856736,0.054466568,0.01305946,0.04002097,-0.008815931,0.03764193,-0.0746532,0.01681236,0.087135464,-0.010705501,0.07638297,0.004497832,0.14610653,0.057933073,0.036384158,-0.024948876,0.0057367748,-0.032852437,0.035246324,-0.115437955,-0.0046399822,-0.015021481,0.015162508,-0.005316012,0.03986041,0.06487293,0.0072264518,0.088674635,-0.03121256,0.03915773,-0.0459018,-0.033414014,0.0052532544,0.076384924,0.051751528,-0.02347333,0.07461284,0.088921316,-0.030080913,-0.048361387,-0.04138951,-0.056349948,-0.039737422,-0.07903171,-0.033896334,0.018731745,-0.01496652,-0.017552443,-8.745034E-33,0.06549089,0.026786325,0.011784381,0.030768232,0.06719358,-0.005053498,-0.006100748,0.09063492,0.0055802627,-0.022321032,-0.055026095,-0.08247091,-0.10744654,-0.028759936,0.02480473,-0.011568284,-0.06033669,-0.014429423,-0.06640001,0.07237706,0.08917302,0.049444996,0.043401185,0.017580476,-0.006152663,-0.0031957573,-0.03368786,0.06411501,0.06322878,0.015360002,-0.071277775,-0.09748982,0.06456413,-0.023460135,-0.07087098,0.015138728,0.038995158,0.06551094,0.039072745,0.027450906,0.07342901,-0.04378047,0.016923089,-0.03167552,0.0048653944,-0.035200335,-0.0419427,-0.041591574,-0.09082835,-0.0066608856,-0.021227678,-0.018724222,-0.05989812,-0.0060321754,0.046879683,-0.095875315,0.043462433,-0.08568539,-0.044804335,-0.07376866,-0.108708404,0.04135597,-0.008106477,0.03897515,0.026413213,0.06630053,-0.007672827,-0.04111687,-0.1318374,0.031143231,-0.11815871,0.028435063,0.039493408,-0.06662536,0.05390162,-0.043593425,0.007176306,0.009336921,0.008521785,-0.00894869,0.023472056,-0.00018155653,0.0130121615,-0.051538467,0.00317267,0.08277343,-0.09153505,-0.023138132,-0.008833628,-0.023928212,0.06962045,-0.016574172,0.044794805,0.11084646,0.04221705,-4.7087283E-08,-0.038736355,0.009287437,0.036427096,0.07766711,-0.014563006,0.08006092,-0.009642789,-0.02645693,-0.015718058,-0.12531674,0.05746761,0.05391296,0.108173504,0.011038479,-0.054116495,-0.06335455,-0.005625733,0.08831073,-0.04909057,-0.03778433,-0.03950079,-0.057450596,0.08249416,-0.007915303,0.024989937,-0.049888387,-0.029891308,-0.0075643975,-0.012120073,-0.014495514,-0.012745427,-0.0042678,-0.026497051,-0.01263407,0.002135156,-0.024260877,-0.004282791,0.00011441044,-0.037139714,0.09528986,-0.084298596,-0.019059803,0.011439504,-0.008483842,0.016117005,-0.041168794,-0.11300251,-0.04466946,0.04117369,-0.045333143,0.10806531,-0.031535797,0.037318278,-0.019330075,-0.042200826,0.1438657,-0.0414093,-0.07266138,-0.017458126,0.0007965766,0.0044116117,-0.024945656,-0.032576717,0.0125351595]},{\u0022CellGUID\u0022:\u00222aa00b18-1121-4050-b5c3-b47644b92a78\u0022,\u0022Text\u0022:\u0022, raising weights overhead without weights (60 sec) Dumbbell Thrusters squat and press weights Active Recovery: standing side overhead stretches (60 sec)\\nRepeat the circuit 4 times.\\n8\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nCool-Down (1",
  "EmbeddingCalls": [
    {
      "Url": "http://ollama:11434/api/embed",
      "Method": "POST",
      "RequestHeaders": {
        "Content-Type": "application/json; charset=utf-8"
      },
      "RequestBody": "{\u0022model\u0022:\u0022all-minilm\u0022,\u0022input\u0022:[\u0022FULL BODY S.I.T. WORKOUT 20 MINUTES\\nDisclaimer Notice:\\nThis eBook offers health, wellness, and nutritional information and is designed for educational purposes only. You should not rely on this information as a substitute for, nor does it replace, professional medical advice, diagnosis, or treatment. If you have any concerns or questions about your health, you should always consult with a physician or other health-care professional. Do not disregard, avoid or delay obtaining medical or health related advice from your health- care professional because of something you may read in this eBook.\\nConsult with your physician prior to beginning any exercise program, or making any significant changes to your diet, such as by using any supplement, nutrition plan, or meal replacement product. It is your responsibility to ensure that you are following all safety instructions that we provide, when following our programs or using any of our products. Nothing stated or contained in this eBook or available through any of our programs are intended\u0022,\u0022 to be, and must not be taken to be, the practice of medical or counseling care. For purposes of this disclosure, the practice of medicine and counseling includes, without limitation, psychiatry, psychology, psychotherapy, or providing health care treatment, instructions, diagnosis, prognosis or advice.\\nAny case studies, examples, illustrations, or testimonials provided in this eBook or in the promotional materials for this eBook, are not intended as a guarantee that you will achieve similar results. In fact, your results may vary significantly, and many circumstances may and will cause results to vary. Your results may vary, for instance, depending upon your starting point, goals and effort. There can be no assurance that any prior successes, or past results, can be used as an indication of your future success or results.\\nNone of the statements made in this eBook have been reviewed or approved by the FDA. It is your responsibility to evaluate the accuracy, completeness or usefulness of any information,\u0022,\u0022 opinion, advice or other content contained on the eBook, in our programs, or otherwise by us or a representative of our organization. The use of any information provided in this eBook is solely at your own risk.\\n\\u00A9 2024 Svelte Media, Inc. All Rights Reserved\\nNo part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods without the prior written permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law. To request permissions, please reach out to the publisher addressing the subject line as, \\u201CAttention: Copyright Request\\u201D at the email address below: support@sveltetraining.com\\nTABLE OF CONTENTS\\nIntroduction Benefits of the S.I.T. Style Workout\\n1\\n2\\nWhat You Need for This Workout\\n3\\n20 Minutes S.I.T. Workout\u0022,\u0022 (No Weights)\\n4\\n20 Minutes S.I.T. Workout (Light Weights)\\n7\\n10 Minutes S.I.T. Workout (No Weights)\\n10\\nInstructions for each Exercise\\n13\\nINTRODUCTION\\nWelcome to your Full Body S.I.T. Workout Guide!\\nThis ebook is designed to be the perfect companion to our follow-along workout video, giving you everything you need to understand and master Sprint Interval Training (S.I.T.) right from your living room.\\nWith just 20 minutes a day, you\\u2019ll boost your metabolism, strengthen your muscles, and improve your cardiovascular health\\u2014all with exercises you can easily do at home, no gym required!\\nWhether you\\u2019re new to S.I.T. or looking for a structured program that fits your busy schedule, this guide pairs with our video for a complete, step-by-step workout experience. Let\\u2019s get ready to crush those fitness goals together!\\n1\\nBENEFITS OF S.I.T\u0022,\u0022. STYLE WORKOUT\\nWhat is S.I.T. Training (Sprint Interval Training)?\\nMost likely, you already know all about S.I.T workouts, any why they are so great - after all that\\u2019s how you got here! But if you need a refresher, no worries! Sprint Interval Training (S.I.T.) is a game-changer, especially for women 40 and older. Unlike traditional cardio which requires you to grind away for long periods, S.I.T. is all about short, intense bursts of activity followed by lower-intensity recovery. It\\u0027s fast and efficient, and the benefits are impressive.\\nHere\\u2019s the kicker: S.I.T. has been shown to boost metabolism, improve cardiovascular health, and torch fat faster than your typical workout. For women in their 40s, this kind of training helps to combat age-related muscle loss, supports joint health, and makes the most of your workout time\\u2014because let\\u2019s be real\u0022,\u0022, life\\u2019s busy! You can get your heart racing, feel energized, and walk away with a big sense of accomplishment in just 7 minutes. Sounds like a win-win, right?\\nThis Ebook is a follow-along guide for your Bonus S.I.T workout, and is meant to help provide you with some extra insight and information so you can make the most of your routine!\\n2\\nWHAT YOU NEED FOR THIS WORKOUT\\nNote that this workout is longer than the traditional 7- minute workouts that you might find in the One \\u0026 Done program, that\\u2019s because this is specially designed to push you a little harder! If you aren\\u2019t able to complete the intermediate/advanced workouts in the traditional One \\u0026 Done Program, then I would suggest you start there before starting this!\\nIf you\\u2019re ready to start then follow these steps! Get your video loaded on any smart device, whether your phone, iPad, or smart TV! Then all you\\u2019ll\u0022,\u0022 need is:\\nWater Yoga mat A watch or timer Light weights (if applicable)\\n3\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nWarm-Up (3 Minutes) Let\\u0027s start by getting your body ready. Warm up with these movements to get your blood flowing and your muscles prepared:\\nEXERCISE REPS\\nMarch in Place 30 seconds\\n30 seconds forward, Arm Circles 30 seconds backward\\nBodyweight Squats 30 seconds\\n30 seconds clockwise, 30 Hip Circles seconds counterclockwise\\nNow, let\\u0027s jump into the intervals!\\n4\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nMain Workout (16 Minutes) This S.I.T. workout alternates between 30-second all-out effort and 60-second active recovery. We\\u0027ll do 4 rounds of the following 4 exercises:\\nEXERCISE REPS\\nHigh Knees Active Recovery:\u0022,\u0022 march in place (60 sec)\\n30 seconds all-out sprint\\n30 seconds, jump as Jump Squats Active Recovery: air squats (60 sec) high as you can\\nMountain Climbers Active Recovery: standing toe touches (60 sec) Burpees Active Recovery: walk in place or step side to side (60 sec)\\n30 seconds, fast pace\\n30 seconds, as many as you can\\nRepeat the circuit 4 times.\\n*BURPEE MODIFICATION: If you have trouble doing burpees - you can do squat step backs! see the exercise list at the back for instructions!\\n5\\n20-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nCool-Down (1 Minute) Slow things down to help your body recover:\\nEXERCISE REPS Standing Hamstring 30 seconds Stretch\\nQuad Stretch 30 seconds\\n6\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nWarm\u0022,\u0022-Up (3 Minutes) Gently warm up with these moves before grabbing your weights:\\nEXERCISE REPS\\nArm Swings 30 seconds\\n30 seconds Bodyweight Lunges\\n30 seconds each Hip Circles direction\\n30 seconds forward, 30 Shoulder rolls seconds backward\\n7\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nMain Workout (16 Minutes) You\\u2019ll need a set of light dumbbells (2-5 lbs). Do 30-second intense intervals followed by 60-second active recovery. Repeat 4 rounds of the following:\\nEXERCISE REPS hold dumbbells, Weighted Punches Active Recovery: shoulder rolls (60 sec) fast-paced jabs Kettlebell Swings with mimic the motion with Dumbbells your weights Active Recovery: air squats (60 sec) Weighted Step Jacks hold dumbbells and step side-to- Active Recovery: slow side steps side\u0022,\u0022, raising weights overhead without weights (60 sec) Dumbbell Thrusters squat and press weights Active Recovery: standing side overhead stretches (60 sec)\\nRepeat the circuit 4 times.\\n8\\n20-MINUTE S.I.T. STYLE WORKOUT (LIGHT WEIGHTS)\\nCool-Down (1 Minute) Let\\u2019s wind down with these stretches:\\nEXERCISE REPS\\nOverhead Reach Stretch 30 seconds\\nSeated Hamstring 30 seconds Stretch\\n9\\n10-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nWarm-Up (1 Minute) Start by getting your muscles ready for action with this quick warm-up:\\nEXERCISE REPS\\nMarch in Place 30 seconds\\n15 seconds forward, Arm Circles 15 seconds backward\\n10\\n10-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nMain Workout (8 Minutes) This S.I.T. workout alternates between 30-second\u0022,\u0022 intense intervals and 30-second active recovery. You\\u0027ll complete 2 rounds of the following exercises:\\nEXERCISE REPS\\nHigh Knees Active Recovery: march in place (30 sec)\\n30 seconds all-out sprint\\n30 seconds, jump as high as you can\\nJump Squats Active Recovery: air squats (30 sec)\\nMountain Climbers Active Recovery: standing toe touches (30 sec) Burpees Active Recovery: walk in place or step side to side (30 sec)\\n30 seconds, fast pace\\n30 seconds, as many as you can\\nRepeat the circuit once for a total of 2 rounds.\\n11\\n10-MINUTE S.I.T. STYLE WORKOUT (NO WEIGHTS)\\nCool-Down (1 Minute) Let\\u2019s wind down with these stretches:\\nEXERCISE REPS Standing hamstring 30 seconds stretch\\nChild\\u2019s Pose 30 seconds\\nAnd there you have it! A fast, effective workout that\\u2019ll get your\u0022,\u0022 heart pumping and muscles moving, all in just 10 minutes.\\n12\\nINSTRUCTIONS FOR EACH EXERCISE\\nWARM-UP (3 MINUTES)\\nMarch in Place (30 seconds)\\nStand tall with your arms relaxed at your sides. Begin lifting your knees one at a time as if you are marching. Swing your arms naturally in coordination with your legs. Keep a moderate pace to get your heart rate up, but don\\u2019t overexert yourself.\\nArm Circles (30 seconds forward, 30 seconds backward)\\nExtend your arms out to the sides at shoulder height, keeping them straight. Begin making small circles with your arms, gradually increasing the size of the circles. For the first 30 seconds, rotate your arms forward. Then, reverse the direction for the next 30 seconds, circling your arms backward.\\nBodyweight Squats (30 seconds)\\nStand with your feet shoulder-width apart and toes slightly turned out. Lower your body into a\u0022,\u0022 squat by pushing your hips back and bending your knees, keeping your chest lifted and your weight in your heels. Return to standing by pressing through your heels and squeezing your glutes at the top. Repeat at a steady pace.\\nHip Circles (30 seconds clockwise, 30 seconds counterclockwise)\\nStand with your feet slightly wider than hip-width apart. Place your hands on your hips and make large, slow circles with your hips, keeping your upper body still. Rotate your hips in a clockwise direction for 30 seconds, then switch to counterclockwise for another 30 seconds.\\n13\\nINSTRUCTIONS FOR EACH EXERCISE\\nMAIN WORKOUT (16 MINUTES)\\nHigh Knees (30 seconds all-out sprint)\\nStand with your feet hip-width apart. Begin running in place, driving your knees up as high as possible toward your chest. Pump your arms as you would when sprinting. Keep your core engaged and aim for a fast pace\u0022,\u0022 to raise your heart rate.\\nActive Recovery: March in place for 60 seconds, lifting your knees moderately high and moving at a relaxed pace.\\nJump Squats (30 seconds)\\nStand with your feet shoulder-width apart. Lower into a squat position by bending your knees and pushing your hips back. Explode upward by jumping into the air, reaching your hands overhead. Land softly with your knees slightly bent, and immediately lower back into the squat position to repeat.\\nActive Recovery: Perform air squats for 60 seconds at a slow, controlled pace, lowering into a squat without jumping.\\nMountain Climbers (30 seconds fast pace)\\nStart in a plank position with your hands directly under your shoulders and your body in a straight line from head to heels. Quickly alternate driving your knees toward your chest as if \\u0022climbing\\u0022 in place. Keep your core tight and your hips low, moving at a fast pace.\\nActive Recovery: Stand up and slowly perform standing\u0022,\u0022 toe touches for 60 seconds. Reach down toward your toes while keeping your legs straight, alternating hands. 14\\nINSTRUCTIONS FOR EACH EXERCISE\\nMAIN WORKOUT (16 MINUTES)\\nBurpees (30 seconds, as many as you can)\\nStart standing with your feet shoulder-width apart. Drop into a squat position, place your hands on the ground, and jump your feet back into a plank position. Lower your chest to the ground in a push-up motion, then push back up. Jump your feet forward to your hands and explosively jump into the air, reaching your arms overhead. Repeat.\\nActive Recovery: Walk in place or step side to side for 60 seconds, moving at a slow and steady pace.\\nBURPEE MODIFICATION\\nSquat to Step Back (30 seconds, as many as you can)\\nStart in a standing position with feet shoulder-width apart. Perform a squat, lowering down as if sitting back into a chair\u0022,\u0022. As you rise from the squat, step one leg back into a reverse lunge, keeping your torso upright. Return to standing, then repeat with the other leg. Continue alternating legs.\\nActive Recovery: Walk in place or step side to side for 60 seconds, moving at a slow and steady pace.\\n15\\nINSTRUCTIONS FOR EACH EXERCISE\\nCOOL-DOWN (1 MINUTE)\\nStanding Hamstring Stretch (30 seconds)\\nStand with your feet together and hinge forward at your hips, reaching your hands toward your toes. Keep your legs straight but avoid locking your knees. Hold this position for 30 seconds, feeling the stretch along the back of your legs.\\nChild\\u2019s Pose on the Floor (30 seconds)\\nKneel on the floor and sit back on your heels. Lower your torso toward the ground and stretch your arms forward, resting your forehead on the floor. Hold this position for 30 seconds, focusing on deep, calming breath\u0022,\u0022s.\\n16\u0022]}",
      "StatusCode": 200,
      "ResponseHeaders": {
        "Date": "Fri, 27 Feb 2026 23:14:35 GMT",
        "Transfer-Encoding": "chunked",
        "Content-Type": "application/json; charset=utf-8"
      },
      "ResponseBody": "{\u0022model\u0022:\u0022all-minilm\u0022,\u0022embeddings\u0022:[[0.0011874243,0.043396868,0.021940177,0.018099329,-0.015561491,-0.0062086284,-0.03720834,0.06414019,-0.04734785,-0.06540806,0.039852332,0.04777686,-0.010023955,-0.05587964,0.059025127,-0.046106327,0.0599359,-0.001055639,-0.05952425,-0.035577714,0.04875726,0.001120268,-0.002792421,0.09418151,-0.01937187,-0.012081339,0.017782794,-0.013118031,-0.04637406,-0.0054332456,0.042739373,-0.069250196,0.0869503,0.011449834,-0.07708946,0.04273691,0.04749404,-0.004324036,-0.10928592,-0.023468444,-0.025449425,-0.07572631,-0.016404402,0.04830461,0.036623385,0.081170775,-0.040236317,0.018454676,0.024538694,0.10028452,-0.0362314,-0.046366144,0.06472399,-0.028637674,0.05294532,-0.010062858,-0.058880966,-0.015255912,-0.051443066,0.0026408806,-0.06252774,-0.04413536,0.0048612105,0.03362978,-0.009777343,0.032261275,0.0018120493,-0.03337297,0.027186416,0.013707449,-0.070998885,-0.075032406,0.002581687,0.067333266,-0.08097583,0.029194131,-0.012559631,-0.042552527,-0.02353271,-0.006939486,-0.04118007,0.044276398,0.0697817,-0.00015383707,-0.008363166,0.015212852,0.069800474,0.14518051,-0.0062143453,0.011353924,-0.008476436,0.0026931383,-0.045286067,0.03287312,0.010382134,0.0114829745,-0.121440224,-0.04122344,-0.042746995,-0.046963554,0.042429958,-0.004936815,0.06595595,0.042218726,-0.04551988,-0.13323773,0.01723275,0.054256212,0.06218879,0.03936773,0.13998304,0.0059298663,0.0066667753,0.025507214,0.069762945,0.06433695,0.0015277789,0.031460077,-0.022705894,0.051062413,-0.056576528,-0.033475906,0.026835172,-0.05422668,-0.08406666,0.010838867,0.048413437,2.8658925e-33,-0.055634078,0.020599784,0.023691133,0.04764625,-0.0071945656,-0.059739403,0.0019120476,-0.01540209,0.07497776,0.011783062,0.012833762,-0.07130477,0.019636597,0.060710374,-0.08458522,0.024576077,0.012577136,0.013415834,0.08673675,0.0435202,-0.005831958,-0.06801947,-0.07565517,0.013122597,-0.009146184,0.010305609,-0.04511544,0.049557563,-0.057414427,-0.031217458,-0.04709206,-0.029049195,-0.029077655,-0.050449934,0.021099811,-0.0715021,0.045053776,0.0067082695,0.0353337,0.00060497917,0.11193417,0.011323183,0.06336737,-0.004531913,0.06945651,-0.05168076,-0.019740054,0.009184135,-0.016573975,-0.022693956,-0.0071889255,0.00695431,0.08092584,-0.10196006,-0.05383425,0.037531547,-0.058780473,-0.016064715,-0.0038354057,0.12231722,0.041392345,0.06567931,-0.019658132,-0.038951427,-0.12678379,0.095382236,-0.10182784,-0.041357074,0.021539543,0.057751413,0.030061899,0.028968913,0.08765402,0.052200124,0.08258837,-0.017380264,0.026377885,-0.028598735,-0.104973435,-0.016871974,0.12900998,0.048797734,-0.020674955,0.033940643,0.060545474,0.03115692,-0.032426193,-0.039956734,0.02147634,0.024261389,-0.036463976,-0.09222038,-0.011019436,0.09371335,-0.07096392,-4.5877598e-33,0.037225362,-0.034691416,0.02936107,-0.031223394,0.06669792,-0.006707844,0.014183912,0.060583748,0.016036438,0.0013510727,0.07671606,-0.10106379,-0.06543556,-0.09831512,-0.033605993,0.053264875,0.018183548,-0.055636037,-0.031341728,0.015522099,0.0151540525,-0.023891464,0.02910506,0.012160039,0.05753196,0.059580285,0.044868074,0.037955984,0.03488122,0.00076597993,0.035896465,-0.045722835,0.008390672,-0.035295445,-0.10941312,-0.034193963,-0.017291782,0.05600434,-0.016474942,-0.011255216,0.049608007,0.01866292,-0.022241617,0.033662815,-0.070673056,-0.060828794,0.033093814,-0.08899384,-0.12166488,0.00921382,0.025519662,-0.06856252,0.052661173,0.02204972,0.012390038,-0.042809557,-0.005010577,-0.030995525,-0.022357013,-0.08944492,-0.026775852,-0.0071728644,-0.03966311,-0.0037495738,0.064473696,0.055451557,-0.01876971,0.037061118,0.0065322616,0.035975,-0.08999991,-0.060147293,-0.033433776,-0.035487562,0.008515079,0.02124861,0.05419122,-0.016210323,-0.049630348,-0.0430224,-0.027035912,-0.08366368,-0.039509,-0.024197603,-0.004744004,0.030882575,-0.07828216,0.03769671,-0.04900226,0.050323527,-0.0024050272,0.030291062,0.007674367,0.083880745,0.08690139,-5.094864e-8,0.09882323,-0.0054414296,0.02892792,0.028007887,0.021857018,-0.027841311,-0.034648318,-0.06863263,0.03503265,0.021272166,0.052875467,-0.0033987914,0.061748378,-0.038056295,-0.0747923,-0.03907523,-0.036318865,0.08515944,-0.033159077,-0.020431777,-0.060085196,0.00007251021,-0.05492667,0.00246904,0.06554923,-0.0411709,0.065772705,0.09272201,0.0015904339,-0.0129000805,-0.036407962,-0.020012842,-0.07805666,0.08974513,-0.0461071,-0.035217706,0.045608204,0.006263015,-0.057427723,0.08443429,-0.10400274,-0.03862347,0.052911658,0.04509605,-0.014801076,-0.12631646,-0.06535284,-0.050209515,0.056775823,-0.03863236,0.06809951,0.0049370117,0.04214443,0.05415885,0.010275248,0.12850152,-0.05801175,-0.08773421,0.0036224038,-0.002587948,-0.009550729,-0.03315576,-0.03228663,-0.0455238],[-0.05892802,0.030389726,-0.07301651,0.052813478,-0.04587223,0.024906501,-0.045305654,0.102697074,0.020972421,-0.03771919,-0.010087924,0.050232075,0.01684521,0.03465935,0.007678909,0.018978827,0.05356261,-0.01740514,0.051681306,0.024341607,-0.052806243,0.07915597,0.11872684,0.049428347,-0.044756923,-0.016928932,-0.07686442,-0.051018696,-0.03691613,-0.009905293,0.052039616,-0.03561309,-0.02440773,-0.0032728713,0.028977629,0.023797616,-0.12717675,0.035736788,-0.002543656,0.02067481,0.043829467,-0.052389145,0.026024614,0.014199922,-0.03934517,-0.11429815,-0.0751459,0.041649207,-0.068956986,0.00597977,-0.1336585,-0.042152792,0.081506416,-0.010791063,-0.015212856,0.025253555,-0.02576253,0.03526314,-0.057755854,0.07950546,-0.00633008,0.0021427395,-0.055898547,0.006972012,0.031627882,0.09517691,0.0041517843,-0.06150812,0.05152236,-0.016943417,-0.014539794,-0.072807424,0.033847835,0.08834608,0.017994473,0.01420298,0.005780558,0.020794338,0.010836359,-0.030562079,-0.03433168,0.08038461,0.01865331,0.00502554,-0.002110551,-0.03749889,0.067774855,0.03094067,-0.006324564,0.021816798,0.120841354,-0.030878896,-0.09842236,-0.009260937,-0.02558851,0.029055828,-0.080246456,-0.063452825,-0.0034998967,0.010081221,0.011980793,-0.011109504,-0.05275305,-0.046797145,0.0018204504,-0.031204462,-0.03183993,-0.03326683,0.03744939,0.013497585,-0.011826549,0.026545957,0.00772407,0.025815254,0.006644175,-0.0052497466,-0.033020478,0.038865536,0.061179463,0.06454098,0.028174762,0.004706367,0.10559499,-0.017644322,-0.019232728,0.0027860731,-0.023969127,1.82548e-33,-0.023968726,-0.055395883,0.039331377,0.07954654,-0.042093813,0.035365287,-0.034414537,-0.02708075,0.060826086,-0.051666938,-0.006259653,0.03631528,0.054690365,0.06322606,-0.12032776,0.05459208,-0.031764437,0.0035816948,-0.011951968,0.050103065,0.0056879497,0.010417676,0.035834808,-0.017257296,-0.07340876,-0.025112545,-0.019552238,0.051732615,0.003543174,0.007366728,-0.04571085,-0.0014839222,0.0052816235,-0.086829595,-0.033849213,0.103376426,-0.04491783,-0.01725084,-0.0016850501,0.07115035,-0.020898556,0.043422792,-0.0038661142,0.031271566,0.022996845,-0.0107927015,-0.10009479,-0.14385878,-0.08709722,0.032176528,-0.021518648,0.010959112,-0.011130373,-0.030437306,0.027134517,-0.00234297,-0.040634807,-0.0193629,0.021560682,0.023863718,0.11845199,-0.034846492,-0.06282822,-0.053852607,-0.09644823,0.04374821,0.008063565,-0.11352776,-0.029290698,-0.03673663,-0.040963724,0.043039747,0.049575455,0.06992231,0.047588076,-0.13470437,-0.03526806,-0.022555048,-0.035916083,-0.012871483,0.10868411,0.05152701,-0.046751015,0.122945055,0.0769932,-0.008937319,-0.0173436,0.008746741,-0.047657393,0.026176171,0.012815841,-0.0049122563,0.044741224,0.02181339,0.015709873,-4.0557494e-33,-0.06607605,0.06445085,0.0636656,-0.08201617,0.016287182,0.032784004,-0.014187398,-0.033948537,0.037479516,0.0107852705,0.07227303,0.007957283,-0.0044395663,-0.008447252,-0.08805546,0.042026155,-0.087665975,-0.08620331,-0.04272972,-0.015341168,0.01539104,0.03871168,-0.022768129,0.043074224,0.070901364,0.022103893,0.09004585,0.03842476,0.053921863,-0.12624761,0.059651725,0.018820344,-0.043096524,-0.07247326,0.010671928,-0.028248042,0.08114093,-0.071912766,-0.017034315,-0.07224206,0.017197454,0.023983205,-0.06664737,-0.031105144,-0.03377084,-0.036741134,0.029666105,-0.012314652,0.04251058,0.025529435,-0.017845511,0.0157266,-0.034468442,0.025078721,-0.0017490616,-0.13007376,0.00758833,-0.021436963,-0.084191404,0.02704076,-0.018392066,0.09986826,-0.09536607,0.035836555,0.038716123,-0.030318141,0.022027934,0.02462547,0.041567493,0.014539647,-0.014460488,-0.03073567,-0.0481711,-0.04779147,0.049772874,0.07744583,0.008827652,-0.049655944,-0.068671696,-0.026821082,-0.026196856,-0.057873826,0.02385651,0.018047424,0.008544931,-0.010076378,0.069529444,-0.07175857,-0.058558002,0.08754507,-0.013484341,-0.037388038,-0.056601793,0.013940051,0.09551975,-6.6629454e-8,0.043335006,-0.078279994,0.02723421,0.056082457,-0.034097057,0.03773918,-0.047945306,-0.027547298,-0.09888756,-0.042810522,0.012543838,0.03349073,-0.013474338,0.032712407,-0.026413815,-0.07158879,0.077228434,0.06996881,0.009126446,-0.032414824,-0.06700417,0.020148946,0.008028753,-0.059018888,-0.037447397,0.04209249,0.013315302,0.102259964,-0.13636787,-0.098179035,0.063374825,-0.017237399,0.111744285,0.006337745,-0.012846066,-0.107833646,0.037385527,0.019419916,0.029544584,0.04116104,-0.002466187,0.046457008,0.05277063,0.10361868,-0.016121559,-0.052850418,0.022945665,0.016837217,0.01704336,-0.021305036,0.061814554,0.041012105,0.03850407,-0.044248708,-0.02244163,0.088010035,0.025083866,-0.030228492,-0.07727786,-0.036102943,0.040531006,-0.040434018,0.0030935376,-0.00362944],[-0.09340322,0.03212544,0.009724031,0.028079532,-0.06583573,0.029826034,-0.023302225,0.04134023,-0.0042203623,-0.036334462,0.0007517061,0.0026707784,0.047072977,-0.041780632,0.048297465,-0.025046626,0.011920088,0.036921497,-0.038479965,-0.031832952,0.0801227,0.040237654,0.061413694,0.109480634,-0.024612496,0.008321189,-0.037916295,0.00788692,-0.06526253,-0.052950606,0.00833526,-0.005041544,0.02709761,-0.024544835,-0.061813805,0.039415587,0.020266788,0.021298787,-0.059538074,0.041524544,-0.09192575,-0.08297439,-0.002265007,0.020910522,-0.0015150075,0.122104,-0.05030615,-0.010533626,-0.006342543,0.06400282,-0.055910148,-0.0913411,0.057870198,-0.06827643,0.028589211,0.01727326,-0.004092854,0.035349626,-0.06715539,0.02817101,-0.05959019,-0.06410029,-0.0293523,0.043846518,-0.0027174137,0.0063717975,-0.032889996,0.066743545,-0.03147837,0.026586436,-0.106901966,-0.031143488,-0.018386493,0.11410011,-0.04690952,0.05166553,0.05409388,-0.04688759,0.020137342,-0.05036568,-0.026241323,-0.0026843958,0.034300752,0.016217232,-0.03824082,0.043281816,0.082232654,0.04017161,0.010270894,0.025012681,-0.025588432,0.018916992,-0.08348067,-0.008161013,0.073897004,0.0054819356,-0.09751095,-0.03412597,-0.078491464,0.045850374,0.08464829,0.02379769,0.07727742,0.006145529,-0.055951156,-0.118241385,0.006330644,0.008256139,0.06427395,0.04782143,0.037602935,-0.057674922,0.015410478,-0.03895273,0.09531495,0.000977032,0.0045392835,0.059404813,0.016161751,0.056127135,-0.03588286,-0.04149756,-0.031972628,-0.07000684,-0.09940712,-0.08479602,0.08696586,8.948465e-33,-0.0455605,0.029474247,0.018794186,0.086804554,0.024949165,-0.107930936,-0.059915997,-0.054212663,0.0025684217,0.055658508,-0.025808474,-0.0036885245,-0.0061515933,0.08177552,-0.018195743,0.06827611,-0.051536195,0.046067685,-0.0016034594,0.048660535,0.058676176,-0.066220835,-0.034041137,0.0128350165,-0.03731748,-0.05015304,0.013011805,-0.008150314,-0.05483489,-0.02499189,-0.06964655,0.0017723761,-0.038752966,-0.121574506,0.03676757,-0.040900704,0.107456,-0.067084506,0.039878998,0.041797385,0.06718601,0.029955601,0.07578132,-0.011190767,0.048208777,0.008702753,0.056831297,0.035717,0.022475336,-0.044368923,0.018910928,0.032484934,0.058698192,-0.08781779,0.006366923,0.012875343,0.0032175423,0.02157342,0.02233234,0.06645803,0.034054097,0.08500332,0.053279396,-0.046639305,-0.08606624,0.012049387,-0.09558728,-0.03602447,0.022312487,0.013579356,-0.020750545,0.003913191,0.07697707,0.013268644,0.06737604,-0.032998115,-0.013078331,0.02110122,-0.06767702,-0.027769614,0.044221364,0.009047732,-0.051671494,-0.0012332497,0.04507241,-0.01599535,0.0036313192,-0.09394613,-0.0042583295,0.045983132,-0.043760285,-0.05072784,-0.022273013,0.05326867,-0.04752012,-9.0762784e-33,0.0023321228,0.013529206,0.02100982,0.0024546494,0.12628338,0.038428858,0.012420581,0.024906185,0.015420177,-0.016687058,0.0000010988304,-0.121981725,-0.05857023,-0.077414535,0.04386002,-0.020377167,-0.018965958,0.02551193,-0.0547331,-0.010189247,0.081285395,-0.03649908,0.031157138,0.059795845,0.044251032,0.07560029,0.06552005,0.006740669,0.0034511134,0.039126962,0.046764232,-0.07163215,-0.002607368,0.009349482,-0.092789836,-0.03699466,0.0035010898,0.052667126,-0.02165123,0.0057826075,0.06665805,0.01114608,0.021085449,0.025515908,-0.05347917,-0.092183664,-0.0019800446,-0.06548528,-0.0782835,0.0135927815,0.08633789,-0.09222813,-0.03461687,-0.039191175,-0.0036634228,-0.0718846,-0.031362265,-0.09277941,-0.038057853,-0.012367393,-0.05525041,0.035920024,-0.07008708,0.034306277,0.031528417,0.02115796,-0.033342086,0.016142817,-0.002709911,0.084366545,-0.11263263,0.0005875105,0.01422462,-0.051448498,-0.0013648745,0.043034885,0.027031839,0.027907029,-0.072521605,-0.003437292,-0.013325466,-0.060486875,-0.0015574162,0.02850995,0.04154176,0.05652098,-0.06607056,0.03780859,-0.058189858,-0.0035375813,0.022156041,0.08000868,0.039926104,0.08872404,0.082365476,-6.6587e-8,0.050159372,0.022155724,0.01209755,0.04321166,-0.007604025,0.05372628,0.047323056,-0.07063991,-0.022237036,0.0248604,0.071543925,-0.014709421,0.07454609,0.04778303,-0.046118893,-0.014616934,0.019042106,0.1122727,-0.06676155,-0.043631677,0.007464814,-0.028534276,-0.032332685,-0.051644064,-0.018481975,-0.033421025,0.009535672,0.07528692,0.026312374,-0.0009644524,-0.008189035,0.020563247,-0.04659139,0.024394302,-0.03929331,-0.019443383,0.009489488,0.015322833,-0.10434177,0.11498047,-0.10229271,-0.010744644,0.07439146,0.04740593,-0.013905247,-0.11965548,-0.065618716,-0.048215315,-0.0061772005,-0.024236254,0.036266096,-0.014868385,0.036405444,0.10746503,-0.0026789792,0.133648,-0.08331928,0.00026109305,-0.014625105,0.044407446,0.04048156,-0.09857914,0.00859443,0.0048116627],[-0.059482653,0.0427163,0.04591694,0.028400207,-0.023825683,0.0071172123,-0.08920572,0.027918702,-0.031106642,-0.0889217,0.029798197,0.044988193,0.0058693746,-0.0017087478,0.077475846,-0.039992463,0.022837283,-0.0063899094,-0.0021909731,-0.050183646,0.04857075,-0.04841691,0.047758605,0.045606114,0.04126436,0.015405987,-0.017348522,-0.068224855,-0.01466537,-0.011506245,0.051433593,-0.044908684,0.047671713,0.02795691,-0.052237168,0.0121432645,0.08863091,-0.0034873993,-0.08357701,-0.00909505,-0.02756532,-0.044954345,0.05293777,0.02294803,0.03392048,0.036779415,-0.013458992,0.01595711,-0.031493776,0.0181038,-0.039261244,-0.016815249,-0.013356134,-0.022142261,-0.0008959238,0.12497817,0.011572291,-0.030171491,-0.00041944167,-0.058862705,0.021672754,-0.043111674,-0.040500473,0.0144154625,-0.06065811,-0.02098245,-0.002396321,0.08253903,0.111143954,-0.012514004,-0.040949993,-0.015299123,-0.03884832,0.04118442,-0.11491542,0.05488993,0.05863858,-0.038042918,-0.0069199456,0.011556883,0.009487928,0.03474629,0.045414865,-0.03504243,-0.0047652996,0.0244618,0.019252006,0.12310402,0.016913788,0.037034817,0.06797372,0.051275503,-0.1109126,0.00029927128,-0.0506928,-0.001184674,-0.05212705,-0.05216522,-0.047633372,-0.017906033,0.06531675,-0.025350755,0.053688727,0.022595283,-0.05283628,-0.06503486,0.059687745,0.0631803,0.01850395,-0.010959644,0.09095141,-0.014291631,-0.012187141,-0.006979365,0.08186752,0.09107534,-0.002295766,-0.008309544,0.018740188,0.09239453,-0.02757107,-0.017892532,-0.014835781,-0.055571243,-0.003232459,0.0042728405,0.016052637,2.9816442e-33,-0.05303033,0.04682233,0.014125326,0.021038564,-0.016722044,-0.10408383,-0.00581817,-0.040564504,-0.026498647,0.03715495,-0.036045145,-0.027346421,-0.02422181,0.089419834,-0.03373819,-0.08312226,-0.008040078,0.030039903,0.07326942,0.015168629,0.04698645,-0.0653016,-0.061304398,-0.050290372,0.037251126,-0.021104109,0.018008558,-0.03829741,-0.0061572692,0.010928491,-0.060952157,0.0031493797,-0.0917955,-0.013777054,0.026465371,-0.050061516,0.036723386,-0.042895462,0.10227609,-0.0054305876,0.062989764,0.040716615,0.052260872,-0.06804435,0.065092005,-0.022818644,0.032918796,0.05557127,0.025317175,-0.026984213,-0.042528033,-0.0075715217,0.047089715,-0.09596169,-0.00021512112,0.06311611,-0.016317613,-0.011989447,-0.01887361,0.13289282,0.12588416,0.042977896,-0.042007923,-0.041589066,-0.06980817,0.059085026,-0.08758067,-0.020705452,0.08109849,0.05037489,0.0014254039,0.030107416,0.10012103,0.018966464,0.11455358,-0.018143177,0.07294481,-0.0009556629,-0.11871306,0.008976085,0.029884065,0.088984646,-0.040732864,0.039888408,0.12243163,-0.0072637913,-0.023694301,-0.0459517,0.019311327,-0.025804358,-0.03150859,-0.08610241,-0.021404255,0.09939197,-0.061145034,-2.5231736e-33,0.044092126,0.013366602,0.0319425,-0.026015038,0.11863202,0.017021943,0.022954542,0.048967645,0.033552866,0.004047767,-0.03436347,-0.09577232,-0.08925283,-0.06988348,0.008303674,-0.028480394,0.010326959,-0.03732986,-0.042592626,0.008233219,0.04917232,-0.00072333304,-0.03629628,0.011259697,0.06534819,0.016050985,-0.013007584,0.06452377,0.06590369,0.02182857,-0.03768215,-0.075204186,0.056842018,-0.055069495,-0.045185987,0.039658166,0.0050287456,0.10120126,0.025393626,0.023370313,0.07446012,-0.018142201,0.03175648,-0.017690603,-0.051509637,-0.020708373,-0.03697765,-0.040902305,-0.14893761,-0.02830573,0.0037364417,-0.08000712,-0.0038938809,-0.049403876,0.016706677,-0.12841523,0.0471665,-0.0309122,-0.03307725,-0.07325222,-0.057756387,-0.048884418,-0.0425454,0.03817584,0.031575564,0.0078728255,0.00029412584,0.018432993,-0.046648324,0.026206832,-0.18815444,0.021524252,0.04238327,-0.024436573,-0.011787432,-0.01864731,-0.013145844,-0.026697295,-0.046591055,-0.039227217,-0.037103977,-0.049937908,-0.014080564,-0.030055767,0.021136364,0.106774345,-0.009718443,0.055406317,0.015061038,0.044251025,0.009059373,0.03455344,0.012048042,0.07990999,0.09754967,-4.618868e-8,0.044557028,-0.004318402,-0.002474605,0.0017643962,0.01647616,0.032758296,-0.0065486296,-0.041247904,0.03716212,-0.027171817,0.06950651,-0.026060117,0.06372066,-0.00022542669,-0.09157835,-0.0490153,-0.028722497,0.07118118,-0.018784424,-0.011773322,-0.008146942,0.013660841,-0.041214526,-0.010451082,0.057823736,-0.0702816,-0.002845918,0.05366396,0.10909199,-0.06734384,0.024346245,-0.02471037,-0.055077273,0.08691676,-0.050551847,0.009924686,0.04431693,0.015339691,-0.06562308,0.058269374,-0.088128045,-0.050239224,0.06350902,-0.019979352,0.008239904,-0.09772273,-0.08247027,-0.050043803,0.027576506,-0.04801064,0.021061802,-0.020159343,-0.0139065655,-0.009138335,0.060206633,0.110090315,-0.028860513,-0.08321176,0.038869467,0.022630539,0.040715337,-0.024731884,-0.0776869,-0.002092508],[-0.09075531,0.031460438,0.0350548,0.0747874,0.028668815,0.024367303,-0.027782615,0.069352284,-0.047767352,-0.02529597,-0.0325019,0.10338797,0.041826393,-0.045701597,0.072708204,-0.05239132,0.10645658,-0.019840652,0.05806486,-0.004443047,0.03835443,-0.04005847,0.068182744,0.093297124,0.0022683612,0.055844218,-0.07945177,-0.017648652,-0.028904255,-0.015468882,-0.03724345,0.01778913,0.05157586,-0.04087637,-0.07418231,-0.04740506,0.08341459,0.059467744,-0.028862841,0.0930528,-0.031881813,-0.11603778,0.053029355,0.027868945,0.051426828,0.014221291,-0.028764257,-0.005089662,-0.15621935,0.0015125312,0.00085542235,-0.021930017,-0.01282362,0.00197339,0.03230898,0.06755341,-0.02795462,0.0139831295,-0.03429328,-0.015452929,0.014955136,-0.023499602,0.018395348,0.028672392,-0.04116,-0.04607635,-0.009748138,0.06692295,0.10504504,-0.020525517,0.061888225,0.020486813,-0.13861892,0.112153865,-0.019219806,0.052899826,0.07905804,-0.01180461,-0.0022923357,-0.017677044,0.05695203,-0.058518976,0.028294317,-0.009489964,0.038289048,0.022548651,-0.018874824,0.0018180864,0.0007373082,0.038274158,0.037902426,0.025703609,-0.09157412,0.0013287112,0.021194242,-0.01950718,-0.073028214,0.018473579,-0.040493228,-0.008076144,0.045968663,-0.038058605,-0.03351484,0.025000643,0.0037189103,-0.06442241,0.06819692,0.034221385,0.0096237995,0.05587399,0.0909176,0.028458614,-0.07910749,-0.006674196,0.012999733,0.0063269925,-0.031975776,0.06972504,0.03552083,0.055299178,-0.0044362247,-0.0399442,-0.030385582,-0.036833435,0.009218131,0.0036202006,0.0112901945,1.7761099e-33,-0.08811413,0.048566394,-0.018839836,0.023513824,-0.00061741564,-0.07263535,-0.042884395,-0.08655241,-0.020497788,0.035622876,-0.09604059,-0.0054554828,-0.015298693,0.028271269,0.024704944,-0.04979967,-0.051821653,-0.012478712,0.009765164,-0.018149566,0.10121767,-0.008830853,-0.044372242,-0.016992796,0.03687246,-0.024499867,0.061422262,-0.010597435,-0.07686629,0.01550568,-0.06894113,-0.047790855,-0.06683677,-0.1220593,-0.0171472,-0.018516006,0.04666055,-0.06831584,0.051330827,0.07132493,-0.0025881594,0.01924222,0.025591206,-0.032576326,0.01771559,0.03845449,0.084261134,0.05570357,-0.0180979,-0.0026488346,-0.043221805,-0.009364204,0.009701372,-0.017629618,0.043560334,0.04607646,-0.015577406,-0.043180417,-0.00038543754,0.070410125,0.094348304,-0.055968344,-0.041168325,-0.0015418036,-0.074752554,0.054754917,-0.054011017,-0.02673456,0.03391558,0.09437553,0.036706176,-0.009157056,0.056533847,0.004238396,0.09193038,0.025139598,0.0041832305,0.09873341,-0.035601918,-0.060158473,0.04487941,0.008891995,-0.09313562,0.06893515,0.10636132,-0.01855513,-0.017789805,-0.040321413,0.11175705,-0.020402495,-0.020796621,-0.041451845,0.04487042,0.103728555,-0.03420388,-2.541754e-33,-0.0042918944,0.05015913,0.021102477,-0.035018668,0.060579605,-0.003072796,0.05590338,0.023166275,0.01669275,-0.023140507,0.036874298,-0.08101125,-0.124150835,-0.071993954,0.012213279,-0.046141412,-0.010198552,-0.02294864,-0.032947402,-0.05790076,-0.008496066,-0.021930205,0.032535348,-0.0030882156,0.022936214,0.026912497,-0.069236465,0.09710311,0.041241407,0.05105259,0.02942161,-0.077721864,0.041513707,-0.041067384,0.015756048,0.08593559,-0.0375502,0.044975646,-0.0010110704,0.029323786,0.086822174,0.0014496115,0.051122386,0.00856489,-0.015553511,0.02006524,-0.009918915,0.035873402,-0.06521014,-0.059644956,0.021195874,-0.13151777,-0.020827934,-0.043894175,-0.04948631,-0.10394831,0.015469803,-0.04030679,-0.13556512,-0.019112237,0.008269185,-0.010639613,-0.071108,-0.016674858,0.023677278,-0.041354854,0.013015363,-0.094524235,-0.039350588,0.011789741,-0.05472902,-0.06902721,-0.060676306,0.014904678,-0.0041526095,-0.069476284,-0.032844055,0.0032913815,-0.06786913,-0.067521535,-0.08072274,-0.035411045,-0.0126865525,-0.08343199,-0.0046305046,0.14763334,-0.036917496,0.025922105,0.023007626,-0.0117050335,0.025378434,0.008024508,-0.029292554,0.079501875,0.018075574,-4.975276e-8,0.019527927,0.012716646,0.008830013,0.036462765,-0.011601248,-0.039616317,-0.02536457,-0.029027237,0.082078576,-0.04080698,0.0036167116,0.051941466,0.113016024,-0.0044456515,0.027945159,-0.032239847,-0.015067677,0.055534612,-0.015942382,0.0049475958,0.023461178,-0.05150899,0.040204283,-0.05133093,-0.034857117,0.0058905827,-0.003832131,0.06382092,0.07422383,-0.058922056,0.002282348,0.029053345,0.011443728,0.13273075,-0.010591339,0.0022276775,0.08656945,0.018754479,-0.06765762,0.042943466,-0.0748112,-0.099388845,0.05764764,0.052529927,-0.03182053,-0.11246921,0.005807514,0.01525608,0.00804952,-0.010973472,-0.015378103,0.014339351,-0.037828013,0.019730551,0.032559957,0.061621536,-0.06673269,-0.05903758,0.00026464163,-0.0036870444,0.074609146,-0.08767851,-0.0037539685,-0.025596898],[-0.04687528,-0.067099646,0.07430888,-0.017046604,0.046906732,0.035580162,-0.008864253,0.02525037,-0.027387653,-0.03451638,-0.036677457,-0.024494505,0.005160186,0.013646633,0.009837513,-0.029913928,-0.016644737,-0.028463269,-0.028623603,0.015250651,0.032418594,-0.06642987,0.033788424,0.07020405,0.06864043,0.07102984,-0.012738729,-0.014517396,0.019350069,-0.033735048,-0.014514838,-0.059041265,0.03605172,0.06442926,-0.056537017,0.03341917,0.07171691,0.018539479,-0.05290538,0.021916056,-0.027927158,-0.020533893,0.080445655,-0.0007843826,0.011478202,0.060826894,-0.032650452,-0.050221745,-0.0025730736,-0.030374773,-0.08542023,0.0002425444,0.014053329,0.00873051,-0.028550636,0.054688327,-0.0067944266,-0.09950652,-0.021462345,0.01614366,-0.01287626,-0.020661956,0.019660521,0.018802261,-0.045329288,0.0048341355,0.048834223,0.0152836945,0.08061286,0.0042876317,-0.098234326,-0.0048220158,-0.00050775474,0.02676136,-0.031088967,0.013509688,0.04175541,-0.074880384,-0.028878847,-0.014807414,-0.012499013,0.012384788,0.035897356,-0.016488038,-0.010027258,0.028738284,0.005847457,0.11858481,0.055333916,0.014825532,0.009065179,0.080608085,-0.04402713,0.01669876,0.013299317,0.02908279,-0.02994297,-0.046382383,-0.061143294,0.010609252,0.060746126,-0.017302906,0.030137636,0.024853807,-0.020243034,-0.13810405,0.025060458,0.078963414,0.024273176,-0.05101635,0.08826382,-0.09829094,0.04207212,-0.027063875,0.011902735,0.10166414,-0.060073115,0.09830596,-0.007673145,0.12437755,0.017268777,-0.012313331,0.016715214,-0.04528514,-0.029410241,-0.023753827,0.04454711,2.7232196e-33,0.019144123,0.021426748,0.03390218,0.08384449,-0.082824335,-0.12471017,0.0014786009,0.003946946,0.0072649154,0.0313123,0.007138227,-0.013724775,-0.066116825,0.09459928,-0.024376454,-0.05334803,-0.07833473,-0.06687034,-0.00068044924,0.07439097,0.08583073,-0.12265951,-0.08027837,-0.006254937,0.006295551,0.018320594,0.019881224,0.0045319092,-0.04409225,-0.023066958,-0.083901614,0.012147356,-0.06105392,-0.05593494,0.019950183,-0.103033625,0.023596967,-0.021447023,0.08463294,0.04011575,-0.007618426,0.046485372,0.015639944,-0.11067549,0.05358249,-0.015887475,0.043986194,0.036814928,0.041333638,-0.0608146,0.010683446,-0.030274684,0.022256074,-0.08626531,-0.04229115,0.020161621,0.024252022,0.028092735,0.05647091,0.08841388,0.06360906,0.011945703,-0.019739194,-0.0060207737,-0.17043462,0.030197551,-0.051771473,0.016183464,-0.0045329416,0.056001436,0.0064215567,0.049661104,0.052582763,-0.08382627,0.15507227,0.030217499,-0.009814097,-0.028228262,-0.13550249,0.0063135624,0.052868273,0.020952603,-0.053091537,0.012880753,0.088328205,0.02356581,-0.0394775,-0.095911734,-0.0076964386,-0.023701368,-0.044503,-0.015174992,-0.0206299,0.028661372,-0.04779727,-2.5031935e-33,0.057481375,0.013548109,0.02545321,-0.049185947,0.1284474,-0.02250927,0.05701248,0.012599472,-0.030854868,-0.010756296,-0.01042413,-0.094062135,-0.055661675,-0.058197286,-0.007681298,-0.025968874,0.035396874,0.050572652,-0.04036287,0.04861564,0.048997547,-0.06224278,-0.063991345,-0.026445905,0.02409254,0.055178706,-0.0008529878,0.08320173,0.104204185,0.008039073,0.013514909,-0.07273199,0.053727694,-0.018728837,-0.060067937,0.036698002,-0.005352271,0.024996987,-0.05113982,-0.0077128424,0.0636526,-0.0281023,0.0026838959,-0.012161577,0.009475601,0.01787763,0.0000695677,-0.027469005,-0.14033604,-0.026758458,0.02007407,-0.01168679,-0.009761302,-0.062408544,-0.005874383,-0.049415424,0.02667458,-0.04096793,0.0017434245,-0.042197026,-0.004877149,0.034026165,-0.0042921454,0.054024145,-0.021558218,-0.012706579,0.01075206,0.040474314,-0.057463832,-0.010680946,-0.13704085,0.08824005,-0.011788142,-0.04921733,0.012758701,0.02446935,0.041063793,-0.03242803,-0.03267325,0.028364744,-0.022278054,-0.036584903,-0.01167357,-0.047175746,0.010403334,0.17899546,0.07062531,0.024973458,0.0059180744,-0.0028821784,0.0053113564,0.09027111,0.04655906,0.06530698,0.0545196,-4.9233222e-8,0.01384629,-0.049774077,0.015480423,-0.026610898,-0.036916096,-0.008512491,0.010692023,-0.01481847,0.04945868,-0.06707865,0.08904128,-0.06320777,0.05494378,0.06139941,-0.05380182,-0.025105203,0.0825897,0.060845952,0.007617354,0.008192623,0.029269079,-0.077538036,-0.0014781129,-0.07767788,-0.009507427,-0.020663412,0.03179562,0.070882306,0.018039133,-0.096505605,-0.028556293,-0.033167426,-0.04517373,0.038060833,-0.011374718,-0.04629147,0.059887677,-0.0068213707,-0.066569224,0.090313286,-0.07593916,-0.038795248,0.050290138,0.022616448,-0.016818834,-0.07263162,-0.06925957,-0.082239285,0.061449513,-0.006130966,0.09751919,-0.019267986,0.027855236,0.01704858,0.078468814,0.086866856,0.008963564,0.015373451,-0.018814903,0.07578674,0.03854917,-0.0487943,-0.057222333,0.012687853],[-0.06363501,-0.024879871,-0.023174673,-0.0061263056,-0.066958174,0.041992415,-0.061683577,-0.02852628,0.0012942757,-0.015945574,-0.016492972,0.05602435,0.02793805,0.030592743,0.06667465,0.035569694,0.02457193,0.079258494,0.017938757,-0.034829192,0.0054947017,-0.060005937,0.054626882,0.03570224,-0.027003922,0.024777083,0.021833198,0.01248316,0.019869857,0.008230911,0.010511642,-0.008150445,0.043950174,-0.034130316,-0.06341099,0.049527902,-0.042098466,-0.037713647,-0.061619,-0.014154545,0.02896374,-0.022672143,0.042757526,0.019798348,0.06187017,0.11777021,0.015383109,-0.026143119,0.039688192,-0.027209396,0.040863853,-0.01292786,0.070259444,0.04057669,-0.07613625,0.015711434,-0.037776854,-0.054145012,0.004951757,-0.01371619,0.0055936393,0.016832776,-0.040668715,-0.011121519,-0.059165478,-0.019199511,-0.012727543,0.025144216,0.05552316,0.042934306,-0.08463245,0.05950418,0.007319014,0.002237276,-0.10235198,-0.04178049,0.077047214,-0.027745496,0.023304524,-0.0069025382,-0.03801251,-0.014240787,0.013020635,0.09593472,-0.0120083,0.04233337,0.073387496,0.10723295,0.016990047,-0.022691708,-0.010540678,0.06276615,-0.13216963,0.025452752,-0.030784829,0.04612293,-0.0152840605,-0.012532085,-0.055030514,0.0073826876,0.031934403,0.003319492,0.10314375,0.006963991,-0.027873503,-0.120805055,0.035949577,0.04173255,0.049239125,0.12362691,0.039670046,-0.03227656,0.0017596403,0.035106853,0.02021768,0.11360368,-0.014010236,0.031192247,-0.026083432,0.04363365,0.016414713,-0.028032634,0.015838671,-0.09389862,-0.0025819126,0.016006451,0.020808598,8.473765e-33,-0.0023006839,-0.008753479,0.0035920248,0.047338456,-0.01894242,-0.099824935,-0.04357281,-0.08620745,0.061067846,0.0134887295,-0.022619978,0.012353243,0.06420798,0.047712296,-0.085033916,-0.07429056,0.01667388,-0.011066014,0.004377135,0.023231907,0.041478563,-0.051238224,-0.016694494,-0.009588635,-0.018186314,-0.030911343,0.07204104,-0.0066781444,-0.041902624,-0.0034449897,-0.027342787,-0.016394148,-0.049767442,-0.06490746,-0.00357932,-0.030582396,0.07629578,-0.0018787666,0.058383334,-0.019737812,0.023204569,0.04875989,0.045455724,-0.08913615,0.09348621,-0.03392383,0.036333423,0.02868614,0.07113097,0.011028895,0.028128259,0.07468824,0.009707785,-0.09364857,-0.02318909,0.022247983,-0.044678733,0.06138665,-0.014735299,0.15922362,-0.022669781,0.016878923,-0.02280828,-0.04377737,-0.0908358,0.027114581,-0.06797927,-0.025547985,0.02363564,0.018937571,-0.016959833,0.023861296,0.050138667,0.010126827,0.03838923,-0.015029597,0.106411256,0.046367865,-0.08525419,0.007950614,0.022421388,0.00037395235,-0.016771514,0.103343576,0.05859305,-0.0028844865,-0.0596303,-0.03855474,-0.005648765,-0.05793476,-0.07305612,-0.042851992,0.057739556,0.021544864,-0.021742871,-7.7330755e-33,0.092673354,-0.0024019268,0.00000475863,-0.008402978,0.14724152,-0.005128774,0.013969583,0.083728895,-0.018407652,-0.019788874,-0.019244714,-0.06958374,-0.09997913,-0.07300085,-0.0052146977,-0.006996544,-0.008099007,-0.024029272,-0.057120074,0.113679655,0.081061274,0.12936454,0.014820597,-0.027651016,0.011961426,0.06906291,-0.014230722,0.075390495,-0.0027836936,0.045199253,-0.07435784,-0.12596795,0.035988823,-0.017279197,-0.03493416,-0.0049973973,0.009162434,0.0029758401,-0.016210014,0.060663667,0.0873863,-0.044116855,0.021299543,-0.017975098,-0.029324027,0.00702129,-0.07627888,0.008155936,-0.10238537,-0.022997022,-0.029548332,-0.04372626,-0.0685951,-0.0011314318,0.06673331,-0.0878887,0.059496854,-0.090624884,-0.08148537,0.0024737662,-0.08756745,0.022789322,0.0027556568,0.018673511,0.032796945,0.082245976,-0.0033783512,0.0072222967,-0.07278685,0.0753434,-0.12467315,0.033743113,-0.0016656556,-0.04651744,0.08578676,-0.021410523,-0.007891173,0.009808363,-0.027116062,-0.03643924,-0.008280335,-0.0040165493,-0.039597806,-0.021570679,0.015285552,0.10686623,-0.106551275,-0.010310913,0.026567671,-0.02275359,-0.0055429097,0.0026352066,0.016469562,0.14705637,0.0780891,-4.906377e-8,-0.054475863,0.0041288757,0.004278834,0.012985642,-0.014461689,-0.036676742,-0.052663833,-0.021932557,0.010808592,-0.067584045,0.086987436,-0.014842072,0.08662928,0.03561605,-0.06795435,-0.06869739,0.058732532,0.10906968,-0.07088627,-0.10576001,-0.06855875,-0.05936035,0.05601818,-0.005029619,0.046455517,0.0048044655,-0.003347583,-0.013182565,-0.007320294,-0.012087792,0.002884223,-0.017887067,-0.030347947,0.066771746,-0.0065105753,0.015113741,0.009734183,0.012565017,-0.05867606,0.07160977,-0.054722514,0.00016717601,0.017807357,0.010128543,0.0042321654,-0.078080475,-0.083274394,-0.050696723,0.06605413,-0.035638727,0.02067502,-0.045537416,0.016830659,0.028626485,-0.022624742,0.075576775,-0.10258077,-0.06551505,-0.028277293,0.029101068,0.013118299,-0.06595836,-0.07228607,0.006167261],[-0.0553528,-0.004061015,0.019118955,-0.014128195,-0.07325355,0.03690099,-0.110075705,-0.012232768,-0.04986058,-0.08883765,0.008557444,0.017861888,0.06892658,-0.043866634,0.07376026,0.031907387,0.028341329,0.08498339,0.028190585,-0.06603404,0.0126782395,-0.08182943,0.058742136,0.13357416,-0.018030113,0.055988494,-0.023182698,0.043922074,0.0047157225,-0.054019827,-0.05449734,-0.07684772,0.038610417,-0.0014222648,-0.09242652,0.04458605,0.025279902,0.023967607,-0.038340982,-0.0023868356,0.02907609,-0.09042183,-0.007357015,-0.03800478,0.08552204,0.07038191,0.03149194,0.028954059,0.038419135,0.031711627,0.050338283,0.010326394,0.041647993,0.07217533,-0.029469457,0.09827139,-0.054683357,-0.05482028,0.10214666,-0.054602746,0.043764524,-0.0011869452,-0.04151944,-0.007979845,-0.018677985,-0.042504475,-0.03334948,-0.047192007,0.10696547,0.041501444,0.01070395,0.023234507,-0.026123649,0.029364526,-0.07785899,0.0018311344,0.02085119,-0.019550512,-0.04566462,-0.011851476,-0.013867159,0.024718305,0.004746377,0.041903168,-0.021109786,0.036939733,0.038711675,0.11980972,-0.005488645,-0.051449873,-0.0038325086,0.037285198,-0.10673954,-0.015683815,-0.054785334,-0.044672318,-0.02444943,-0.019003445,-0.028295007,-0.0105649,0.054326266,-0.012717289,0.054851122,-0.0005707221,0.020277614,-0.15160464,0.06745998,0.0767607,0.05560782,0.08314461,-0.0042188335,-0.02473544,0.010614838,0.07381511,0.029947732,0.04739087,-0.069356225,0.012903153,-0.0058377553,-0.016266415,-0.032645304,0.012905492,0.031400748,-0.07108985,-0.008067733,0.016194155,0.027772497,8.684943e-33,0.00026678568,0.025796534,0.01620678,-0.014023308,0.006581522,-0.035188626,0.02530861,-0.057276618,0.0807179,0.0128537705,0.002520659,-0.016673805,0.03147745,0.06568714,-0.03797115,-0.12114969,-0.010064353,0.016902102,-0.0008466361,0.0050870464,0.06357501,-0.014912445,-0.01965987,0.033422723,0.031399757,-0.030538917,0.007925615,0.01117714,-0.09827996,0.00405204,0.04091022,0.046022512,-0.0780656,-0.1008434,0.0031287754,-0.0451131,0.051504906,-0.012203555,0.045242503,0.021825977,-0.010999715,0.021448689,0.01711417,-0.06106305,0.049924504,-0.014599164,0.015329034,0.045553606,0.04875938,-0.0076166154,0.004015645,0.0637791,0.02547025,-0.10342792,0.011406041,0.026262062,-0.008478535,-0.004467945,-0.0636637,0.12912346,0.06292173,0.087104805,-0.007284219,-0.0602042,-0.12463816,-0.060275145,-0.083801486,0.023375003,0.025737256,0.032803673,0.035634916,0.016597407,0.060980994,-0.023282316,0.019745857,-0.03468133,0.04919412,-0.03524466,-0.09006121,-0.019920299,-0.022097012,-0.051180646,0.042491823,0.067479506,0.04781292,0.01341748,-0.05047195,-0.040075548,0.013561476,-0.040923666,-0.12087773,-0.042502668,0.03655648,0.042653058,-0.039444122,-7.133738e-33,0.116428725,0.060750578,0.10007343,0.050422575,0.04089218,0.013992737,0.023527237,0.07487159,-0.0008204232,-0.04598107,-0.094878554,0.01972322,0.008567943,-0.052455243,0.011602427,0.028567491,-0.029735778,-0.0053694895,-0.01943762,0.087443896,0.015443773,0.005525869,-0.020590711,-0.01125786,0.04057198,0.009885718,0.038447995,0.039975364,0.073328815,-0.03413785,-0.011765228,-0.015285986,0.014017307,-0.077291094,-0.034086104,0.03936334,-0.03682641,0.065873206,0.031476602,-0.010617613,0.07099861,-0.012049492,0.019525701,-0.016903562,0.03859846,0.024780797,0.007100608,-0.031125553,-0.10908567,0.019959839,0.010933347,-0.07295314,-0.013387041,0.034514293,0.07278165,-0.090174355,-0.027910084,-0.061873037,-0.10161946,-0.10148473,-0.10303524,0.023822602,0.019680968,0.03378149,0.040137623,0.05273631,-0.024322087,0.035292596,-0.058911424,0.049855735,-0.11379549,-0.029689074,0.028184107,-0.02357178,-0.0031814491,-0.03915248,-0.004065859,-0.05205978,-0.049071476,-0.034829028,-0.016125342,0.0012431628,-0.025671646,-0.063685186,-0.0018272339,0.10610612,-0.04259542,0.023199894,0.042265963,-0.0025822013,0.028429983,0.010457363,0.041739907,0.07395888,0.072355196,-4.4275225e-8,-0.0037844654,0.019556493,-0.0027377706,0.042287294,0.02775687,-0.0051844697,-0.047840465,-0.031134766,0.014516756,-0.13379672,0.048580047,-0.014941334,0.10857994,0.028099306,-0.07084428,-0.034927238,0.04720851,0.107341394,-0.04378265,-0.030103752,-0.13099876,-0.03860471,0.034918632,0.03793199,0.025740605,-0.00074739306,0.07181603,0.007585204,0.018912263,-0.0017026843,-0.002150988,-0.03120004,-0.023338152,0.04526362,0.06300355,0.10800518,0.011880367,0.053241536,-0.014134633,0.02896707,-0.07012821,-0.047736026,0.052192062,-0.0039696307,-0.030178184,-0.08721144,-0.12365739,-0.0066728084,0.015210647,-0.05539438,0.0003967037,-0.034016337,0.0115948,0.037462283,0.04018113,0.1063884,-0.098796785,-0.12031127,0.012138628,0.02356339,-0.00039421988,-0.03412292,-0.03294898,-0.016448881],[-0.045613136,-0.026691189,-0.010511193,0.0038644392,-0.1040684,0.017705299,-0.04028587,-0.06318445,-0.02739251,-0.06352274,0.046234373,0.019911837,0.0521819,-0.008283444,0.043719865,0.029496767,0.061874732,0.10127613,0.0022550547,-0.02249532,-0.06940199,-0.057761844,0.057216197,0.040758546,-0.027272407,0.028329324,-0.026872272,0.04541792,0.019888699,-0.04491037,-0.00020431445,-0.07831022,0.0122758895,0.0076681613,-0.12850755,0.03683593,-0.027517973,0.04369642,-0.026823323,-0.056100547,-0.008627142,-0.017898848,0.019327065,-0.0070656273,0.04803314,0.13396664,-0.031117521,-0.0017825464,0.026350006,-0.06741656,0.0020532557,0.0011592917,0.0387402,0.10060267,-0.018197939,0.074673034,-0.050259832,0.009104912,0.0020317324,0.053227514,-0.04963558,0.017039526,-0.02132749,0.0009165425,-0.01720536,0.004093071,0.0050219703,0.0010714903,0.088322274,0.023722798,-0.008733601,-0.00959165,-0.07131012,-0.01334743,-0.059482377,-0.012700688,0.050232057,0.0071821334,-0.0023919703,0.05832082,-0.06442607,-0.0070997,-0.042823683,0.11122993,0.0150523875,0.07668933,-0.0013780573,0.07548656,0.0046147304,0.08209833,0.037519854,0.06538478,-0.09804987,0.0013301057,-0.019525783,-0.025518775,0.0075543285,0.015976321,-0.07885158,-0.012391117,0.06920171,-0.014316472,0.12719166,-0.0033611327,-0.02535552,-0.07784509,0.065914616,-0.011258733,0.006574646,0.038558,0.047744606,-0.021127222,0.007000436,0.0056960247,0.0055915806,0.084094875,0.0021365418,0.030900791,-0.03722756,0.014437224,0.01650819,0.016160877,-0.023860741,-0.10656047,-0.059587605,0.03758841,-0.047098007,1.027781e-32,-0.0032230236,-0.0056514605,-0.021368617,0.023918606,-0.09821181,-0.11696026,-0.03318925,-0.059273027,0.04915955,0.048186768,0.023795294,0.0076909363,0.05897472,0.075637706,-0.02430284,-0.11008655,-0.0039441893,0.060199667,-0.00012512182,0.03932145,-0.017593442,-0.03963621,0.01400527,-0.018326376,-0.0021969613,0.050815035,0.026769867,0.03870158,-0.08898508,0.0003607147,-0.01458803,0.04367741,-0.10735683,-0.04221594,-0.04986349,0.0029923266,0.08986141,-0.006828407,0.04901935,0.05005762,0.03813369,0.06639678,-0.009525112,-0.044750333,0.08729736,-0.05840195,-0.023973979,0.0023856738,0.05446657,0.013059461,0.040020972,-0.008815932,0.037641935,-0.07465321,0.016812362,0.08713547,-0.010705502,0.07638298,0.0044978326,0.14610654,0.057933077,0.03638416,-0.024948878,0.005736775,-0.03285244,0.035246328,-0.11543796,-0.0046399827,-0.015021482,0.015162509,-0.0053160125,0.039860412,0.064872935,0.007226452,0.08867464,-0.031212563,0.039157733,-0.045901805,-0.033414017,0.005253255,0.07638493,0.05175153,-0.023473332,0.07461285,0.08892132,-0.030080914,-0.04836139,-0.041389514,-0.05634995,-0.039737426,-0.07903172,-0.03389634,0.018731747,-0.0149665205,-0.017552445,-8.7450344e-33,0.065490894,0.026786327,0.011784382,0.030768234,0.06719359,-0.0050534983,-0.0061007487,0.09063493,0.005580263,-0.022321034,-0.0550261,-0.082470916,-0.107446544,-0.028759938,0.024804732,-0.011568285,-0.060336694,-0.014429424,-0.066400014,0.07237707,0.08917303,0.049445,0.04340119,0.017580478,-0.0061526634,-0.0031957575,-0.033687863,0.06411502,0.063228786,0.015360003,-0.07127778,-0.09748983,0.06456414,-0.023460137,-0.07087099,0.015138729,0.03899516,0.06551095,0.03907275,0.027450908,0.07342902,-0.043780472,0.01692309,-0.031675525,0.004865395,-0.03520034,-0.041942704,-0.041591577,-0.09082836,-0.006660886,-0.02122768,-0.018724224,-0.059898123,-0.006032176,0.046879686,-0.09587532,0.043462437,-0.085685395,-0.04480434,-0.07376867,-0.10870841,0.041355975,-0.008106478,0.038975153,0.026413215,0.06630054,-0.0076728277,-0.041116875,-0.13183741,0.031143233,-0.11815872,0.028435064,0.03949341,-0.066625364,0.053901624,-0.04359343,0.0071763066,0.009336922,0.008521786,-0.008948691,0.023472058,-0.00018155655,0.013012162,-0.05153847,0.0031726703,0.08277344,-0.091535054,-0.023138134,-0.008833629,-0.023928214,0.06962046,-0.016574174,0.04479481,0.11084647,0.042217053,-4.7087287e-8,-0.03873636,0.009287438,0.0364271,0.07766712,-0.014563007,0.08006093,-0.00964279,-0.026456932,-0.01571806,-0.12531675,0.057467613,0.053912964,0.10817351,0.01103848,-0.0541165,-0.06335456,-0.0056257336,0.08831074,-0.049090575,-0.037784334,-0.039500795,-0.0574506,0.08249417,-0.007915304,0.024989938,-0.04988839,-0.02989131,-0.007564398,-0.012120074,-0.014495515,-0.012745428,-0.0042678006,-0.026497053,-0.012634071,0.0021351562,-0.024260879,-0.0042827916,0.000114410446,-0.037139717,0.09528987,-0.0842986,-0.019059805,0.011439505,-0.008483843,0.016117007,-0.041168798,-0.11300252,-0.044669464,0.041173693,-0.045333147,0.108065315,-0.0315358,0.03731828,-0.019330077,-0.04220083,0.14386572,-0.041409303,-0.072661385,-0.017458128,0.00079657667,0.004411612,-0.024945658,-0.03257672,0.01253516],[-0.053908315,0.0057419767,0.021168599,0.023424573,-0.09617976,0.025318963,-0.0731822,0.03678039,0.017106667,-0.028586857,0.07100671,0.07204304,0.02444892,-0.01157108,0.062943004,0.081936665,0.03604687,0.06999094,-0.03523537,-0.0306439,0.027457695,-0.09650881,0.049473006,0.046511274,-0.01589874,-0.007227669,-0.029362397,0.03874684,0.032090645,-0.0511803,-0.019949041,-0.07446673,-0.0027257807,-0.054610875,-0.102099314,0.07809344,-0.030854287,0.03874661,-0.023641514,-0.007090411,-0.012945442,-0.1025461,0.043701094,0.0025584504,0.029396966,0.10199325,-0.0025598095,0.01824457,0.028450284,-0.056186598,0.026871186,-0.062577054,0.069409676,0.013047776,-0.020914389,0.088394664,-0.03473686,-0.012024016,0.009384775,0.003181779,-0.0038416232,0.01771428,-0.068251334,-0.029114114,-0.061854497,0.003392965,0.01158859,0.0331333,0.08487152,0.01577261,-0.033165127,0.022006148,-0.07287285,0.0019556128,-0.040117647,-0.02148963,0.050562046,-0.016027847,0.0393391,-0.020172007,0.02607074,0.001132628,-0.040191762,0.00087707496,0.0020416381,0.051954176,0.073075,0.048749384,0.008144704,0.04936059,0.026714796,-0.0049821893,-0.09197353,0.00815109,-0.039936896,-0.037750997,-0.0066639404,0.047970984,-0.12010106,-0.010181513,0.051610254,-0.013263704,0.053542554,0.05892121,-0.055023298,-0.026509786,0.057519928,0.043069825,0.01672993,0.030043097,-0.00942145,-0.03409762,-0.041275494,-0.008376046,-0.017588506,0.12580808,-0.025546923,0.0044386387,-0.027042815,-0.04237096,-0.014595952,-0.0035659473,0.00062538986,-0.06432234,-0.058119655,-0.047381,-0.005985733,8.827923e-33,-0.02649858,0.0036344216,-0.018081486,-0.021419058,-0.046487957,-0.05027326,-0.03227192,0.032235578,0.025937488,0.01191274,-0.035487685,-0.017278075,0.03504028,0.013550941,-0.015222176,-0.123230144,0.034530934,0.094884224,-0.0018810775,0.004254819,0.022358805,-0.048963975,-0.008696217,-0.012508464,-0.005323979,-0.02298215,-0.01577549,0.007585758,-0.10046447,0.010141271,-0.017414268,0.014316228,-0.10743896,-0.033652063,-0.028244026,-0.024139822,0.11411458,-0.004760308,0.048237037,0.0006228925,0.014337336,0.027010763,0.04731767,-0.070677236,0.06183247,-0.043924395,0.012111001,0.031828705,0.0075807357,0.048285123,0.025257641,0.10136146,-0.022464897,-0.09778714,0.020470522,0.06976486,0.0017638967,0.06706155,-0.05911209,0.15820603,0.04367352,0.054835126,-0.025391454,-0.009066456,-0.086519726,0.048970092,-0.11416966,0.00224118,-0.0053177425,0.12278958,-0.0018761802,0.0077908817,0.03371663,0.021859443,0.043593183,-0.037974544,0.033335846,-0.01343408,-0.052527502,-0.019714383,0.035516538,0.020640377,-0.023631558,0.054559484,0.07152588,-0.0014159284,-0.004247089,-0.030080223,0.016826842,-0.032428253,-0.09331814,-0.04908443,0.014752247,0.03647874,-0.025519062,-7.4927406e-33,0.09107711,0.026122164,0.011379088,0.01852038,0.073713906,0.080881156,0.05136747,0.05875478,-0.08950927,0.008368072,-0.06167576,-0.06891207,-0.08692553,-0.07163112,0.030146008,-0.04674863,-0.04207066,0.033548847,-0.039259102,0.089686945,0.117482044,0.07104291,-0.013243436,0.0019106012,0.036456835,0.005111968,-0.010846069,0.07585788,0.04362187,0.07736468,-0.08015627,-0.04015462,0.019656077,-0.030589325,-0.07226106,0.0018797835,-0.040612455,0.07580554,0.08094929,-0.004617891,0.072907,-0.0057299403,0.012458599,0.029511783,0.003454783,-0.014488988,-0.059902567,-0.025251288,-0.12481276,-0.004005884,0.000309105,-0.09436042,-0.055586617,0.015718028,0.028986296,-0.111312136,0.02709928,-0.042776447,0.0075489082,-0.05443295,-0.052905623,-0.028426377,0.0040089358,-0.0140939085,0.04911874,0.033631545,0.013927233,-0.0060672825,-0.026459098,0.049061738,-0.046196327,0.044221245,-0.007093806,-0.050410703,0.0028833314,-0.029547382,0.039482564,-0.044664666,-0.0023973642,-0.057395022,-0.019247562,0.0042644492,0.015802592,-0.031193277,0.006983613,0.1425447,-0.04622217,0.07966415,0.016551329,-0.022553463,0.076250896,0.039917476,0.04619334,0.12048375,0.10137816,-5.2515038e-8,-0.04323145,-0.004494589,0.028914973,0.071414135,0.014257219,0.006532848,-0.030544693,-0.0471681,-0.036837973,-0.14095545,0.07959843,0.005655045,0.14905737,0.067382134,-0.04014356,-0.07164456,-0.013183265,0.102044314,-0.04315763,-0.031115105,-0.09849318,-0.025413793,0.0508959,0.0025568546,0.034825183,-0.025855873,-0.03509455,0.042135503,0.058643676,-0.037083738,-0.0076915985,0.012940627,-0.040281832,0.022398842,0.020965736,0.050491188,0.0011516204,0.033548255,-0.10916352,0.056225974,-0.06461616,-0.04169232,0.008782004,0.031457387,0.056139756,-0.06713811,-0.10901943,-0.033775702,-0.012307333,-0.036344253,0.042101838,-0.031255428,0.04156819,0.030880326,0.0023766046,0.10019072,-0.114658065,-0.043509968,-0.054074302,0.027659917,0.024436064,-0.041185096,-0.08202259,0.003972083],[-0.06467457,0.0050268825,0.0060957987,0.0023665482,-0.04191118,0.012615639,-0.07132176,0.046568528,-0.0056324108,-0.048052464,-0.010641014,0.04202814,0.04957488,0.009251336,0.060556304,0.08305453,0.05046151,0.10357266,0.039964523,-0.04035219,-0.0053444393,-0.07391388,0.07145151,0.08001957,-0.022040138,0.06744202,-0.035531264,0.0625435,-0.0012142683,-0.044707514,-0.0681562,-0.047563996,0.048091732,-0.0031111252,-0.0800341,0.05138108,-0.010837662,0.021494253,-0.030056214,0.00025320743,0.0029971874,-0.054563414,0.011189159,-0.03814525,0.07114743,0.076715246,-0.013697989,0.016609108,-0.004358519,0.0010754906,0.04985724,0.0036985015,0.05355962,0.07507151,-0.035076145,0.09313764,-0.11194622,-0.036263302,0.06339693,-0.006435134,0.018065413,0.03714411,-0.07896564,-0.0076287175,-0.03798757,-0.023584083,0.024088666,-0.027155155,0.10899908,0.04479476,-0.021036869,0.047308218,-0.059707638,-0.00970768,-0.058597714,-0.018647296,0.022785455,-0.033765964,-0.00013246904,0.0047016847,-0.039747838,-0.0034591793,0.0014233948,0.013162169,-0.011388555,0.031184241,0.05836597,0.08837825,-0.007838402,0.01962739,-0.017564286,0.054727405,-0.11042876,-0.00077798637,-0.02488638,-0.0599353,0.0037525382,0.0140457265,-0.09708984,-0.009407279,0.060728915,-0.0077097793,0.06894946,0.014189739,-0.010361889,-0.14909539,0.06956998,0.05400227,0.059811167,0.12295783,-0.004737595,-0.008905712,0.018603876,0.036932055,0.011655169,0.0849429,-0.05481012,0.035838217,0.000092106195,-0.009533691,0.0036353057,-0.0039633806,0.004112204,-0.07667465,-0.02732249,0.0015957667,0.028803112,8.228023e-33,-0.009776878,0.02729733,-0.0028918777,0.028710587,-0.035776135,-0.025122449,-0.022903446,-0.04170631,0.025132542,0.018957118,-0.050381087,-0.0041227117,0.06524393,0.040659226,-0.03715199,-0.08068571,-0.022923466,0.0026431505,-0.013464338,0.03243628,0.029320939,-0.034173988,0.002071894,0.03806188,0.014673553,-0.07052913,0.0078043803,0.015916884,-0.07717342,0.008412576,-0.034578938,0.041912556,-0.08921041,-0.09847537,-0.025575511,-0.030144941,0.11495244,0.0047479845,0.041656997,0.04552129,-0.009696852,0.029717345,0.060268816,-0.09171504,0.068135165,-0.03322246,0.029892972,0.03701672,0.0075037037,0.02267138,0.009624077,0.07242038,-0.0117147835,-0.09311853,0.0010258323,0.052016996,0.0033693402,0.044177443,-0.06938196,0.17845313,0.055643376,0.03831082,-0.0048614154,-0.016812129,-0.10038414,-0.006943583,-0.09900012,0.010907996,0.011521966,0.0745787,0.028533159,-0.006956876,0.04664273,-0.029996257,0.03701268,-0.027249247,0.06633724,0.02739142,-0.070617944,-0.031685047,0.018143876,-0.06127964,-0.0023798647,0.06120159,0.021375079,-0.0041301134,-0.047157757,-0.074671805,-0.025811426,-0.069067396,-0.12766941,-0.080603205,0.016340619,0.028743116,0.012812832,-6.8679235e-33,0.13582267,0.05498616,0.06312661,0.018826736,0.057954423,0.010797807,0.023156557,0.08328314,-0.034331903,-0.044925205,-0.034839883,-0.0333441,-0.061660666,-0.07205463,0.0042141597,-0.049599096,-0.028113361,0.023656797,-0.026538247,0.11277868,0.07925193,0.049995895,-0.06721653,-0.041195493,0.037128832,0.036253054,-0.0085656475,0.05104238,0.029698659,0.0018298167,-0.040875442,-0.058110297,0.0045906682,-0.041763783,-0.018813493,0.04885066,-0.0417243,0.043313988,0.03813147,0.022607433,0.09713186,-0.040461004,0.0011163853,0.018670298,0.027990183,0.05041951,0.02394481,-0.031026453,-0.11914311,0.021250611,0.013488733,-0.071908064,-0.016589558,0.032217946,0.054518923,-0.10602494,-0.018866936,-0.06894902,-0.10358415,-0.06091313,-0.07638244,0.06673137,-0.01458942,0.015623522,0.040505588,0.02267257,-0.029178908,0.007937248,-0.05253169,0.055661187,-0.12445147,0.0387441,0.008183628,-0.04691248,0.0010101902,-0.07367286,0.012224793,-0.0072826724,-0.025746316,-0.03902456,-0.022488667,-0.010723121,-0.007602263,-0.11084607,0.016134154,0.11107591,-0.071984895,0.016431322,0.05052849,0.00888785,0.049878124,0.044130843,-0.0035971655,0.0982035,0.08122516,-4.6565912e-8,-0.0035993957,0.022524811,-0.053167637,0.034459785,0.04725558,0.015415444,-0.056765586,-0.004422394,-0.024813455,-0.10589843,0.06835125,0.0069848807,0.087305404,0.03385994,-0.06597185,-0.044721402,0.04084907,0.11202932,-0.05007968,-0.024873465,-0.09800623,-0.024470089,0.052165326,-0.01268661,0.011517778,-0.033209547,0.035675745,0.000950857,-0.020187186,-0.008585339,-0.0048976066,-0.018098233,-0.028763093,0.044729043,0.023500824,0.045339257,0.00048636808,0.056901813,-0.04781482,0.031415686,-0.057051945,-0.030982861,0.010897123,0.041371234,0.0064741,-0.080559306,-0.12038025,0.009276552,0.057038106,-0.029969612,-0.006473383,-0.017943198,0.019943684,0.026007343,0.009910178,0.12110655,-0.104520105,-0.0684817,-0.03975152,0.03402882,0.015039162,-0.071461655,-0.058788493,-0.011996301],[-0.013325535,-0.046322584,-0.018887665,-0.019694166,-0.086966954,-0.027384598,-0.08632719,-0.09854011,-0.010410656,-0.07087375,-0.00836212,0.053178452,0.05416739,-0.060966656,0.08269999,0.01312546,-0.030427989,0.046694033,0.001290249,-0.0018386868,-0.023959523,-0.11605642,0.0301391,0.057343457,-0.030376848,0.017303167,-0.007605576,-0.03480701,0.024467982,0.0017854245,0.0029092266,-0.039311897,0.016116265,0.0182883,-0.10706276,0.0597899,0.042942032,0.008074048,-0.10625878,0.01874226,0.08809498,-0.092351235,0.06715648,-0.015191998,0.095892884,0.12795778,-0.019802451,0.029128851,0.013420429,0.00420612,-0.07308035,-0.043439183,0.0041735503,0.019704213,-0.0013504026,0.051903028,-0.026360802,-0.07032159,0.024849195,-0.07072869,0.027732996,0.05173608,-0.0013472999,-0.026740123,-0.064729646,-0.061397415,0.02479609,-0.0006603109,0.080995575,0.011176248,0.03097731,-0.019259352,0.019239966,0.009279585,-0.0388081,0.027535874,0.008257001,0.01795996,-0.0007010809,-0.016481109,-0.048111755,0.00784368,-0.021584531,0.08183434,-0.040431958,0.09289153,0.058841888,0.05785725,-0.0144536905,0.011674445,0.032770086,0.04358697,-0.10199931,0.030908732,-0.05081267,-0.0033704422,-0.0069515198,-0.029061342,-0.090766944,0.003398056,0.08495743,0.00035263295,0.0514032,0.04072137,-0.08289914,-0.10392484,-0.0016191357,0.039231732,0.045881435,0.07197104,-0.014068019,-0.05008,-0.0030671656,0.056093507,0.022862185,0.08623561,-0.06669187,0.023124062,-0.03388293,0.078281455,-0.025907068,-0.021785311,-0.0058800927,-0.08595559,-0.058542386,0.010701516,-0.0020095701,3.4650282e-33,0.0013731299,0.034792,0.06804845,0.02818518,-0.071557336,-0.10120421,-0.010544053,-0.08300276,0.027166639,0.058597926,0.029679222,0.049306523,0.011587813,0.077740215,-0.07993928,-0.14038335,-0.02722191,0.027553564,0.039155345,0.04247246,0.102064036,-0.048496775,-0.048844304,-0.049781233,-0.017152525,0.032050665,-0.02426539,0.05075855,-0.01236126,0.0031809863,-0.008168454,0.0006251522,-0.07619998,-0.07921663,0.021250503,-0.041020494,0.054025456,0.004524235,0.04225639,0.062034287,0.059588145,-0.010779159,0.034059916,-0.072075345,0.096447684,0.060826086,0.041154444,-0.037803836,0.072084755,-0.045875985,0.02645531,-0.0019693163,0.0015909057,-0.06807392,0.03480682,0.035016365,-0.017589107,0.016418047,-0.09633895,0.055813503,0.02557522,0.044534847,-0.01366431,0.01649301,-0.12953587,-0.04835744,-0.09396485,0.002083133,0.039441615,0.038812492,0.011776447,0.012711571,0.045410786,0.00015420183,0.040675785,-0.031187378,0.07696849,0.082879946,-0.09643705,-0.030618455,0.048537657,0.03714539,-0.01333262,0.045736227,0.087951,-0.027701367,-0.078094915,0.013969603,-0.031143699,-0.032644715,-0.062131155,0.0018820183,0.058161963,-0.0007568669,-0.046845894,-3.471772e-33,0.0763595,0.077519864,0.05979682,-0.037831854,0.033394486,-0.0022155317,0.0787071,0.040973525,0.048238177,0.009255563,-0.045546256,-0.05242815,0.0064719683,-0.05236014,0.0010723151,-0.010082454,0.067869626,0.03950401,-0.024325123,0.08087749,0.04369146,0.036280435,-0.014016468,0.013588887,-0.01399458,-0.016589075,0.031083772,0.058781113,0.05760342,-0.042323384,-0.008798638,-0.06751955,-0.007094724,-0.008363786,-0.10024512,-0.012504674,-0.052345376,0.07927572,0.044526618,-0.009668282,0.029425552,-0.024059005,0.013106896,0.015219253,0.008178567,-0.08147887,0.013257779,0.002752086,-0.110891856,-0.01016191,-0.058244675,-0.048384424,0.0069466163,-0.014148868,0.05674348,-0.032136835,0.023081161,0.0008339971,-0.01790009,-0.02041195,-0.09249282,0.054960493,-0.015403919,-0.028308883,0.0040891482,0.07327478,-0.0012848469,-0.010288918,-0.03510552,0.100004934,-0.11732266,0.04554926,0.00041620331,0.03410154,0.023268342,-0.04243117,0.044593964,-0.05046513,-0.05882095,-0.06628362,-0.0106764445,-0.02462243,-0.0263827,-0.050990053,-0.04230792,0.12881494,-0.0044110366,0.051314283,0.02671336,0.009784772,0.02221786,0.057483457,0.0668412,0.09140713,0.08710719,-4.300186e-8,-0.032878146,-0.012070456,0.03579824,0.030184638,-0.04418938,0.0649397,0.033204835,-0.05716245,-0.005845055,-0.13932063,0.022120994,0.007341758,0.11155604,0.027084026,-0.035703987,-0.06602092,0.008335964,0.100756474,-0.009618649,-0.037558522,-0.03064683,-0.07141619,0.06963485,-0.0079903975,0.04800631,-0.072018445,0.028972154,-0.031673264,-0.101520844,0.00048522136,0.045419462,-0.036558848,-0.006177234,0.0070140157,0.0120469555,0.044344068,0.046879604,0.026078997,-0.035605114,0.0546276,-0.04124022,0.06985365,0.024467012,-0.053878695,-0.03415077,-0.025227992,-0.049350053,-0.06530604,0.057974823,0.014099601,0.06322511,-0.05501105,-0.004124836,-0.0121986065,0.043582026,0.086679354,-0.11345134,-0.022754332,-0.000992179,0.08577632,-0.048850827,0.017869852,-0.03870953,0.003401046],[-0.019447906,-0.0017562662,-0.057729695,-0.053775776,-0.11296176,-0.0694523,-0.09088532,-0.010347975,-0.01401608,-0.044850465,-0.042289265,0.10409473,0.07452207,-0.068933405,0.056607608,0.025261562,-0.014906549,0.10243818,-0.01583621,-0.044286694,0.007100213,-0.0922985,0.104764685,0.02702294,-0.080814615,0.015856765,0.012953115,0.012389568,0.023832588,-0.046770558,-0.006742144,-0.068499,0.04095851,0.01539196,-0.05981993,0.037108745,-0.010339453,0.0050732726,-0.00852278,-0.009007311,0.080960274,-0.11747295,0.057341646,-0.028862666,0.08887463,0.089306556,-0.013030195,0.005748634,0.011573135,-0.037364412,0.0014251806,-0.02155205,0.044536393,0.041168902,-0.021095041,0.042315595,0.000007437183,-0.036103677,0.07998113,-0.037355818,0.06020389,0.039351374,-0.040746488,0.02882183,-0.066644594,-0.040715385,0.023241797,0.041329507,0.026413586,0.062590055,0.015181248,0.027114242,-0.054894082,-0.0049176603,-0.05189417,0.010406942,0.03651281,0.01133458,-0.013383492,-0.008488701,0.0010504035,0.014032973,-0.029180506,0.06963905,0.025697393,0.07396561,0.052266274,0.044129223,0.03689289,-0.05235065,0.026979765,0.0260578,-0.109741144,-0.028165372,-0.028516881,-0.019010516,0.0007670962,-0.059981883,-0.066584066,0.00018856316,0.07261123,-0.03154414,0.116681986,-0.014181019,-0.038609132,-0.11479673,0.049689587,0.08171754,0.046995584,0.09595714,-0.018106472,-0.04565287,-0.0080314865,0.049060006,0.007997379,0.08840969,-0.06326917,0.009387747,-0.040124193,-0.044633932,-0.043533865,-0.029389791,-0.029299507,-0.08798555,-0.018189427,0.0015507819,0.0063515995,4.326142e-33,-0.04028356,0.003605522,0.02703328,-0.017080545,-0.026939431,-0.06828082,-0.0061139883,-0.05565226,0.018055802,0.124298446,0.0446082,-0.029743873,0.041289143,0.09531598,-0.062955186,-0.051875804,0.0005145338,0.009379118,0.015996113,0.019036729,0.14197998,0.0044549555,0.010682376,-0.024363937,0.0038227309,0.024284797,-0.020600028,0.010853134,-0.07287532,0.012598434,-0.007550535,0.030042324,-0.068465345,-0.048790887,0.0500605,-0.025515331,0.046764236,-0.010319792,0.07329918,0.048583683,0.03065339,-0.016874788,0.053001266,-0.12722313,0.09920304,0.03266571,0.025332581,0.009279998,0.040888995,0.02394033,0.0284169,0.018905777,-0.06407814,-0.059926488,0.016653985,0.037916776,0.027122289,-0.021646155,-0.028658388,0.08847628,0.03134067,0.019298183,-0.062034182,-0.00080912356,-0.119005285,-0.019127613,-0.09468933,0.03885977,0.072124764,0.08759944,0.0065588797,-0.030798031,0.031641774,0.071548335,0.04264369,-0.019440018,0.059192974,0.039148733,-0.02852845,-0.012463959,0.028452948,0.018000988,-0.05728609,0.03326353,0.052925967,-0.026885346,-0.052547984,0.015299343,0.031879757,-0.02318971,-0.05614781,-0.042171977,0.013259963,-0.017467398,-0.047191717,-4.319052e-33,0.086268134,0.1037782,0.08529234,0.00053777586,0.06750477,-0.02396161,0.052299276,-0.00822761,0.00576925,0.0011217592,-0.054656513,-0.026645554,-0.053577743,-0.055791017,0.05582952,0.0003296628,0.00396573,0.017256994,-0.03918596,0.08069235,0.00037119616,-0.006486893,0.012621579,-0.0057688165,0.015997453,-0.029466053,0.03446392,0.059415333,0.10099847,-0.0038528214,-0.068245634,-0.0634505,-0.0020810352,-0.009695526,-0.060096797,-0.018902456,-0.00006530841,0.05975692,0.035908364,-0.026269248,0.04304102,-0.01649647,-0.0012952352,0.009653645,0.022987232,-0.027002297,-0.041337967,0.037831053,-0.10964292,-0.05595255,0.0027108865,-0.049063336,0.007042943,0.01238606,0.0096140485,-0.05931123,0.048823833,-0.032835852,-0.021463249,-0.06531277,-0.061328597,0.024529204,-0.032403048,0.034081597,-0.015453148,0.053288613,-0.05293904,0.015170935,-0.12655468,0.12525484,-0.20439753,-0.021925922,0.014684959,-0.005575855,0.017166233,-0.05013894,-0.019462615,-0.07799832,-0.039809346,-0.028831366,0.052985802,-0.020553539,-0.028586483,-0.06990066,-0.036227483,0.16031022,-0.07180739,0.07110994,0.053624887,-0.026500707,-0.0035251041,0.056829117,0.035867553,0.09282281,0.123046346,-4.8403244e-8,-0.06666981,-0.038394067,0.04218103,0.04264714,-0.019953834,0.036013503,0.0049038436,-0.037733864,0.039659355,-0.08377424,0.002354614,-0.007003105,0.086483635,0.018737366,-0.046295483,-0.003544714,-0.001032885,0.09723031,-0.019565519,-0.018903716,-0.06756105,-0.074104354,0.04796415,0.019378899,0.05938066,-0.06971306,-0.025058718,-0.026287999,-0.046373196,-0.033622194,0.07378207,-0.0097721135,-0.0051216306,0.025468078,0.0012993657,0.047491897,0.07138779,0.06391093,-0.019035649,-0.011673322,-0.05359087,0.011404316,0.061928645,-0.022390015,-0.04651824,-0.012324572,-0.031666312,-0.044307124,0.023764903,-0.0007361237,0.011924859,-0.05195936,0.045501303,-0.036400035,0.049546678,0.07450312,-0.11787593,-0.048291393,-0.01053556,0.049760237,-0.0047107395,-0.01590467,-0.0118066715,-0.013033109],[-0.080393076,0.002496348,-0.033378184,0.039486885,-0.0815811,0.017859647,-0.09162553,-0.031136649,-0.027050713,-0.053435158,0.0045286133,0.06521019,0.0633861,-0.04066141,0.07515544,0.066405974,0.01513613,0.1061588,0.03500481,-0.006978646,-0.04819793,-0.058910094,0.059316445,0.10275709,-0.071168795,0.0026677821,-0.05173015,0.028083969,0.042464007,-0.034296315,0.0014924814,-0.057219885,0.051469583,-0.023828091,-0.11006701,0.09405789,0.0073265117,0.0073679644,-0.06418455,0.009901126,0.04327622,-0.08244384,0.0240974,-0.030467805,0.11332419,0.13190614,-0.007725822,0.04010278,0.030131666,-0.020042093,0.0027142745,0.0018254368,0.03197368,0.0024325848,0.012325041,0.0858979,-0.056536745,-0.070206836,0.068490885,-0.06709064,0.024926186,0.01170974,-0.030023532,-0.01732966,-0.024230294,-0.026957529,0.016593933,-0.040592074,0.062266033,0.062230892,-0.003292605,-0.019394692,-0.017844325,0.007944622,-0.05226162,-0.01206731,0.016545884,-0.021942608,-0.019476743,0.030473871,0.011137243,-0.0041982415,-0.065043114,0.12311526,-0.033899087,0.057389658,0.042439315,0.043750282,-0.007508837,-0.020113375,0.0016494566,0.043303072,-0.08307311,0.0053780847,-0.042250056,-0.04718633,-0.011587665,-0.023374235,-0.06802256,0.004580119,0.103281796,0.04227662,0.047632698,0.00106376,-0.03187981,-0.15792587,0.080690235,0.052269872,0.030843757,0.13423818,-0.003321604,-0.03114176,-0.0053886706,0.05785569,0.005427286,0.083750054,-0.10645443,-0.009535349,-0.027847197,-0.02575868,-0.029482903,-0.009644834,0.039485548,-0.11122637,-0.021965861,0.013835637,0.020641835,2.7247008e-33,0.013814327,-0.0048080026,0.03580237,0.012706879,-0.0066932663,-0.08451628,-0.02010553,-0.08869386,0.02627777,0.08273131,0.00986231,-0.009940672,0.029478338,0.059721656,-0.09154313,-0.12181351,-0.020658866,0.00521643,-0.00069544674,0.029738944,0.10178224,-0.023038981,-0.0023535748,0.05234565,-0.016346434,0.0034856647,0.0197041,0.003601888,-0.09709429,-0.0065212557,-0.032049324,0.006558504,-0.09083573,-0.12505649,0.011640779,0.0033689092,0.064667515,-0.02388459,0.022102853,0.06605653,0.0016362584,0.057325773,0.04786898,-0.05272637,0.0639947,0.027674966,0.034168046,-0.040459175,0.0013836136,0.0050907726,0.0052653127,0.039869547,-0.008180424,-0.06062522,-0.010050611,0.01385541,-0.00394202,0.014710128,-0.062428333,0.08808866,0.015331062,0.028422905,-0.03238575,0.030347267,-0.09046067,-0.060586393,-0.055555213,0.023938794,0.021827651,0.04849965,0.055825792,-0.003085705,0.059784375,0.025651436,0.027206931,-0.0050154,0.050532173,0.004369948,-0.04914225,-0.03689845,0.050802723,-0.04577529,0.0086410185,0.06652068,0.0697622,0.012381348,-0.066205636,-0.015047143,0.014781965,-0.045071404,-0.103513435,-0.054528955,0.050882556,-0.030774985,0.0012458066,-1.8473939e-33,0.13084689,0.050926242,0.082406804,-0.016332723,0.01269131,0.009418583,0.038317934,0.013169404,-0.003949462,-0.049605127,-0.06177307,0.055889323,0.0058483304,-0.038467366,0.058884993,-0.00984646,-0.0392724,0.0074296272,-0.039534673,0.11656346,0.017883977,0.03315066,-0.006195006,0.014708065,0.009600221,0.0009532632,0.045641035,0.10711106,0.060621563,-0.03840465,-0.012410145,-0.03025309,-0.001843152,-0.035180125,-0.06669132,0.03583797,-0.023895914,0.030275837,0.0044849766,0.015300007,0.036482695,0.025411407,0.015141541,-0.026491767,0.06299632,0.012557175,-0.012333781,0.017460069,-0.12123922,-0.013371532,-0.03130818,-0.024226382,0.012025166,0.06093549,0.07472938,-0.04738596,0.0027062076,-0.041177426,-0.07803556,-0.050935786,-0.048020344,0.06204894,-0.03604565,0.0082007395,0.0062083188,0.07379513,0.024179982,0.024521772,-0.10465812,0.10380849,-0.117249586,0.025609983,0.050711934,-0.017500946,0.027196888,-0.06650135,-0.012607856,-0.0023745857,-0.030122548,-0.075635225,0.020579016,-0.037585594,-0.017082881,-0.07094279,-0.017956773,0.124655,-0.051002435,0.0031970683,0.039849218,-0.045703273,0.0023935575,0.012965268,0.01703291,0.093721464,0.054727,-4.1986183e-8,-0.06955334,0.0026915777,-0.008579497,0.018962445,-0.020970253,0.046859343,-0.037780173,-0.0028760568,0.0049020117,-0.14308965,0.012567154,-0.030235078,0.1082482,0.013519406,-0.022180527,-0.026294187,0.0338693,0.13190746,-0.04343985,-0.016696667,-0.06107563,-0.04575795,0.08946154,0.006387889,0.027647644,-0.022765568,0.057581674,-0.047834154,-0.011630015,-0.025971344,0.012329519,-0.0062855347,0.01720937,0.035972446,0.059647467,0.07650073,0.04838857,-0.014097464,0.017065903,-0.0049857665,",
      "ResponseTimeMs": 4778,
      "Success": true,
      "TimestampUtc": "2026-02-27T23:14:31.142187Z"
    }
  ],
  "CompletionCalls": []
}