{
  "RequestHeaders": {
    "Host": "partio-server:8400",
    "Authorization": "Bearer partioadmin",
    "Content-Type": "application/json; charset=utf-8",
    "Content-Length": "75725"
  },
  "RequestBody": "{\u0022GUID\u0022:\u002283e0cf87-a79f-4b21-bdbf-074fa6e23804\u0022,\u0022Type\u0022:\u0022Text\u0022,\u0022Text\u0022:\u0022Contractor Agreement Chief Architect\\nThis Contractor Agreement (together with the attachments, the \\u201CAgreement\\u201D) is made as of the last signature date of the parties below, by and between Committed 100, LLC, dba Committed Coaches (the \\u201CCompany\\u201D), and Joel Christner (\\u201CContractor\\u201D). The following attachments, which appear after the signature block(s), are incorporated herein by reference and made part of this Agreement as if set forth in full: (i) Contractor Terms; (ii) Mutual Arbitration Agreement; and (iii) Confidential Information and Invention Assignment Agreement (collectively, the \\u201CAttachments\\u201D).\\nServices: Contractor is in the business of providing engineering leadership and technical infrastructure development. Company is interested in retaining Contractor to build and implement Committed Coaches\\u2019 technical infrastructure. Contractor\\u2019s primary duties and scope of work include the following:\\n\\u25CF Build and implement Committed Coaches\\u2019 technical infrastructure. \\u25CF Develop and document engineering standards. \\u25CF Establish and manage feedback loops between engineering teams and cross-functional teams.\\nCompany and Contractor recognize that Contractor is an independent professional who will perform those services according to their expertise and industry best practices. Contractor will use best efforts to provide high-quality service, and Company will not manage or control the details of Contractor\\u2019s services. Company is not responsible for ensuring Contractor\\u2019s success, profitability or revenue outcomes.\\nTerm commencing on: January 16, 2026 Term ending: renewing on a 30-day rolling basis unless terminated Termination Notice Period: Either part may terminate this Agreement with thirty (30) days\\u2019 written notice\\nCompensation and Payment\\nAmount: $20,833/month\\nPayment Terms: Company shall process payment to Contractor on or after the 15th of each month for Services performed during the prior calendar month, subject to timely receipt of a proper invoice. Contractor must submit an invoice no later than the 5th of each month for the prior month\\u2019s services. The Company is not responsible for delays in fund transfers due to third-party payment processors or international banking systems.\\nEquity Participation\\nGrant: 1.25% equity in the Company, granted as Profit Interest Units (PIUs) under the LLC structure. Terms: Subject to the Company\\u2019s equity plan and board approval. Vesting: 4-year vesting with a 1-year cliff, followed by monthly vesting thereafter. Conversion: If the Company converts to a C-Corp, PIUs will convert into equivalent stock options or RSUs, maintaining the same vesting and economic structure.\\nNon-Solicitation and Non-Subversion \\u25CF Contractor acknowledges that Company\\u2019s clients, lead lists, and client acquisition techniques are valuable, proprietary assets. In consideration for access to these assets, Contractor agrees that during the Restricted Period, Contractor will not, directly or indirectly, solicit, contact, or provide any\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nproducts or services to any Company Client for any purpose that is competitive with the business of Company; provided, however, that this restriction shall not apply to (i) solicitations made to the general public through non-targeted advertising, or (ii) any individual with whom Contractor had a documented, pre-existing business relationship prior to the Effective Date of this Agreement. For purposes of this section, (a) \\u201CCompany Client\\u201D means any individual whose lead information was disclosed to Contractor by Company at any time during the term of this Agreement and (b) \\u201CRestricted Period\\u201D means the term of this Agreement and the twelve (12) month period immediately following its termination. \\u25CF During the Restricted Period, Contractor shall not, directly or indirectly, solicit or encourage any Company Partner to alter or terminate its business relationship with Company, or to establish a business relationship with Contractor for a purpose that is competitive with the business of Company; provided, however, that this restriction shall not prohibit Contractor from engaging in business with a Company Partner for purposes wholly unrelated to the health and fitness coaching and supplement sales business of Company. For purposes of this section, (a) \\u201CCompany Partner\\u201D means any third party that provides lead information to Company and with whom Contractor had contact or about whom Contractor learned confidential information during this Agreement and (b) \\u201CRestricted Period\\u201D means the term of this Agreement and the twelve (12) month period immediately following its termination. \\u25CF During the Restricted Period, Contractor shall not, directly or indirectly, solicit, recruit, or induce any Company Personnel to terminate or reduce their service relationship with Company; provided, however, that this provision shall not prohibit general advertisements or solicitations not specifically targeted at Company Personnel. For purposes of this section, (a) \\u201CCompany Personnel\\u201D means any person who is an employee or independent contractor of Company at the time of the solicitation or was within the six (6) months prior, and (b) \\u201CRestricted Period\\u201D means the term of this Agreement and the twelve (12) month period immediately following its termination. \\u25CF Contractor agrees not to disparage, defame, or otherwise speak negatively about Company, Company\\u2019s officers, employees, or affiliates, or Company\\u2019s business or services to influence or persuade clients, partners, or employees to leave Company.\\nIndemnification. Company shall indemnify, defend, and hold harmless Contractor from and against any and all third-party claims, liabilities, damages, and expenses (including reasonable attorneys\\u0027 fees) arising from or related to customer claims, provided that Contractor acted in good faith and within the scope of the Services described in this Agreement. This indemnification shall not apply to claims resulting from Contractor\\u0027s gross negligence, willful misconduct, or breach of this Agreement.\\nReimbursement. Company shall reimburse Contractor for reasonable and pre-approved business-related expenses incurred in connection with the performance of the Services, subject to Contractor providing adequate documentation.\\n[Signature Page Follows]\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nThe parties have executed this Agreement as of the last signature date of the parties.\\nCOMPANY\\nBy: Name: Rudy Sanchez Date: 01 / 15 / 2026\\nCONTRACTOR\\nBy: Name: Joel Christner Date: 01 / 15 / 2026\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nCONTRACTOR TERMS\\n1. SERVICES AND COMPENSATION a. During the term of this Agreement, Contractor will provide Contractor services to Company as described on the Contractor Agreement (the \\u201CServices\\u201D). Contractor represents that Contractor is duly licensed (as applicable) and has the qualifications, the experience and the ability to properly perform the Services. Contractor shall use Contractor\\u2019s best efforts to perform the Services such that the results are satisfactory and to the standard required by Company. Contractor shall be solely responsible for determining the method, details and means of performing the Services. Contractor shall provide progress reports upon Company\\u2019s request. b. As consideration for the Services to be provided by Contractor and other obligations, Company shall pay to Contractor in accordance with the terms set forth in the Contractor Agreement. Contractor shall not be authorized to incur on behalf of Company any expenses and will be responsible for all expenses incurred while performing the Services.\\n2. TERM AND TERMINATION a. Contractor shall serve as a Contractor to Company for the period set forth in the Contractor Agreement. b. Notwithstanding the above, either party may terminate this Agreement in accordance with the Contractor Agreement, provided that if no specific termination right is provided, either party may terminate this Agreement immediately upon written notice. In the event of such termination, Contractor shall be paid for any portion of the Services that have been performed prior to the termination. Should Contractor materially breach any of its obligations under this Agreement, including but not limited to Contractor\\u2019s obligations under the Confidential Information and Invention Assignment Agreement between Company and Contractor referenced below and any applicable Company policies, Company may terminate this Agreement immediately.\\n3. INDEPENDENT CONTRACTOR a. Contractor agrees that they are an independent contractor and not an employee, agent, or representative of Company. Nothing in this Agreement shall be construed to create a partnership, joint venture, or employer-employee relationship between the parties. b. Contractor shall have full responsibility for applicable withholding taxes for all compensation paid to Contractor under this Agreement, and for compliance with all applicable labor and employment requirements with respect to Contractor\\u2019s self- employment, sole proprietorship or other form of business organization, including state worker\\u2019s compensation insurance coverage requirements and any U.S. immigration visa requirements. Contractor agrees to indemnify, defend and hold Company harmless from any liability for, or assessment of, any claims or penalties with respect to such withholding taxes, labor or employment requirements, including any liability for, or assessment of, withholding taxes imposed on Company by the relevant taxing authorities with respect to any compensation paid to Contractor. c. Contractor acknowledges and agrees that Contractor shall not be eligible for any Company employee benefits and, to the extent Contractor otherwise would be eligible for any Company employee benefits but for the express terms of this Agreement, Contractor (on behalf of itself and its employees) hereby expressly declines to participate in such Company employee benefits. d. Contractor is fully responsible for tools, expenses, and business operations. e. If operating through a business entity (e.g., LLC), Contractor must notify Company and ensure invoices reflect the legal business name. Contractor acknowledges and warrants that (i) Contractor offers identical or substantially similar services through the business entity to the public; (ii) the business entity exists independently from Contractor\\u2019s engagement with Company and will continue to exist independently when that engagement ends; (iii) nothing in this agreement prevents Contractor from continuing to offer services through the LLC or entity during Contractor\\u2019s engagement with Company; and (iv) Contractor intends to continue offering services through the entity regardless of the LLC or entity\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nregardless of the length of the engagement with Company. f. Acknowledges Company will issue 1099s only to the name listed in this Agreement and assumes no tax liability for Contractor\\u2019s business. g. Contractor acknowledges and agrees that Contractor have no authority to enter contracts that bind Company or create obligations on the part of Company without Company\\u2019s prior written authorization.\\n4. OTHER SERVICES FOR COMPETITORS Contractor represents and warrants that Contractor does not presently perform or intend to perform, during the term of the Agreement, consulting or other services for, or engage in or intend to engage in an employment relationship with, companies who businesses or proposed businesses in any way involve products or services which would be competitive with Company\\u2019s products or services, or those products or services proposed or in development by Company during the term of the Agreement (except for those companies, if any, listed on Addendum \\u2013 Excluded Companies hereto).\\nIf, however, Contractor decides to do so, Contractor agrees that, in advance of accepting such work, Contractor will promptly notify Company in writing, specifying the organization with which Contractor proposes to consult, provide services, or become employed by and to provide information sufficient to allow Company to determine if such work would conflict with the terms of this Agreement, including the terms of the Confidentiality and Invention Assignment Agreement, the interests of Company or further services which Company might request of Contractor. If Company determines that such work conflicts with the terms of this Agreement, Company reserves the right to terminate this Agreement immediately. In no event shall any of the Services be performed for Company at the facilities of a third party or using the resources of a third party.\\n5. CONFIDENTIALITY AGREEMENT Contractor shall sign, or has signed, a Confidentiality and Assignment Agreement substantially similar to the one attached herein, on or before the date Contractor begins providing the Services.\\n6. CONFLICTS WITH THIS AGREEMENT Contractor represents and warrants that Contractor is not under any pre-existing obligation in conflict or in any way inconsistent with the provisions of this Agreement. Contractor represents and warrants that Contractor\\u2019s performance of all the terms of this Agreement will not breach any agreement to keep in confidence proprietary information acquired by Contractor in confidence or in trust prior to commencement of this Agreement. Contractor warrants that Contractor has the right to disclose and/or or use all ideas, processes, techniques and other information, if any, which Contractor has gained from third parties, and which Contractor discloses to Company or uses in the course of performance of this Agreement, without liability to such third parties. Notwithstanding the foregoing, Contractor agrees that Contractor shall not bundle with or incorporate into any deliveries provided to Company herewith any third party products, ideas, processes, or other techniques, without the express, written prior approval of Company. Contractor represents and warrants that Contractor has not granted and will not grant any rights or licenses to any intellectual property or technology that would conflict with Contractor\\u2019s obligations under this Agreement. Contractor will not knowingly infringe upon any copyright, patent, trade secret or other property right of any former client, employer or third party in the performance of the Services.\\n7. MISCELLANEOUS a. Amendments and Waivers. Any term of this Agreement may be amended or waived only with the written consent of Company. b. Sole Agreement. This Agreement, including the Addenda, constitutes the sole agreement of the parties and supersedes all oral negotiations and prior writings with respect to the subject matter hereof. c. Notices. Notices and all other communications contemplated by this Agreement shall be in writing and shall be deemed to have been duly given when personally delivered or when mailed by U.S.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nregistered or certified mail, return receipt requested and postage prepaid. In your case, mailed notices shall be addressed to you at the address that you most recently communicated to Company in writing. d. Choice of Law. The validity, interpretation, construction and performance of this Agreement shall be governed by the laws of the state of Oregon, without giving effect to the principles of conflict of laws. ANY DISPUTE SHALL BE RESOLVED PURSUANT TO THE MUTUAL AGREEMENT TO ARBITRATE, WHICH INCLUDES AN ARBITRATION CLAUSE. e. Severability. If one or more provisions of this Agreement are held to be unenforceable under applicable law, the parties agree to renegotiate such provision in good faith. In the event that the parties cannot reach a mutually agreeable and enforceable replacement for such provision, then (i) such provision shall be excluded from this Agreement, (ii) the balance of the Agreement shall be interpreted as if such provision were so excluded and (iii) the balance of the Agreement shall be enforceable in accordance with its terms. f. Counterparts. This Agreement may be executed in counterparts, each of which shall be deemed an original, but all of which together will constitute one and the same instrument. g. Advice of Counsel. EACH PARTY ACKNOWLEDGES THAT, IN EXECUTING THIS AGREEMENT, SUCH PARTY HAS HAD THE OPPORTUNITY TO SEEK THE ADVICE OF INDEPENDENT LEGAL COUNSEL AND HAS READ AND UNDERSTOOD ALL OF THE TERMS AND PROVISIONS OF THIS AGREEMENT. THIS AGREEMENT SHALL NOT BE CONSTRUED AGAINST ANY PARTY BY REASON OF THE DRAFTING OR PREPARATION HEREOF.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nAddendum \\u2013 Excluded Companies\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nMUTUAL AGREEMENT TO ARBITRATE\\nThis Mutual Agreement to Arbitrate (\\u201CAgreement\\u201D) is between Committed 100 (\\u201CCompany\\u201D) and Contractor, an independent, individual professional provider of services. This Agreement is incorporated into the existing agreements between Company and Contractor regarding Contractor\\u2019s services to Company, Company\\u2019s clients, and any other aspect of the relationship between Company and Contractor. The parties intend this Agreement to be consistent with any existing agreements between them. But unless specified otherwise in this Agreement, this Agreement takes precedence over any inconsistent term in any existing agreement between the parties. If any term of this Agreement conflicts with an existing agreement between the parties, this Agreement controls. The parties agree as follows:\\n1. Intent to Arbitrate. (a) Except as otherwise provided in Section 6, Contractor and Company agree to first attempt to resolve any disputes or claims amicably and on an individual basis by providing 30 days written notice prior to filing any such dispute or claim. If the dispute or claim is not resolved amicably, and except as otherwise provided in this Agreement, Contractor and Company agree that to the fullest extent permitted by law, ANY AND ALL DISPUTES OR CLAIMS BETWEEN CONTRACTOR AND COMPANY will be exclusively resolved by final and binding arbitration by a neutral arbitrator, including without limitation any and all disputes or claims BETWEEN CONTRACTOR AND COMPANY, whether in contract, tort, statute, or otherwise, arising out of or relating to the formation (including unconscionability and invalidity), existence, breach, termination, interpretation, enforcement, validity, scope, and applicability of this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company, or any claim on any basis under federal, state, or local law, which could otherwise be heard before any court of competent jurisdiction arising out of or relating to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company. By signing this Agreement, and unless otherwise stated in this Agreement, Contractor and Company hereby waive their right to have any covered dispute, claim, or controversy decided by a judge or jury in a court. Contractor and Company also understand and agree that Company\\u2019s business and Contractor\\u2019s services involve commerce under the Federal Arbitration Act. This Agreement is governed by the Federal Arbitration Act (9 U.S.C. \\u00A7\\u00A7 1 et seq.) even if Company and Contractor are otherwise exempted from the FAA. Any disputes or claims in this regard must be resolved exclusively by an arbitrator. In the event, but only in the event, there is a final determination by a court of competent jurisdiction that the FAA does not apply, the Delaware Uniform Arbitration Act will apply. Contractor and Company anticipate that by entering into this Agreement, the Parties will gain the benefits of a speedy and less expensive dispute resolution procedure. This Agreement shall encompass all disputes and claims that Company may have against Contractor, or that Contractor may have against Company and/or any of its officers, directors, employees, owners, agents, representatives, benefit plans, sponsors, fiduciaries, parents, subsidiaries, or affiliated entities (each of which may enforce this Agreement as a third party beneficiary, in addition to the third parties described in Section 4 below) arising out of or relating to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company. Subject to the limitations set forth in Section 7, Contractor and Company agree that any third party at or in whose premises the Services under this Agreement may be performed, as well as any consumer reporting agency responsible for providing background check services of Contractor, are intended third party beneficiaries of this Agreement. For additional clarity, by signing this Agreement, Contractor and Company hereby expressly waive, to the extent permitted by applicable law, their right to have any dispute or claim resolved by a court unless specifically set out in this Agreement.\\n2. Delegation. Except as this Agreement otherwise provides, the arbitrability of any dispute between Contractor and Company, including whether or to what extent all or part of this Agreement is invalid, unconscionable, or otherwise unenforceable, and whether a dispute, claim, or controversy is\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nsubject to arbitration, is a decision that will be submitted exclusively to the arbitrator, and will not be decided by any federal or state court. Contractor and Company intend this delegation clause to be clear and unmistakable evidence of Contractor and Company\\u2019s agreement to delegate these issues to the arbitrator, subject to the exceptions stated in the Sections 5 and 6, which set forth that this delegation clause shall not apply to the Waiver of Class Action Claims and Waiver of Representative Action Claims.\\n3. Covered Claims. Except as otherwise provided in this Agreement, the disputes and claims covered by this Agreement include any and all disputes and claims BETWEEN CONTRACTOR AND COMPANY arising out of or relating to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company, which could otherwise be heard before a court of competent jurisdiction (a \\u201CClaim\\u201D), including but not limited to disputes or claims related to allegations of wrongful termination; breach of any contract or covenant, express or implied; breach of any duty owed to Contractor by Company or to Company by Contractor; personal, physical or emotional injury (excluding benefit claims covered under any applicable workers\\u2019-compensation law); fraud, misrepresentation, defamation, and any other tort claims; wages or other compensation due; penalties; benefits; reimbursement of expenses; discrimination or harassment, including but not limited to discrimination or harassment based on race, sex, color, pregnancy, religion, national origin, ancestry, age, marital status, physical disability, mental disability, medical condition, or sexual orientation; retaliation; violation of any local, state, or federal constitution, statute, law, ordinance or regulation (as originally enacted and as amended), including but not limited to Fair Credit Reporting Act, Defend Trade Secrets Act, 42 U.S.C. \\u00A71981, Rehabilitation Act, Civil Rights Acts of 1866 and 1871, the Civil Rights Act of 1991, the Pregnancy Discrimination Act, Equal Pay Act, Title VII of the Civil Rights Act of 1964, Age Discrimination in Employment Act of 1967, Americans With Disabilities Act, Fair Labor Standards Act, Employee Retirement Income Security Act (except for claims for employee benefits under any benefit plan sponsored by Company and (a) covered by the Employee Retirement Income Security Act of 1974 or (b) funded by insurance), Affordable Care Act, Genetic Information Non-Discrimination Act, Uniformed Services Employment and Reemployment Rights Act, Worker Adjustment and Retraining Notification Act, Older Workers Benefits Protection Act of 1990, Occupational Safety and Health Act, Immigration Reform and Control Act, Consolidated Omnibus Budget Reconciliation Act, Family and Medical Leave Act, False Claims Act, and all other federal, state, or local statutory and legal claims arising out of or relating to Contractor\\u2019s relationship with Company (including without limitation misclassification claims) or the termination of that relationship (including without limitation torts and post-termination defamation or retaliation).\\nThis includes all claims that arose before the signing of this or any prior Agreement and any claims that may arise after the signing or termination of this Agreement, except as otherwise provided in Section 7. Covered Claims also include Third-Party Disputes as defined in Section 4.\\nA Claim under this Section also includes all claims or disputes between Contractor and any third party arising out of or related to the Services performed under this Agreement that may be brought against third party at or in whose premises the Services under this Agreement may be performed. A Claim also includes all claims or disputes between Contractor and a third party concerning the provision of any background check of Contractor by a consumer reporting agency. Any disputes or claims in this regard shall be resolved exclusively by an arbitrator.\\nA Claim arising under any law that requires resort to an administrative agency shall be brought before such agency as required by law, and that after exhaustion of administrative remedies, the Claim must be pursued through this binding arbitration procedure to the fullest extent permitted by law.\\nContractor agrees that each Claim covered under this Section must proceed in arbitration (except as otherwise provided in Sections 5, 6, and 7) even if the Claim is included or pleaded in the same\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\ncomplaint, case, or proceeding with a dispute or claim that is not covered by this Agreement as described in Section 7.\\n4. Application to Third Parties. This Arbitration Agreement shall be binding upon, and shall include, any dispute, controversy, or claim brought by or against any third parties where the underlying claims arise out of or relate to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company (\\u201CThird Party Disputes\\u201D). Third Party Disputes include any dispute, controversy, or claim against: (1) any business partners or contracting parties of Company; (2) any clients of Company; and (3) Company\\u2019s vendors and service providers including without limitation: (a) payment processors; (b) identity verification vendors; (c) any third party involved in the provision of any background check of Contractor by a consumer reporting agency; and (d) other partners assisting in fraud prevention. Third Party Disputes shall also include any dispute, controversy, or claim by or against Contractor\\u2019s spouses, heirs, third-party beneficiaries, and assigns. For avoidance of doubt, a Claim under this Agreement includes all claims or disputes between Contractor and third party arising out of or related to the services performed by Contractor in the course of Contractor\\u2019s engagement with Company. Any disputes or claims in this regard shall be resolved exclusively by an arbitrator, and the Parties agree that third parties described in Section 4 are third-party beneficiaries to this Agreement and have the right to enforce this Agreement (including but not limited to filing a motion to compel arbitration) for Third Party Disputes.\\n5. Waiver of Class Action Claims. By signing this Agreement, Company and Contractor agree that each may bring and pursue claims against the other only in their individual capacities, and may not bring, pursue, or act as a plaintiff, class representative, or class member in any purported class or collective proceeding or action. Notwithstanding any other provision of this Agreement or the applicable arbitration rules under the International Institute for Conflict Prevention and Resolution (\\u201CCPR\\u201D) or ADR Services, Inc. (as described below): (1) Any claim that all or part of this Waiver of Class Action Claims is unenforceable, unconscionable, void, or voidable shall be determined only by a court of competent jurisdiction and not by an arbitrator; (2) If the waiver set forth in this Section is found to be unenforceable, any class or collective action claims will be litigated in a court of competent jurisdiction and not as a class or collective arbitration; and (3) If applicable law permits a party to elect to invalidate the waiver set forth in this Section as to certain types of claims, and such party\\u2019s election renders the waiver set forth in this Section unenforceable as to such claims, any class or collective action for such claims will be litigated in a court of competent jurisdiction and not as a class or collective arbitration.\\n6. Waiver of Representative Action Claims. By signing this Agreement, Company and Contractor agree that each may bring and pursue claims against the other only in their individual capacities, and may not bring, pursue, or act as a plaintiff or representative in any purported representative proceeding or action or otherwise participate in any such representative proceeding or action. Notwithstanding any other provision of this Agreement or the applicable arbitration rules under CPR or ADR Services, Inc. (as described below): (1) Any claim that all or part of this Waiver of Representative Action Claims is unenforceable, unconscionable, void, or voidable shall be determined only by a court of competent jurisdiction and not by an arbitrator; and (2) If all or part of the waiver set forth in this Section is found to be unenforceable, any representative action claims will be litigated in a court of competent jurisdiction and not as a representative arbitration, but any arbitrable individual portion of any representative action shall be arbitrated under Section 9 of this Agreement.\\n7. Claims Not Covered. This Agreement does not apply to litigation between Contractor (as a party or actual or prospective class member) and Company pending in a state or federal court or arbitration as of the effective date of Contractor\\u2019s receipt of this Agreement. Claims not covered by this\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nAgreement are claims for workers\\u2019 compensation benefits; claims for unemployment compensation benefits; or any other claims that as a matter of controlling law cannot proceed in arbitration, provided that controlling law is not preempted by the FAA. For claims alleging a sexual harassment dispute or sexual assault dispute as defined by 9 U.S.C. \\u00A7\\u00A7 401 and 402, if the party alleging such claims elects to proceed with such claims in court instead of arbitration (\\u201CElectable Claims\\u201D): (1) upon a valid and timely election by the party to not proceed in arbitration for such Electable Claims, such Electable Claims may be litigated in a state or federal court of competent jurisdiction and need not proceed in arbitration; and (2) if an Electable Claim is included or pleaded in the same complaint, case, or proceeding with other Covered Claims that do not allege conduct constituting a sexual harassment dispute or a sexual assault dispute (\\u201CNon-Electable Claims\\u201D), that shall not prevent the Non-Electable Claims from being severed from the Electable Claims and proceeding in arbitration pursuant to this Agreement. Nothing in this Agreement prohibits Contractor from exercising rights protected under the National Labor Relations Act or from making a report to or filing a claim or charge with the Equal Employment Opportunity Commission, U.S. Department of Labor, Securities and Exchange Commission, National Labor Relations Board, or Office of Federal Contract Compliance Programs. Nothing in this Agreement prevents the investigation by a government agency of any report, claim, or charge otherwise covered by this Agreement. Disputes or claims between Company and any third-party beneficiaries are not covered by the terms of this Agreement.\\n8. Arbitration Procedures and Forum. Except as described below for Contractors providing Services in California, by signing this Agreement, Contractor and Company further agree that any arbitration shall be conducted before one neutral arbitrator selected by the Parties as provided by the CPR Administered Arbitration Rules (https://drs.cpradr.org/rules/arbitration/administered-arbitration-rules-2019) and, if applicable, the CPR Employment-Related Mass-Claims Protocol (https://static.cpradr.org/docs/ERMCP-2021.pdf) (collectively, the \\u201CCPR Rules\\u201D). The arbitration shall be conducted under the CPR Rules then in effect. Contractor may obtain a copy of the CPR Rules by requesting a copy from Company or by accessing CPR\\u2019s website at www.cpradr.org and searching, or using other websites to search, for \\u201CCPR Administered Arbitration Rules\\u201D and \\u201CCPR Employment-Related Mass-Claims Protocol.\\u201D By signing this Agreement, Contractor acknowledges that Contractor has had an opportunity to review the CPR Rules before signing this Agreement. If CPR is not available to hear the matter in dispute, Contractor and Company shall confer and agree upon a mutually agreeable arbitral forum. The unavailability of CPR or any other arbitral forum shall not be a basis to invalidate the Parties\\u2019 agreement to arbitrate. If for any reason Contractor and Company cannot agree to an arbitral forum, either party may apply to a court of competent jurisdiction with authority over the location where the arbitration will be conducted for appointment of a neutral arbitrator.\\n9. California Contractor Arbitration Rules. For any Contractor providing Services in California, Contractor and Company agree that any arbitration will be conducted before one neutral arbitrator selected by the Parties as provided by the rules of ADR Services, Inc. (\\u201CADR Services Rules\\u201D). The arbitration will be administered by ADR Services, Inc. and conducted under the ADR Services Rules then in effect. Contractor may obtain a copy of the ADR Services Rules by requesting a copy from Company or by accessing ADR Services, Inc.\\u2019s website at https://www.adrservices.com/services/arbitration-rules. By signing this Agreement, Contractor acknowledges that Contractor has had an opportunity to review the ADR Services Rules before signing this Agreement. If ADR Services is not available to hear the matter in dispute, Contractor and Company will confer and agree upon a mutually agreeable arbitral forum. The unavailability of ADR Services or any other arbitral forum is not a basis to invalidate the Parties\\u2019 agreement to arbitrate. If for any reason Contractor and Company cannot agree to an arbitral forum, either party may apply to a court of competent jurisdiction with authority over the location where the arbitration will be conducted for appointment of a neutral arbitrator.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n10. Location. The arbitration shall be held in the United States county where Contractor lives or performs services or in any other location Contractor and Company agree upon in writing.\\n11. Arbitration Fees, Attorney\\u2019s Fees, and Costs. Contractor and Company will follow the CPR Rules or ADR Services Rules applicable to initial filing fees, but in no event will Contractor be responsible for any portion of those fees in excess of the filing or initial appearance fees applicable to court actions in the jurisdiction where the arbitration will be conducted. After Contractor pays Contractor\\u2019s portion of any initial filing fee, Company must pay any remaining portion of the initial fee and must also pay all costs and expenses unique to arbitration, including, without limitation, the arbitrator\\u2019s fees and any of CPR or ADR Services Inc.\\u2019s arbitration administrative expenses. Payment of all filing, administration, and arbitrator fees (collectively, \\u201Carbitration fees\\u201D) will be governed by the applicable CPR Rules or ADR Services Rules and the laws of the jurisdiction in which Contractor performed Services. In all cases required by law, Company will pay the full amount of the arbitration fees. Any disputes in that regard will be resolved by the arbitrator as soon as practicable after the arbitrator is selected, and Company will bear all of the arbitration fees until such time as the arbitrator resolves any such dispute. Contractor may be represented by counsel during any arbitration proceeding. Each party will pay its own costs and attorney\\u2019s fees, subject to the arbitrator\\u2019s ability, described in Section 12, to award costs and attorney\\u2019s fees to the extent such a remedy would have been available to the parties had the matter been heard in a court.\\n12. Awards. The arbitrator is authorized to award only those remedies or relief available under applicable law and that the arbitrator deems just and equitable, including any remedy or relief that would have been available to the parties had the matter been heard in a court, except that this Section 12 does not encompass, permit, or authorize any remedy or relief awarded on a class-wide, collective, or representative basis. The decision of the arbitrator shall be in writing and shall provide the findings of fact and conclusions of law supporting the award unless Contractor and Company agree otherwise.\\n13. Provisional Relief. Contractor or Company may apply to a court of competent jurisdiction for temporary or preliminary injunctive relief in connection with an arbitrable controversy in accordance with applicable law, but only upon the ground that the award to which the applicant may be entitled may be rendered ineffectual without provisional relief and there is insufficient time to seek such provisional relief in arbitration. And any such application may not be deemed incompatible with or a waiver of this agreement to arbitrate, and preliminary relief sought in such application is subject to and limited by Sections 4 and 5. The court to which the application is made is authorized to consider the merits of the arbitrable controversy to the extent it deems necessary in making its ruling, but only to the extent permitted by applicable law. All determinations of final relief, however, will be decided in arbitration.\\n14. Opt-Out for Agreement.\\n(a) Contractor has 30 calendar days from the date Contractor signs this Agreement to opt-out of the Agreement. However, opting-out of this Agreement does not affect any other part of this Agreement. If Contractor opts out of the Agreement, then neither Contractor nor Company will be bound by the terms of this Agreement. Should Contractor not opt out in accordance with this Section 14 within the 30-day period, then this Agreement will become fully effective and binding as of the date the Agreement is executed by Contractor. If Contractor agreed to a previous arbitration agreement with Company and opts out of this Agreement, Contractor remains bound by that prior arbitration agreement and must arbitrate any and all claims or disputes covered by that prior arbitration agreement, regardless of whether those claims or disputes arise after the date Contractor executes this Agreement.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n(b) To opt out, within 30 days from the date Contractor signs this Agreement, Contractor must notify Company in writing of Contractor\\u2019s intent to opt-out of the Agreement by providing Contractor\\u2019s first and last name and a clear statement of Contractor\\u2019s intent to opt out such as \\u201CI wish to opt-out of the Agreement\\u201D or words to that effect. The written intent to opt out must be provided either by: (1) sending electronic mail to legal@committedcoaches.com; or (2) by sending a letter by U.S. Mail, or by any nationally recognized delivery service (e.g. Federal Express, UPS), or delivered by hand to:\\nP.O. Box 4573 El Dorado Hills 95762\\n(c) In order to be effective, the letter under option (2) must be dated and signed by Contractor and the envelope containing the signed letter must be received (if delivered by hand) or post-marked within 30 days of the date you sign this Agreement. Contractor\\u2019s written intent to opt-out of the Agreement, whether sent by (1) or (2), will be maintained by Company, and Contractor is encouraged to retain a copy for Contractor\\u2019s records.\\n15. Survival. The Agreement survives the termination of Contractor\\u2019s engagement with Company.\\n[Signature Page Follows]\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nThe parties have executed this Agreement as of the last signature date of the parties.\\nCOMPANY\\nBy: Name: Rudy Sanchez Date: 01 / 15 / 2026 CONTRACTOR\\nBy: Name: Joel Christner Date: 01 / 15 / 2026\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nCONFIDENTIAL INFORMATION AND INVENTION ASSIGNMENT AGREEMENT Effective Date: 01 / 15 / 2026 As a condition of becoming retained (or Contractor\\u2019s relationship being continued) by Committed 100, LLC, an Oregon corporation, or any of its current or future subsidiaries, affiliates, successors or assigns (collectively, the \\u201CCompany\\u201D), and in consideration of Contractor\\u2019s relationship with Company and receipt of the compensation now and hereafter paid by Company, Contractor agrees to the following:\\n1. Relationship. This Confidential Information and Invention Assignment Agreement (this \\u201CAgreement\\u201D) will apply to Contractor\\u2019s relationship with Company. If that relationship ends and Company, within a year thereafter, either employs Contractor or re-engages Contractor as a contractor, this Agreement will also apply to such later employment or relationship, unless the parties hereto otherwise agree in writing. Any such employment or relationship between the parties hereto, whether commenced prior to, upon or after the date of this Agreement, is referred to herein as the \\u201CRelationship.\\u201D\\n2. Duties. a. Contractor will perform for Company such duties as may be required pursuant to Contractor\\u2019s agreement with Company entered into on or about the date hereof to provide various services to Company (the \\u201CContractor Agreement\\u201D). The services to be rendered by Contractor under the Contractor Agreement are referred to herein as the \\u201CServices\\u201D and this Agreement is intended to supplement and form an integral part of the Contractor Agreement. In the event of any conflict between provisions of this Agreement and the Contractor Agreement, this Agreement shall govern. b. Contractor will promptly disclose to Company all Confidential Information, Inventions, materials or intellectual property, as well as any business opportunity which comes to my attention during my Relationship with Company and which relates to the business of Company or which arises as a result of my Relationship with Company. I will not take advantage of or divert any such opportunity for the benefit of myself or anyone else either during or after my Relationship with Company without the prior written consent of Company.\\n3. Confidential Information. a. Protection of Information. Contractor understands that during the Relationship, Company intends to provide Contractor with information, including Confidential Information (as defined below), without which Contractor would not be able to perform Contractor\\u2019s duties to Company. Contractor agrees, at all times during the term of the Relationship and thereafter, to hold in strictest confidence, and not to use, except for the benefit of Company to the extent necessary to perform the Services, and not to disclose to any person, firm, corporation or other entity, without written authorization from Company in each instance, any Confidential Information that Contractor obtains from Company or otherwise obtains, accesses or creates in connection with, or as a result of, the Services during the term of the Relationship, whether or not during working hours, until such Confidential Information becomes publicly and widely known and made generally available through no wrongful act of Contractor or of others who were under confidentiality obligations as to the item or items involved. Contractor further agrees not to make copies of such Confidential Information except as authorized by Company. b. Confidential Information. Contractor understands that \\u201CConfidential Information\\u201D means information and physical material not generally known or available outside Company and information and physical material entrusted to Company in confidence by third parties. Confidential Information includes, without limitation: (i) Company Inventions (as defined below); and (ii) technical data, trade secrets, know-how, research, product or service ideas or plans, software codes and designs, algorithms, developments, inventions, patent applications, laboratory notebooks, processes, formulas, techniques, biological materials, mask works, engineering designs and drawings, hardware configuration information, agreements with third parties, lists of, or information relating to, employees and contractors of Company (including, but not limited to, the names, contact information, jobs, compensation, and expertise of such employees and contractors), lists of, or information relating to, suppliers and customers (including, but\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nnot limited to, customers of Company on whom Contractor called or with whom Contractor became acquainted during the Relationship), price lists, pricing methodologies, cost data, market share data, marketing plans, licenses, contract information, business plans, financial forecasts, historical financial data, budgets or other business information disclosed to Contractor by Company either directly or indirectly, whether in writing, electronically, orally, or by observation. c. Third Party Information. Contractor\\u2019s agreements in this Section 3 are intended to be for the benefit of Company and any third party that has entrusted information or physical material to Company in confidence. Contractor further agrees that, during the term of the Relationship and thereafter, Contractor will not improperly use or disclose to Company any confidential, proprietary or secret information of Contractor\\u2019s former clients or any other person, and Contractor agrees not to bring any such information onto Company\\u2019s property or place of business. d. Other Rights. This Agreement is intended to supplement, and not to supersede, any rights Company may have in law or equity with respect to the protection of trade secrets or confidential or proprietary information.\\n4. Ownership of Inventions. a. Inventions Retained and Licensed. Contractor has attached hereto, as Exhibit A, a complete list describing with particularity all Inventions (as defined below) that, as of the Effective Date: (i) Contractor made, and/or (ii) belong solely to Contractor or belong to Contractor jointly with others or in which Contractor has an interest, and that relate in any way to any of Company\\u2019s actual or proposed businesses, products, services, or research and development, and which are not assigned to Company hereunder; or, if no such list is attached, Contractor represents that there are no such Inventions at the time of signing this Agreement, and to the extent such Inventions do exist and are not listed on Exhibit A, Contractor hereby forever waives any and all rights or claims of ownership to such Inventions. Contractor understands that Contractor\\u2019s listing of any Inventions on Exhibit A does not constitute an acknowledgement by Company of the existence or extent of such Inventions, nor of Contractor\\u2019s ownership of such Inventions. Contractor further understands that Contractor must receive the formal approval of Company before commencing Contractor\\u2019s Relationship with Company. b. Use or Incorporation of Inventions. If in the course of the Relationship, Contractor uses or incorporates into a product, service, process or machine any Invention not covered by Section 4(d) of this Agreement in which Contractor has an interest, Contractor will promptly so inform Company in writing. Whether or not Contractor gives such notice, Contractor hereby irrevocably grants to Company a nonexclusive, fully paid-up, royalty-free, assumable, perpetual, worldwide license, with right to transfer and to sublicense, to practice and exploit such Invention and to make, have made, copy, modify, make derivative works of, use, sell, import, and otherwise distribute such Invention under all applicable intellectual property laws without restriction of any kind. c. Inventions. Contractor understands that \\u201CInventions\\u201D means discoveries, developments, concepts, designs, ideas, know how, improvements, inventions, trade secrets and/or original works of authorship, whether or not patentable, copyrightable or otherwise legally protectable. Contractor understands this includes, but is not limited to, any new product, machine, article of manufacture, biological material, method, procedure, process, technique, use, equipment, device, apparatus, system, compound, formulation, composition of matter, design or configuration of any kind, or any improvement thereon. Contractor understands that \\u201CCompany Inventions\\u201D means any and all Inventions that Contractor may solely or jointly author, discover, develop, conceive, or reduce to practice in connection with, or as a result of, the Services performed for Company, whether before or after the signature date of this Agreement, except as otherwise provided in Section 4(g) below. d. Assignment of Company Inventions. Contractor agrees that Contractor will promptly make full written disclosure to Company, will hold in trust for the sole right and benefit of Company, and hereby assigns to Company, or its designee, all Contractor\\u2019s right, title and interest throughout the world in and to any and all Company Inventions and all patent, copyright, trademark, trade secret and other intellectual property rights therein. Contractor hereby waives and irrevocably quit claims to Company or its designee\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nany and all claims, of any nature whatsoever, that Contractor now has or may hereafter have for infringement of any and all Company Inventions. Any assignment of Company Inventions includes all rights of attribution, paternity, integrity, modification, disclosure and withdrawal, and any other rights throughout the world that may be known as or referred to as \\u201Cmoral rights,\\u201D \\u201Cartist\\u2019s rights,\\u201D \\u201Cdroit moral,\\u201D or the like (collectively, \\u201CMoral Rights\\u201D). To the extent that Moral Rights cannot be assigned under applicable law, Contractor hereby waives and agrees not to enforce any and all Moral Rights, including, without limitation, any limitation on subsequent modification, to the extent permitted under applicable law. e. Maintenance of Records. Contractor agrees to keep and maintain adequate and current written records of all Company Inventions made or conceived by Contractor (solely or jointly with others) during the term of the Relationship. The records may be in the form of notes, sketches, drawings, flow charts, electronic data or recordings, laboratory notebooks, or any other format. The records will be available to and remain the sole property of Company at all times. Contractor agrees not to remove such records from Company\\u2019s place of business except as expressly permitted by Company policy which may, from time to time, be revised at the sole election of Company for the purpose of furthering Company\\u2019s business. Contractor agrees to deliver all such records (including any copies thereof) to Company at the time of termination of the Relationship as provided for in Section 5 and Section 6. f. Patent and Copyright Rights. Contractor agrees to assist Company, or its designee, at its expense, in every proper way to secure Company\\u2019s, or its designee\\u2019s, rights in Company Inventions and any copyrights, patents, trademarks, mask work rights, Moral Rights, or other intellectual property rights relating thereto in any and all countries, including the disclosure to Company or its designee of all pertinent information and data with respect thereto, the execution of all applications, specifications, oaths, assignments, recordations, and all other instruments which Company or its designee shall deem necessary in order to apply for, obtain, maintain and transfer such rights, or if not transferable, waive and agree never to assert such rights, and in order to assign and convey to Company or its designee, and any successors, assigns and nominees the sole and exclusive right, title and interest in and to such Company Inventions, and any copyrights, patents, mask work rights or other intellectual property rights relating thereto. Contractor further agrees that Contractor\\u2019s obligation to execute or cause to be executed, when it is in Contractor\\u2019s power to do so, any such instrument or papers shall continue during and at all times after the end of the Relationship and until the expiration of the last such intellectual property right to expire in any country of the world. Contractor hereby irrevocably designates and appoints Company and its duly authorized officers and agents as Contractor\\u2019s agent and attorney-in-fact, to act for and in Contractor\\u2019s behalf and stead to execute and file any such instruments and papers and to do all other lawfully permitted acts to further the application for, prosecution, issuance, maintenance or transfer of letters patent, copyright, mask work and other registrations related to such Company Inventions. This power of attorney is coupled with an interest and shall not be affected by Contractor\\u2019s subsequent incapacity. g. Exception to Assignments. Subject to the requirements of applicable state law, if any, Contractor understands that Company Inventions will not include, and the provisions of this Agreement requiring assignment of inventions to Company do not apply to, any invention which qualifies fully for exclusion under the provisions of applicable state law, if any. Some examples of state laws limiting the scope of assignable inventions are: Delaware Code Title 19 Section 805; Kansas Statutes Section 44-130; Minnesota Statutes 13A Section 181.78; North Carolina General Statutes Article 10A, Chapter 66, Commerce and Business, Section 66-57.1; Utah Code Sections 34-39-l through 34-39-3, \\u201CEmployment Inventions Act\\u201D; Washington Rev. Code, Title 49 RCW: Labor Regulations, Chapter 49.44.140. Contractor acknowledges that to the extent one of the foregoing laws applies, Contractor\\u2019s invention assignment agreement will not apply to an invention for which no equipment, supplies, facility or trade secret information of Company was used and which was developed entirely on Contractor\\u2019s own time, unless: (1) the invention relates directly to the business of Company or to Company\\u2019s actual or demonstrably anticipated research or development; or (2) the invention results from any work performed by Contractor for Company. Similarly, to the extent California Labor Code Section 2870, or Illinois\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n765ILCS1060/1-3 or NY Labor Law \\u00A7 203-f controls, the same notice will apply absent the word \\u201Cdirectly\\u201D in part (1). In order to assist in the determination of which inventions qualify for such exclusion, Contractor will advise Company promptly in writing, during and after the term of the Relationship, of all Inventions solely or jointly conceived or developed or reduced to practice by Contractor in connection with, or as a result of, the Services performed for Company during the period of the Relationship.\\n5. Company Property; Returning Company Documents. Contractor acknowledges and agrees that Contractor has no expectation of privacy with respect to Company\\u2019s telecommunications, networking or information processing systems (including, without limitation, files, e-mail messages, and voice messages) and that Contractor\\u2019s activity and any files or messages on or using any of those systems may be monitored or reviewed at any time without notice. Contractor further agrees that any property situated on Company\\u2019s premises and owned by Company, including disks and other storage media, filing cabinets or other work areas, is subject to inspection by Company personnel at any time with or without notice. Contractor agrees that, at the time of termination of the Relationship, Contractor will deliver to Company (and will not keep in Contractor\\u2019s possession, recreate or deliver to anyone else) any and all devices, records, data, notes, reports, proposals, lists, correspondence, specifications, drawings, blueprints, sketches, laboratory notebooks, materials, flow charts, equipment, other documents or property, or reproductions of any of the aforementioned items developed by Contractor pursuant to the Relationship or otherwise belonging to Company, its successors or assigns.\\n6. Termination Certification. In the event of the termination of the Relationship, Contractor agrees to sign and deliver the \\u201CTermination Certification\\u201D attached hereto as Exhibit B; however, Contractor\\u2019s failure to sign and deliver the Termination Certification shall in no way diminish Contractor\\u2019s continuing obligations under this Agreement.\\n7. Notice to Third Parties. Contractor agrees that during the periods of time during which Contractor is restricted in taking certain actions by the terms of this Agreement (the \\u201CRestriction Period\\u201D), Contractor shall inform any entity or person with whom Contractor may seek to enter into a business relationship (whether as an owner, employee, independent contractor or otherwise) of Contractor\\u2019s contractual obligations under this Agreement. Contractor also understands and agrees that Company may, with or without prior notice to Contractor and during or after the term of the Relationship, notify third parties of Contractor\\u2019s agreements and obligations under this Agreement. Contractor further agrees that, upon written request by Company, Contractor will respond to Company in writing regarding the status of Contractor\\u2019s engagement or proposed engagement with any party during the Restriction Period. 8. Solicitation of Employees, Contractors and Other Parties. As described above, Contractor acknowledges and agrees that Company\\u2019s Confidential Information includes information relating to Company\\u2019s employees, contractors, customers and others, and that Contractor will not use or disclose such Confidential Information except as authorized by Company. Contractor further agrees as follows: a. Employees, Contractors. Contractor agrees that during the term of the Relationship, and for a period of twelve (12) months immediately following the termination of the Relationship for any reason, whether with or without cause, Contractor shall not, directly or indirectly, solicit, induce, recruit or encourage any of Company\\u2019s employees or contractors to terminate their relationship with Company, or attempt to solicit, induce, recruit, encourage or take away employees or contractors of Company, either for Contractor or for any other person or entity. a. Other Parties. Contractor agrees that during the term of the Relationship, Contractor will not negatively influence any of Company\\u2019s clients, licensors, licensees or customers from purchasing Company products or services or solicit or influence or attempt to influence any client, licensor, licensee, customer or other person either directly or indirectly, to direct any purchase of products and/or services to any person, firm, corporation, institution or other entity in competition with the business of Company. In\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\naddition, Contractor acknowledges that Company has valuable Trade Secrets (as defined by applicable law from time to time) to which Contractor will have access during the term of the Relationship. Contractor understands that Company intends to vigorously pursue its rights under applicable Trade Secrets law if, during a period of twelve (12) months immediately following the termination of the Relationship for any reason, whether with or without cause, Contractor solicits or influences or attempts to influence any client, licensor, licensee, customer or other person either directly or indirectly, to direct any purchase of products and/or services to any person, firm, corporation, institution or other entity in competition with the business of Company. Thereafter, Company intends to vigorously pursue its rights under applicable Trade Secrets law as the circumstances warrant.\\n9. No Change to Duration of Relationship. Contractor understands and acknowledges that this Agreement does not alter, amend or expand upon any rights Contractor may have to continue in the relationship with, or in the duration of Contractor\\u2019s relationship with, Company under any existing agreements between Company and Contractor, including without limitation the Contractor Agreement, or under applicable law.\\n10. Representations and Covenants. a. Facilitation of Agreement. Contractor agrees to execute promptly, both during and after the end of the Relationship, any proper oath, and to verify any proper document, required to carry out the terms of this Agreement, upon Company\\u2019s written request to do so. b. No Conflicts. Contractor represents that Contractor\\u2019s performance of all the terms of this Agreement does not and will not breach any agreement Contractor has entered into, or will enter into, with any third party, including without limitation any agreement to keep in confidence proprietary information or materials acquired by Contractor in confidence or in trust prior to or during the Relationship. Contractor will not disclose to Company or use any inventions, confidential or non-public proprietary information or material belonging to any previous client, employer or any other party. Contractor will not induce Company to use any inventions, confidential or non-public proprietary information, or material belonging to any previous client, employer or any other party. Contractor agrees not to enter into any written or oral agreement that conflicts with the provisions of this Agreement.\\nContractor further represents that Contractor does not presently perform or intend to perform, during the term of the Contractor Agreement, consulting or other services for, and Contractor is not presently employed by and has no intention of being employed by, companies whose businesses or proposed businesses in any way involve products or services that would be competitive with Company\\u2019s products or services, or those products or services proposed or in development by Company during the term of the Contractor Agreement. If, however, Contractor decides to do so, Contractor agrees that, in advance of accepting such employment or agreeing to perform such services, Contractor will promptly notify Company in writing, specifying the organization to which Contractor proposes to render services, and provide information sufficient to allow Company to determine if such work would conflict with the interests of Company. c. Voluntary Execution. Contractor certifies and acknowledges that Contractor has carefully read all of the provisions of this Agreement, that Contractor understands and has voluntarily accepted such provisions, and that Contractor will fully and faithfully comply with such provisions.\\n11. Electronic Delivery. Nothing herein is intended to imply a right to participate in any of Company\\u2019s equity incentive plans, however, if Contractor does participate in such plan(s), Company may, in its sole discretion, decide to deliver any documents related to Contractor\\u2019s participation in Company\\u2019s equity incentive plan(s) by electronic means or to request Contractor\\u2019s consent to participate in such plan(s) by electronic means. Contractor hereby consents to receive such documents by electronic delivery and agrees, if applicable, to participate in such plan(s) through an on-line or electronic system established and maintained by Company or a third party designated by Company.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n12. Miscellaneous. a. Governing Law. The validity, interpretation, construction and performance of this Agreement, and all acts and transactions pursuant hereto and the rights and obligations of the parties hereto shall be governed, construed and interpreted in accordance with the laws of the state o",
  "ResponseHeaders": {
    "X-Partio-Endpoint-Id": "default",
    "X-Model": "all-minilm"
  },
  "ResponseBody": "{\u0022GUID\u0022:\u002283e0cf87-a79f-4b21-bdbf-074fa6e23804\u0022,\u0022Type\u0022:\u0022Text\u0022,\u0022Text\u0022:\u0022Contractor Agreement Chief Architect\\nThis Contractor Agreement (together with the attachments, the \\u201CAgreement\\u201D) is made as of the last signature date of the parties below, by and between Committed 100, LLC, dba Committed Coaches (the \\u201CCompany\\u201D), and Joel Christner (\\u201CContractor\\u201D). The following attachments, which appear after the signature block(s), are incorporated herein by reference and made part of this Agreement as if set forth in full: (i) Contractor Terms; (ii) Mutual Arbitration Agreement; and (iii) Confidential Information and Invention Assignment Agreement (collectively, the \\u201CAttachments\\u201D).\\nServices: Contractor is in the business of providing engineering leadership and technical infrastructure development. Company is interested in retaining Contractor to build and implement Committed Coaches\\u2019 technical infrastructure. Contractor\\u2019s primary duties and scope of work include the following:\\n\\u25CF Build and implement Committed Coaches\\u2019 technical infrastructure. \\u25CF Develop and document engineering standards. \\u25CF Establish and manage feedback loops between engineering teams and cross-functional teams.\\nCompany and Contractor recognize that Contractor is an independent professional who will perform those services according to their expertise and industry best practices. Contractor will use best efforts to provide high-quality service, and Company will not manage or control the details of Contractor\\u2019s services. Company is not responsible for ensuring Contractor\\u2019s success, profitability or revenue outcomes.\\nTerm commencing on: January 16, 2026 Term ending: renewing on a 30-day rolling basis unless terminated Termination Notice Period: Either part may terminate this Agreement with thirty (30) days\\u2019 written notice\\nCompensation and Payment\\nAmount: $20,833/month\\nPayment Terms: Company shall process payment to Contractor on or after the 15th of each month for Services performed during the prior calendar month, subject to timely receipt of a proper invoice. Contractor must submit an invoice no later than the 5th of each month for the prior month\\u2019s services. The Company is not responsible for delays in fund transfers due to third-party payment processors or international banking systems.\\nEquity Participation\\nGrant: 1.25% equity in the Company, granted as Profit Interest Units (PIUs) under the LLC structure. Terms: Subject to the Company\\u2019s equity plan and board approval. Vesting: 4-year vesting with a 1-year cliff, followed by monthly vesting thereafter. Conversion: If the Company converts to a C-Corp, PIUs will convert into equivalent stock options or RSUs, maintaining the same vesting and economic structure.\\nNon-Solicitation and Non-Subversion \\u25CF Contractor acknowledges that Company\\u2019s clients, lead lists, and client acquisition techniques are valuable, proprietary assets. In consideration for access to these assets, Contractor agrees that during the Restricted Period, Contractor will not, directly or indirectly, solicit, contact, or provide any\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nproducts or services to any Company Client for any purpose that is competitive with the business of Company; provided, however, that this restriction shall not apply to (i) solicitations made to the general public through non-targeted advertising, or (ii) any individual with whom Contractor had a documented, pre-existing business relationship prior to the Effective Date of this Agreement. For purposes of this section, (a) \\u201CCompany Client\\u201D means any individual whose lead information was disclosed to Contractor by Company at any time during the term of this Agreement and (b) \\u201CRestricted Period\\u201D means the term of this Agreement and the twelve (12) month period immediately following its termination. \\u25CF During the Restricted Period, Contractor shall not, directly or indirectly, solicit or encourage any Company Partner to alter or terminate its business relationship with Company, or to establish a business relationship with Contractor for a purpose that is competitive with the business of Company; provided, however, that this restriction shall not prohibit Contractor from engaging in business with a Company Partner for purposes wholly unrelated to the health and fitness coaching and supplement sales business of Company. For purposes of this section, (a) \\u201CCompany Partner\\u201D means any third party that provides lead information to Company and with whom Contractor had contact or about whom Contractor learned confidential information during this Agreement and (b) \\u201CRestricted Period\\u201D means the term of this Agreement and the twelve (12) month period immediately following its termination. \\u25CF During the Restricted Period, Contractor shall not, directly or indirectly, solicit, recruit, or induce any Company Personnel to terminate or reduce their service relationship with Company; provided, however, that this provision shall not prohibit general advertisements or solicitations not specifically targeted at Company Personnel. For purposes of this section, (a) \\u201CCompany Personnel\\u201D means any person who is an employee or independent contractor of Company at the time of the solicitation or was within the six (6) months prior, and (b) \\u201CRestricted Period\\u201D means the term of this Agreement and the twelve (12) month period immediately following its termination. \\u25CF Contractor agrees not to disparage, defame, or otherwise speak negatively about Company, Company\\u2019s officers, employees, or affiliates, or Company\\u2019s business or services to influence or persuade clients, partners, or employees to leave Company.\\nIndemnification. Company shall indemnify, defend, and hold harmless Contractor from and against any and all third-party claims, liabilities, damages, and expenses (including reasonable attorneys\\u0027 fees) arising from or related to customer claims, provided that Contractor acted in good faith and within the scope of the Services described in this Agreement. This indemnification shall not apply to claims resulting from Contractor\\u0027s gross negligence, willful misconduct, or breach of this Agreement.\\nReimbursement. Company shall reimburse Contractor for reasonable and pre-approved business-related expenses incurred in connection with the performance of the Services, subject to Contractor providing adequate documentation.\\n[Signature Page Follows]\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nThe parties have executed this Agreement as of the last signature date of the parties.\\nCOMPANY\\nBy: Name: Rudy Sanchez Date: 01 / 15 / 2026\\nCONTRACTOR\\nBy: Name: Joel Christner Date: 01 / 15 / 2026\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nCONTRACTOR TERMS\\n1. SERVICES AND COMPENSATION a. During the term of this Agreement, Contractor will provide Contractor services to Company as described on the Contractor Agreement (the \\u201CServices\\u201D). Contractor represents that Contractor is duly licensed (as applicable) and has the qualifications, the experience and the ability to properly perform the Services. Contractor shall use Contractor\\u2019s best efforts to perform the Services such that the results are satisfactory and to the standard required by Company. Contractor shall be solely responsible for determining the method, details and means of performing the Services. Contractor shall provide progress reports upon Company\\u2019s request. b. As consideration for the Services to be provided by Contractor and other obligations, Company shall pay to Contractor in accordance with the terms set forth in the Contractor Agreement. Contractor shall not be authorized to incur on behalf of Company any expenses and will be responsible for all expenses incurred while performing the Services.\\n2. TERM AND TERMINATION a. Contractor shall serve as a Contractor to Company for the period set forth in the Contractor Agreement. b. Notwithstanding the above, either party may terminate this Agreement in accordance with the Contractor Agreement, provided that if no specific termination right is provided, either party may terminate this Agreement immediately upon written notice. In the event of such termination, Contractor shall be paid for any portion of the Services that have been performed prior to the termination. Should Contractor materially breach any of its obligations under this Agreement, including but not limited to Contractor\\u2019s obligations under the Confidential Information and Invention Assignment Agreement between Company and Contractor referenced below and any applicable Company policies, Company may terminate this Agreement immediately.\\n3. INDEPENDENT CONTRACTOR a. Contractor agrees that they are an independent contractor and not an employee, agent, or representative of Company. Nothing in this Agreement shall be construed to create a partnership, joint venture, or employer-employee relationship between the parties. b. Contractor shall have full responsibility for applicable withholding taxes for all compensation paid to Contractor under this Agreement, and for compliance with all applicable labor and employment requirements with respect to Contractor\\u2019s self- employment, sole proprietorship or other form of business organization, including state worker\\u2019s compensation insurance coverage requirements and any U.S. immigration visa requirements. Contractor agrees to indemnify, defend and hold Company harmless from any liability for, or assessment of, any claims or penalties with respect to such withholding taxes, labor or employment requirements, including any liability for, or assessment of, withholding taxes imposed on Company by the relevant taxing authorities with respect to any compensation paid to Contractor. c. Contractor acknowledges and agrees that Contractor shall not be eligible for any Company employee benefits and, to the extent Contractor otherwise would be eligible for any Company employee benefits but for the express terms of this Agreement, Contractor (on behalf of itself and its employees) hereby expressly declines to participate in such Company employee benefits. d. Contractor is fully responsible for tools, expenses, and business operations. e. If operating through a business entity (e.g., LLC), Contractor must notify Company and ensure invoices reflect the legal business name. Contractor acknowledges and warrants that (i) Contractor offers identical or substantially similar services through the business entity to the public; (ii) the business entity exists independently from Contractor\\u2019s engagement with Company and will continue to exist independently when that engagement ends; (iii) nothing in this agreement prevents Contractor from continuing to offer services through the LLC or entity during Contractor\\u2019s engagement with Company; and (iv) Contractor intends to continue offering services through the entity regardless of the LLC or entity\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nregardless of the length of the engagement with Company. f. Acknowledges Company will issue 1099s only to the name listed in this Agreement and assumes no tax liability for Contractor\\u2019s business. g. Contractor acknowledges and agrees that Contractor have no authority to enter contracts that bind Company or create obligations on the part of Company without Company\\u2019s prior written authorization.\\n4. OTHER SERVICES FOR COMPETITORS Contractor represents and warrants that Contractor does not presently perform or intend to perform, during the term of the Agreement, consulting or other services for, or engage in or intend to engage in an employment relationship with, companies who businesses or proposed businesses in any way involve products or services which would be competitive with Company\\u2019s products or services, or those products or services proposed or in development by Company during the term of the Agreement (except for those companies, if any, listed on Addendum \\u2013 Excluded Companies hereto).\\nIf, however, Contractor decides to do so, Contractor agrees that, in advance of accepting such work, Contractor will promptly notify Company in writing, specifying the organization with which Contractor proposes to consult, provide services, or become employed by and to provide information sufficient to allow Company to determine if such work would conflict with the terms of this Agreement, including the terms of the Confidentiality and Invention Assignment Agreement, the interests of Company or further services which Company might request of Contractor. If Company determines that such work conflicts with the terms of this Agreement, Company reserves the right to terminate this Agreement immediately. In no event shall any of the Services be performed for Company at the facilities of a third party or using the resources of a third party.\\n5. CONFIDENTIALITY AGREEMENT Contractor shall sign, or has signed, a Confidentiality and Assignment Agreement substantially similar to the one attached herein, on or before the date Contractor begins providing the Services.\\n6. CONFLICTS WITH THIS AGREEMENT Contractor represents and warrants that Contractor is not under any pre-existing obligation in conflict or in any way inconsistent with the provisions of this Agreement. Contractor represents and warrants that Contractor\\u2019s performance of all the terms of this Agreement will not breach any agreement to keep in confidence proprietary information acquired by Contractor in confidence or in trust prior to commencement of this Agreement. Contractor warrants that Contractor has the right to disclose and/or or use all ideas, processes, techniques and other information, if any, which Contractor has gained from third parties, and which Contractor discloses to Company or uses in the course of performance of this Agreement, without liability to such third parties. Notwithstanding the foregoing, Contractor agrees that Contractor shall not bundle with or incorporate into any deliveries provided to Company herewith any third party products, ideas, processes, or other techniques, without the express, written prior approval of Company. Contractor represents and warrants that Contractor has not granted and will not grant any rights or licenses to any intellectual property or technology that would conflict with Contractor\\u2019s obligations under this Agreement. Contractor will not knowingly infringe upon any copyright, patent, trade secret or other property right of any former client, employer or third party in the performance of the Services.\\n7. MISCELLANEOUS a. Amendments and Waivers. Any term of this Agreement may be amended or waived only with the written consent of Company. b. Sole Agreement. This Agreement, including the Addenda, constitutes the sole agreement of the parties and supersedes all oral negotiations and prior writings with respect to the subject matter hereof. c. Notices. Notices and all other communications contemplated by this Agreement shall be in writing and shall be deemed to have been duly given when personally delivered or when mailed by U.S.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nregistered or certified mail, return receipt requested and postage prepaid. In your case, mailed notices shall be addressed to you at the address that you most recently communicated to Company in writing. d. Choice of Law. The validity, interpretation, construction and performance of this Agreement shall be governed by the laws of the state of Oregon, without giving effect to the principles of conflict of laws. ANY DISPUTE SHALL BE RESOLVED PURSUANT TO THE MUTUAL AGREEMENT TO ARBITRATE, WHICH INCLUDES AN ARBITRATION CLAUSE. e. Severability. If one or more provisions of this Agreement are held to be unenforceable under applicable law, the parties agree to renegotiate such provision in good faith. In the event that the parties cannot reach a mutually agreeable and enforceable replacement for such provision, then (i) such provision shall be excluded from this Agreement, (ii) the balance of the Agreement shall be interpreted as if such provision were so excluded and (iii) the balance of the Agreement shall be enforceable in accordance with its terms. f. Counterparts. This Agreement may be executed in counterparts, each of which shall be deemed an original, but all of which together will constitute one and the same instrument. g. Advice of Counsel. EACH PARTY ACKNOWLEDGES THAT, IN EXECUTING THIS AGREEMENT, SUCH PARTY HAS HAD THE OPPORTUNITY TO SEEK THE ADVICE OF INDEPENDENT LEGAL COUNSEL AND HAS READ AND UNDERSTOOD ALL OF THE TERMS AND PROVISIONS OF THIS AGREEMENT. THIS AGREEMENT SHALL NOT BE CONSTRUED AGAINST ANY PARTY BY REASON OF THE DRAFTING OR PREPARATION HEREOF.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nAddendum \\u2013 Excluded Companies\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nMUTUAL AGREEMENT TO ARBITRATE\\nThis Mutual Agreement to Arbitrate (\\u201CAgreement\\u201D) is between Committed 100 (\\u201CCompany\\u201D) and Contractor, an independent, individual professional provider of services. This Agreement is incorporated into the existing agreements between Company and Contractor regarding Contractor\\u2019s services to Company, Company\\u2019s clients, and any other aspect of the relationship between Company and Contractor. The parties intend this Agreement to be consistent with any existing agreements between them. But unless specified otherwise in this Agreement, this Agreement takes precedence over any inconsistent term in any existing agreement between the parties. If any term of this Agreement conflicts with an existing agreement between the parties, this Agreement controls. The parties agree as follows:\\n1. Intent to Arbitrate. (a) Except as otherwise provided in Section 6, Contractor and Company agree to first attempt to resolve any disputes or claims amicably and on an individual basis by providing 30 days written notice prior to filing any such dispute or claim. If the dispute or claim is not resolved amicably, and except as otherwise provided in this Agreement, Contractor and Company agree that to the fullest extent permitted by law, ANY AND ALL DISPUTES OR CLAIMS BETWEEN CONTRACTOR AND COMPANY will be exclusively resolved by final and binding arbitration by a neutral arbitrator, including without limitation any and all disputes or claims BETWEEN CONTRACTOR AND COMPANY, whether in contract, tort, statute, or otherwise, arising out of or relating to the formation (including unconscionability and invalidity), existence, breach, termination, interpretation, enforcement, validity, scope, and applicability of this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company, or any claim on any basis under federal, state, or local law, which could otherwise be heard before any court of competent jurisdiction arising out of or relating to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company. By signing this Agreement, and unless otherwise stated in this Agreement, Contractor and Company hereby waive their right to have any covered dispute, claim, or controversy decided by a judge or jury in a court. Contractor and Company also understand and agree that Company\\u2019s business and Contractor\\u2019s services involve commerce under the Federal Arbitration Act. This Agreement is governed by the Federal Arbitration Act (9 U.S.C. \\u00A7\\u00A7 1 et seq.) even if Company and Contractor are otherwise exempted from the FAA. Any disputes or claims in this regard must be resolved exclusively by an arbitrator. In the event, but only in the event, there is a final determination by a court of competent jurisdiction that the FAA does not apply, the Delaware Uniform Arbitration Act will apply. Contractor and Company anticipate that by entering into this Agreement, the Parties will gain the benefits of a speedy and less expensive dispute resolution procedure. This Agreement shall encompass all disputes and claims that Company may have against Contractor, or that Contractor may have against Company and/or any of its officers, directors, employees, owners, agents, representatives, benefit plans, sponsors, fiduciaries, parents, subsidiaries, or affiliated entities (each of which may enforce this Agreement as a third party beneficiary, in addition to the third parties described in Section 4 below) arising out of or relating to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company. Subject to the limitations set forth in Section 7, Contractor and Company agree that any third party at or in whose premises the Services under this Agreement may be performed, as well as any consumer reporting agency responsible for providing background check services of Contractor, are intended third party beneficiaries of this Agreement. For additional clarity, by signing this Agreement, Contractor and Company hereby expressly waive, to the extent permitted by applicable law, their right to have any dispute or claim resolved by a court unless specifically set out in this Agreement.\\n2. Delegation. Except as this Agreement otherwise provides, the arbitrability of any dispute between Contractor and Company, including whether or to what extent all or part of this Agreement is invalid, unconscionable, or otherwise unenforceable, and whether a dispute, claim, or controversy is\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nsubject to arbitration, is a decision that will be submitted exclusively to the arbitrator, and will not be decided by any federal or state court. Contractor and Company intend this delegation clause to be clear and unmistakable evidence of Contractor and Company\\u2019s agreement to delegate these issues to the arbitrator, subject to the exceptions stated in the Sections 5 and 6, which set forth that this delegation clause shall not apply to the Waiver of Class Action Claims and Waiver of Representative Action Claims.\\n3. Covered Claims. Except as otherwise provided in this Agreement, the disputes and claims covered by this Agreement include any and all disputes and claims BETWEEN CONTRACTOR AND COMPANY arising out of or relating to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company, which could otherwise be heard before a court of competent jurisdiction (a \\u201CClaim\\u201D), including but not limited to disputes or claims related to allegations of wrongful termination; breach of any contract or covenant, express or implied; breach of any duty owed to Contractor by Company or to Company by Contractor; personal, physical or emotional injury (excluding benefit claims covered under any applicable workers\\u2019-compensation law); fraud, misrepresentation, defamation, and any other tort claims; wages or other compensation due; penalties; benefits; reimbursement of expenses; discrimination or harassment, including but not limited to discrimination or harassment based on race, sex, color, pregnancy, religion, national origin, ancestry, age, marital status, physical disability, mental disability, medical condition, or sexual orientation; retaliation; violation of any local, state, or federal constitution, statute, law, ordinance or regulation (as originally enacted and as amended), including but not limited to Fair Credit Reporting Act, Defend Trade Secrets Act, 42 U.S.C. \\u00A71981, Rehabilitation Act, Civil Rights Acts of 1866 and 1871, the Civil Rights Act of 1991, the Pregnancy Discrimination Act, Equal Pay Act, Title VII of the Civil Rights Act of 1964, Age Discrimination in Employment Act of 1967, Americans With Disabilities Act, Fair Labor Standards Act, Employee Retirement Income Security Act (except for claims for employee benefits under any benefit plan sponsored by Company and (a) covered by the Employee Retirement Income Security Act of 1974 or (b) funded by insurance), Affordable Care Act, Genetic Information Non-Discrimination Act, Uniformed Services Employment and Reemployment Rights Act, Worker Adjustment and Retraining Notification Act, Older Workers Benefits Protection Act of 1990, Occupational Safety and Health Act, Immigration Reform and Control Act, Consolidated Omnibus Budget Reconciliation Act, Family and Medical Leave Act, False Claims Act, and all other federal, state, or local statutory and legal claims arising out of or relating to Contractor\\u2019s relationship with Company (including without limitation misclassification claims) or the termination of that relationship (including without limitation torts and post-termination defamation or retaliation).\\nThis includes all claims that arose before the signing of this or any prior Agreement and any claims that may arise after the signing or termination of this Agreement, except as otherwise provided in Section 7. Covered Claims also include Third-Party Disputes as defined in Section 4.\\nA Claim under this Section also includes all claims or disputes between Contractor and any third party arising out of or related to the Services performed under this Agreement that may be brought against third party at or in whose premises the Services under this Agreement may be performed. A Claim also includes all claims or disputes between Contractor and a third party concerning the provision of any background check of Contractor by a consumer reporting agency. Any disputes or claims in this regard shall be resolved exclusively by an arbitrator.\\nA Claim arising under any law that requires resort to an administrative agency shall be brought before such agency as required by law, and that after exhaustion of administrative remedies, the Claim must be pursued through this binding arbitration procedure to the fullest extent permitted by law.\\nContractor agrees that each Claim covered under this Section must proceed in arbitration (except as otherwise provided in Sections 5, 6, and 7) even if the Claim is included or pleaded in the same\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\ncomplaint, case, or proceeding with a dispute or claim that is not covered by this Agreement as described in Section 7.\\n4. Application to Third Parties. This Arbitration Agreement shall be binding upon, and shall include, any dispute, controversy, or claim brought by or against any third parties where the underlying claims arise out of or relate to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company (\\u201CThird Party Disputes\\u201D). Third Party Disputes include any dispute, controversy, or claim against: (1) any business partners or contracting parties of Company; (2) any clients of Company; and (3) Company\\u2019s vendors and service providers including without limitation: (a) payment processors; (b) identity verification vendors; (c) any third party involved in the provision of any background check of Contractor by a consumer reporting agency; and (d) other partners assisting in fraud prevention. Third Party Disputes shall also include any dispute, controversy, or claim by or against Contractor\\u2019s spouses, heirs, third-party beneficiaries, and assigns. For avoidance of doubt, a Claim under this Agreement includes all claims or disputes between Contractor and third party arising out of or related to the services performed by Contractor in the course of Contractor\\u2019s engagement with Company. Any disputes or claims in this regard shall be resolved exclusively by an arbitrator, and the Parties agree that third parties described in Section 4 are third-party beneficiaries to this Agreement and have the right to enforce this Agreement (including but not limited to filing a motion to compel arbitration) for Third Party Disputes.\\n5. Waiver of Class Action Claims. By signing this Agreement, Company and Contractor agree that each may bring and pursue claims against the other only in their individual capacities, and may not bring, pursue, or act as a plaintiff, class representative, or class member in any purported class or collective proceeding or action. Notwithstanding any other provision of this Agreement or the applicable arbitration rules under the International Institute for Conflict Prevention and Resolution (\\u201CCPR\\u201D) or ADR Services, Inc. (as described below): (1) Any claim that all or part of this Waiver of Class Action Claims is unenforceable, unconscionable, void, or voidable shall be determined only by a court of competent jurisdiction and not by an arbitrator; (2) If the waiver set forth in this Section is found to be unenforceable, any class or collective action claims will be litigated in a court of competent jurisdiction and not as a class or collective arbitration; and (3) If applicable law permits a party to elect to invalidate the waiver set forth in this Section as to certain types of claims, and such party\\u2019s election renders the waiver set forth in this Section unenforceable as to such claims, any class or collective action for such claims will be litigated in a court of competent jurisdiction and not as a class or collective arbitration.\\n6. Waiver of Representative Action Claims. By signing this Agreement, Company and Contractor agree that each may bring and pursue claims against the other only in their individual capacities, and may not bring, pursue, or act as a plaintiff or representative in any purported representative proceeding or action or otherwise participate in any such representative proceeding or action. Notwithstanding any other provision of this Agreement or the applicable arbitration rules under CPR or ADR Services, Inc. (as described below): (1) Any claim that all or part of this Waiver of Representative Action Claims is unenforceable, unconscionable, void, or voidable shall be determined only by a court of competent jurisdiction and not by an arbitrator; and (2) If all or part of the waiver set forth in this Section is found to be unenforceable, any representative action claims will be litigated in a court of competent jurisdiction and not as a representative arbitration, but any arbitrable individual portion of any representative action shall be arbitrated under Section 9 of this Agreement.\\n7. Claims Not Covered. This Agreement does not apply to litigation between Contractor (as a party or actual or prospective class member) and Company pending in a state or federal court or arbitration as of the effective date of Contractor\\u2019s receipt of this Agreement. Claims not covered by this\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nAgreement are claims for workers\\u2019 compensation benefits; claims for unemployment compensation benefits; or any other claims that as a matter of controlling law cannot proceed in arbitration, provided that controlling law is not preempted by the FAA. For claims alleging a sexual harassment dispute or sexual assault dispute as defined by 9 U.S.C. \\u00A7\\u00A7 401 and 402, if the party alleging such claims elects to proceed with such claims in court instead of arbitration (\\u201CElectable Claims\\u201D): (1) upon a valid and timely election by the party to not proceed in arbitration for such Electable Claims, such Electable Claims may be litigated in a state or federal court of competent jurisdiction and need not proceed in arbitration; and (2) if an Electable Claim is included or pleaded in the same complaint, case, or proceeding with other Covered Claims that do not allege conduct constituting a sexual harassment dispute or a sexual assault dispute (\\u201CNon-Electable Claims\\u201D), that shall not prevent the Non-Electable Claims from being severed from the Electable Claims and proceeding in arbitration pursuant to this Agreement. Nothing in this Agreement prohibits Contractor from exercising rights protected under the National Labor Relations Act or from making a report to or filing a claim or charge with the Equal Employment Opportunity Commission, U.S. Department of Labor, Securities and Exchange Commission, National Labor Relations Board, or Office of Federal Contract Compliance Programs. Nothing in this Agreement prevents the investigation by a government agency of any report, claim, or charge otherwise covered by this Agreement. Disputes or claims between Company and any third-party beneficiaries are not covered by the terms of this Agreement.\\n8. Arbitration Procedures and Forum. Except as described below for Contractors providing Services in California, by signing this Agreement, Contractor and Company further agree that any arbitration shall be conducted before one neutral arbitrator selected by the Parties as provided by the CPR Administered Arbitration Rules (https://drs.cpradr.org/rules/arbitration/administered-arbitration-rules-2019) and, if applicable, the CPR Employment-Related Mass-Claims Protocol (https://static.cpradr.org/docs/ERMCP-2021.pdf) (collectively, the \\u201CCPR Rules\\u201D). The arbitration shall be conducted under the CPR Rules then in effect. Contractor may obtain a copy of the CPR Rules by requesting a copy from Company or by accessing CPR\\u2019s website at www.cpradr.org and searching, or using other websites to search, for \\u201CCPR Administered Arbitration Rules\\u201D and \\u201CCPR Employment-Related Mass-Claims Protocol.\\u201D By signing this Agreement, Contractor acknowledges that Contractor has had an opportunity to review the CPR Rules before signing this Agreement. If CPR is not available to hear the matter in dispute, Contractor and Company shall confer and agree upon a mutually agreeable arbitral forum. The unavailability of CPR or any other arbitral forum shall not be a basis to invalidate the Parties\\u2019 agreement to arbitrate. If for any reason Contractor and Company cannot agree to an arbitral forum, either party may apply to a court of competent jurisdiction with authority over the location where the arbitration will be conducted for appointment of a neutral arbitrator.\\n9. California Contractor Arbitration Rules. For any Contractor providing Services in California, Contractor and Company agree that any arbitration will be conducted before one neutral arbitrator selected by the Parties as provided by the rules of ADR Services, Inc. (\\u201CADR Services Rules\\u201D). The arbitration will be administered by ADR Services, Inc. and conducted under the ADR Services Rules then in effect. Contractor may obtain a copy of the ADR Services Rules by requesting a copy from Company or by accessing ADR Services, Inc.\\u2019s website at https://www.adrservices.com/services/arbitration-rules. By signing this Agreement, Contractor acknowledges that Contractor has had an opportunity to review the ADR Services Rules before signing this Agreement. If ADR Services is not available to hear the matter in dispute, Contractor and Company will confer and agree upon a mutually agreeable arbitral forum. The unavailability of ADR Services or any other arbitral forum is not a basis to invalidate the Parties\\u2019 agreement to arbitrate. If for any reason Contractor and Company cannot agree to an arbitral forum, either party may apply to a court of competent jurisdiction with authority over the location where the arbitration will be conducted for appointment of a neutral arbitrator.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n10. Location. The arbitration shall be held in the United States county where Contractor lives or performs services or in any other location Contractor and Company agree upon in writing.\\n11. Arbitration Fees, Attorney\\u2019s Fees, and Costs. Contractor and Company will follow the CPR Rules or ADR Services Rules applicable to initial filing fees, but in no event will Contractor be responsible for any portion of those fees in excess of the filing or initial appearance fees applicable to court actions in the jurisdiction where the arbitration will be conducted. After Contractor pays Contractor\\u2019s portion of any initial filing fee, Company must pay any remaining portion of the initial fee and must also pay all costs and expenses unique to arbitration, including, without limitation, the arbitrator\\u2019s fees and any of CPR or ADR Services Inc.\\u2019s arbitration administrative expenses. Payment of all filing, administration, and arbitrator fees (collectively, \\u201Carbitration fees\\u201D) will be governed by the applicable CPR Rules or ADR Services Rules and the laws of the jurisdiction in which Contractor performed Services. In all cases required by law, Company will pay the full amount of the arbitration fees. Any disputes in that regard will be resolved by the arbitrator as soon as practicable after the arbitrator is selected, and Company will bear all of the arbitration fees until such time as the arbitrator resolves any such dispute. Contractor may be represented by counsel during any arbitration proceeding. Each party will pay its own costs and attorney\\u2019s fees, subject to the arbitrator\\u2019s ability, described in Section 12, to award costs and attorney\\u2019s fees to the extent such a remedy would have been available to the parties had the matter been heard in a court.\\n12. Awards. The arbitrator is authorized to award only those remedies or relief available under applicable law and that the arbitrator deems just and equitable, including any remedy or relief that would have been available to the parties had the matter been heard in a court, except that this Section 12 does not encompass, permit, or authorize any remedy or relief awarded on a class-wide, collective, or representative basis. The decision of the arbitrator shall be in writing and shall provide the findings of fact and conclusions of law supporting the award unless Contractor and Company agree otherwise.\\n13. Provisional Relief. Contractor or Company may apply to a court of competent jurisdiction for temporary or preliminary injunctive relief in connection with an arbitrable controversy in accordance with applicable law, but only upon the ground that the award to which the applicant may be entitled may be rendered ineffectual without provisional relief and there is insufficient time to seek such provisional relief in arbitration. And any such application may not be deemed incompatible with or a waiver of this agreement to arbitrate, and preliminary relief sought in such application is subject to and limited by Sections 4 and 5. The court to which the application is made is authorized to consider the merits of the arbitrable controversy to the extent it deems necessary in making its ruling, but only to the extent permitted by applicable law. All determinations of final relief, however, will be decided in arbitration.\\n14. Opt-Out for Agreement.\\n(a) Contractor has 30 calendar days from the date Contractor signs this Agreement to opt-out of the Agreement. However, opting-out of this Agreement does not affect any other part of this Agreement. If Contractor opts out of the Agreement, then neither Contractor nor Company will be bound by the terms of this Agreement. Should Contractor not opt out in accordance with this Section 14 within the 30-day period, then this Agreement will become fully effective and binding as of the date the Agreement is executed by Contractor. If Contractor agreed to a previous arbitration agreement with Company and opts out of this Agreement, Contractor remains bound by that prior arbitration agreement and must arbitrate any and all claims or disputes covered by that prior arbitration agreement, regardless of whether those claims or disputes arise after the date Contractor executes this Agreement.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n(b) To opt out, within 30 days from the date Contractor signs this Agreement, Contractor must notify Company in writing of Contractor\\u2019s intent to opt-out of the Agreement by providing Contractor\\u2019s first and last name and a clear statement of Contractor\\u2019s intent to opt out such as \\u201CI wish to opt-out of the Agreement\\u201D or words to that effect. The written intent to opt out must be provided either by: (1) sending electronic mail to legal@committedcoaches.com; or (2) by sending a letter by U.S. Mail, or by any nationally recognized delivery service (e.g. Federal Express, UPS), or delivered by hand to:\\nP.O. Box 4573 El Dorado Hills 95762\\n(c) In order to be effective, the letter under option (2) must be dated and signed by Contractor and the envelope containing the signed letter must be received (if delivered by hand) or post-marked within 30 days of the date you sign this Agreement. Contractor\\u2019s written intent to opt-out of the Agreement, whether sent by (1) or (2), will be maintained by Company, and Contractor is encouraged to retain a copy for Contractor\\u2019s records.\\n15. Survival. The Agreement survives the termination of Contractor\\u2019s engagement with Company.\\n[Signature Page Follows]\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nThe parties have executed this Agreement as of the last signature date of the parties.\\nCOMPANY\\nBy: Name: Rudy Sanchez Date: 01 / 15 / 2026 CONTRACTOR\\nBy: Name: Joel Christner Date: 01 / 15 / 2026\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nCONFIDENTIAL INFORMATION AND INVENTION ASSIGNMENT AGREEMENT Effective Date: 01 / 15 / 2026 As a condition of becoming retained (or Contractor\\u2019s relationship being continued) by Committed 100, LLC, an Oregon corporation, or any of its current or future subsidiaries, affiliates, successors or assigns (collectively, the \\u201CCompany\\u201D), and in consideration of Contractor\\u2019s relationship with Company and receipt of the compensation now and hereafter paid by Company, Contractor agrees to the following:\\n1. Relationship. This Confidential Information and Invention Assignment Agreement (this \\u201CAgreement\\u201D) will apply to Contractor\\u2019s relationship with Company. If that relationship ends and Company, within a year thereafter, either employs Contractor or re-engages Contractor as a contractor, this Agreement will also apply to such later employment or relationship, unless the parties hereto otherwise agree in writing. Any such employment or relationship between the parties hereto, whether commenced prior to, upon or after the date of this Agreement, is referred to herein as the \\u201CRelationship.\\u201D\\n2. Duties. a. Contractor will perform for Company such duties as may be required pursuant to Contractor\\u2019s agreement with Company entered into on or about the date hereof to provide various services to Company (the \\u201CContractor Agreement\\u201D). The services to be rendered by Contractor under the Contractor Agreement are referred to herein as the \\u201CServices\\u201D and this Agreement is intended to supplement and form an integral part of the Contractor Agreement. In the event of any conflict between provisions of this Agreement and the Contractor Agreement, this Agreement shall govern. b. Contractor will promptly disclose to Company all Confidential Information, Inventions, materials or intellectual property, as well as any business opportunity which comes to my attention during my Relationship with Company and which relates to the business of Company or which arises as a result of my Relationship with Company. I will not take advantage of or divert any such opportunity for the benefit of myself or anyone else either during or after my Relationship with Company without the prior written consent of Company.\\n3. Confidential Information. a. Protection of Information. Contractor understands that during the Relationship, Company intends to provide Contractor with information, including Confidential Information (as defined below), without which Contractor would not be able to perform Contractor\\u2019s duties to Company. Contractor agrees, at all times during the term of the Relationship and thereafter, to hold in strictest confidence, and not to use, except for the benefit of Company to the extent necessary to perform the Services, and not to disclose to any person, firm, corporation or other entity, without written authorization from Company in each instance, any Confidential Information that Contractor obtains from Company or otherwise obtains, accesses or creates in connection with, or as a result of, the Services during the term of the Relationship, whether or not during working hours, until such Confidential Information becomes publicly and widely known and made generally available through no wrongful act of Contractor or of others who were under confidentiality obligations as to the item or items involved. Contractor further agrees not to make copies of such Confidential Information except as authorized by Company. b. Confidential Information. Contractor understands that \\u201CConfidential Information\\u201D means information and physical material not generally known or available outside Company and information and physical material entrusted to Company in confidence by third parties. Confidential Information includes, without limitation: (i) Company Inventions (as defined below); and (ii) technical data, trade secrets, know-how, research, product or service ideas or plans, software codes and designs, algorithms, developments, inventions, patent applications, laboratory notebooks, processes, formulas, techniques, biological materials, mask works, engineering designs and drawings, hardware configuration information, agreements with third parties, lists of, or information relating to, employees and contractors of Company (including, but not limited to, the names, contact information, jobs, compensation, and expertise of such employees and contractors), lists of, or information relating to, suppliers and customers (including, but\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nnot limited to, customers of Company on whom Contractor called or with whom Contractor became acquainted during the Relationship), price lists, pricing methodologies, cost data, market share data, marketing plans, licenses, contract information, business plans, financial forecasts, historical financial data, budgets or other business information disclosed to Contractor by Company either directly or indirectly, whether in writing, electronically, orally, or by observation. c. Third Party Information. Contractor\\u2019s agreements in this Section 3 are intended to be for the benefit of Company and any third party that has entrusted information or physical material to Company in confidence. Contractor further agrees that, during the term of the Relationship and thereafter, Contractor will not improperly use or disclose to Company any confidential, proprietary or secret information of Contractor\\u2019s former clients or any other person, and Contractor agrees not to bring any such information onto Company\\u2019s property or place of business. d. Other Rights. This Agreement is intended to supplement, and not to supersede, any rights Company may have in law or equity with respect to the protection of trade secrets or confidential or proprietary information.\\n4. Ownership of Inventions. a. Inventions Retained and Licensed. Contractor has attached hereto, as Exhibit A, a complete list describing with particularity all Inventions (as defined below) that, as of the Effective Date: (i) Contractor made, and/or (ii) belong solely to Contractor or belong to Contractor jointly with others or in which Contractor has an interest, and that relate in any way to any of Company\\u2019s actual or proposed businesses, products, services, or research and development, and which are not assigned to Company hereunder; or, if no such list is attached, Contractor represents that there are no such Inventions at the time of signing this Agreement, and to the extent such Inventions do exist and are not listed on Exhibit A, Contractor hereby forever waives any and all rights or claims of ownership to such Inventions. Contractor understands that Contractor\\u2019s listing of any Inventions on Exhibit A does not constitute an acknowledgement by Company of the existence or extent of such Inventions, nor of Contractor\\u2019s ownership of such Inventions. Contractor further understands that Contractor must receive the formal approval of Company before commencing Contractor\\u2019s Relationship with Company. b. Use or Incorporation of Inventions. If in the course of the Relationship, Contractor uses or incorporates into a product, service, process or machine any Invention not covered by Section 4(d) of this Agreement in which Contractor has an interest, Contractor will promptly so inform Company in writing. Whether or not Contractor gives such notice, Contractor hereby irrevocably grants to Company a nonexclusive, fully paid-up, royalty-free, assumable, perpetual, worldwide license, with right to transfer and to sublicense, to practice and exploit such Invention and to make, have made, copy, modify, make derivative works of, use, sell, import, and otherwise distribute such Invention under all applicable intellectual property laws without restriction of any kind. c. Inventions. Contractor understands that \\u201CInventions\\u201D means discoveries, developments, concepts, designs, ideas, know how, improvements, inventions, trade secrets and/or original works of authorship, whether or not patentable, copyrightable or otherwise legally protectable. Contractor understands this includes, but is not limited to, any new product, machine, article of manufacture, biological material, method, procedure, process, technique, use, equipment, device, apparatus, system, compound, formulation, composition of matter, design or configuration of any kind, or any improvement thereon. Contractor understands that \\u201CCompany Inventions\\u201D means any and all Inventions that Contractor may solely or jointly author, discover, develop, conceive, or reduce to practice in connection with, or as a result of, the Services performed for Company, whether before or after the signature date of this Agreement, except as otherwise provided in Section 4(g) below. d. Assignment of Company Inventions. Contractor agrees that Contractor will promptly make full written disclosure to Company, will hold in trust for the sole right and benefit of Company, and hereby assigns to Company, or its designee, all Contractor\\u2019s right, title and interest throughout the world in and to any and all Company Inventions and all patent, copyright, trademark, trade secret and other intellectual property rights therein. Contractor hereby waives and irrevocably quit claims to Company or its designee\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nany and all claims, of any nature whatsoever, that Contractor now has or may hereafter have for infringement of any and all Company Inventions. Any assignment of Company Inventions includes all rights of attribution, paternity, integrity, modification, disclosure and withdrawal, and any other rights throughout the world that may be known as or referred to as \\u201Cmoral rights,\\u201D \\u201Cartist\\u2019s rights,\\u201D \\u201Cdroit moral,\\u201D or the like (collectively, \\u201CMoral Rights\\u201D). To the extent that Moral Rights cannot be assigned under applicable law, Contractor hereby waives and agrees not to enforce any and all Moral Rights, including, without limitation, any limitation on subsequent modification, to the extent permitted under applicable law. e. Maintenance of Records. Contractor agrees to keep and maintain adequate and current written records of all Company Inventions made or conceived by Contractor (solely or jointly with others) during the term of the Relationship. The records may be in the form of notes, sketches, drawings, flow charts, electronic data or recordings, laboratory notebooks, or any other format. The records will be available to and remain the sole property of Company at all times. Contractor agrees not to remove such records from Company\\u2019s place of business except as expressly permitted by Company policy which may, from time to time, be revised at the sole election of Company for the purpose of furthering Company\\u2019s business. Contractor agrees to deliver all such records (including any copies thereof) to Company at the time of termination of the Relationship as provided for in Section 5 and Section 6. f. Patent and Copyright Rights. Contractor agrees to assist Company, or its designee, at its expense, in every proper way to secure Company\\u2019s, or its designee\\u2019s, rights in Company Inventions and any copyrights, patents, trademarks, mask work rights, Moral Rights, or other intellectual property rights relating thereto in any and all countries, including the disclosure to Company or its designee of all pertinent information and data with respect thereto, the execution of all applications, specifications, oaths, assignments, recordations, and all other instruments which Company or its designee shall deem necessary in order to apply for, obtain, maintain and transfer such rights, or if not transferable, waive and agree never to assert such rights, and in order to assign and convey to Company or its designee, and any successors, assigns and nominees the sole and exclusive right, title and interest in and to such Company Inventions, and any copyrights, patents, mask work rights or other intellectual property rights relating thereto. Contractor further agrees that Contractor\\u2019s obligation to execute or cause to be executed, when it is in Contractor\\u2019s power to do so, any such instrument or papers shall continue during and at all times after the end of the Relationship and until the expiration of the last such intellectual property right to expire in any country of the world. Contractor hereby irrevocably designates and appoints Company and its duly authorized officers and agents as Contractor\\u2019s agent and attorney-in-fact, to act for and in Contractor\\u2019s behalf and stead to execute and file any such instruments and papers and to do all other lawfully permitted acts to further the application for, prosecution, issuance, maintenance or transfer of letters patent, copyright, mask work and other registrations related to such Company Inventions. This power of attorney is coupled with an interest and shall not be affected by Contractor\\u2019s subsequent incapacity. g. Exception to Assignments. Subject to the requirements of applicable state law, if any, Contractor understands that Company Inventions will not include, and the provisions of this Agreement requiring assignment of inventions to Company do not apply to, any invention which qualifies fully for exclusion under the provisions of applicable state law, if any. Some examples of state laws limiting the scope of assignable inventions are: Delaware Code Title 19 Section 805; Kansas Statutes Section 44-130; Minnesota Statutes 13A Section 181.78; North Carolina General Statutes Article 10A, Chapter 66, Commerce and Business, Section 66-57.1; Utah Code Sections 34-39-l through 34-39-3, \\u201CEmployment Inventions Act\\u201D; Washington Rev. Code, Title 49 RCW: Labor Regulations, Chapter 49.44.140. Contractor acknowledges that to the extent one of the foregoing laws applies, Contractor\\u2019s invention assignment agreement will not apply to an invention for which no equipment, supplies, facility or trade secret information of Company was used and which was developed entirely on Contractor\\u2019s own time, unless: (1) the invention relates directly to the business of Company or to Company\\u2019s actual or demonstrably anticipated research or development; or (2) the invention results from any work performed by Contractor for Company. Similarly, to the extent California Labor Code Section 2870, or Illinois\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n765ILCS1060/1-3 or NY Labor Law \\u00A7 203-f controls, the same notice will apply absent the word \\u201Cdirectly\\u201D in part (1). In order to assist in the determination of which inventions qualify for such exclusion, Contractor will advise Company promptly in writing, during and after the term of the Relationship, of all Inventions solely or jointly conceived or developed or reduced to practice by Contractor in connection with, or as a result of, the Services performed for Company during the period of the Relationship.\\n5. Company Property; Returning Company Documents. Contractor acknowledges and agrees that Contractor has no expectation of privacy with respect to Company\\u2019s telecommunications, networking or information processing systems (including, without limitation, files, e-mail messages, and voice messages) and that Contractor\\u2019s activity and any files or messages on or using any of those systems may be monitored or reviewed at any time without notice. Contractor further agrees that any property situated on Company\\u2019s premises and owned by Company, including disks and other storage media, filing cabinets or other work areas, is subject to inspection by Company personnel at any time with or without notice. Contractor agrees that, at the time of termination of the Relationship, Contractor will deliver to Company (and will not keep in Contractor\\u2019s possession, recreate or deliver to anyone else) any and all devices, records, data, notes, reports, proposals, lists, correspondence, specifications, drawings, blueprints, sketches, laboratory notebooks, materials, flow charts, equipment, other documents or property, or reproductions of any of the aforementioned items developed by Contractor pursuant to the Relationship or otherwise belonging to Company, its successors or assigns.\\n6. Termination Certification. In the event of the termination of the Relationship, Contractor agrees to sign and deliver the \\u201CTermination Certification\\u201D attached hereto as Exhibit B; however, Contractor\\u2019s failure to sign and deliver the Termination Certification shall in no way diminish Contractor\\u2019s continuing obligations under this Agreement.\\n7. Notice to Third Parties. Contractor agrees that during the periods of time during which Contractor is restricted in taking certain actions by the terms of this Agreement (the \\u201CRestriction Period\\u201D), Contractor shall inform any entity or person with whom Contractor may seek to enter into a business relationship (whether as an owner, employee, independent contractor or otherwise) of Contractor\\u2019s contractual obligations under this Agreement. Contractor also understands and agrees that Company may, with or without prior notice to Contractor and during or after the term of the Relationship, notify third parties of Contractor\\u2019s agreements and obligations under this Agreement. Contractor further agrees that, upon written request by Company, Contractor will respond to Company in writing regarding the status of Contractor\\u2019s engagement or proposed engagement with any party during the Restriction Period. 8. Solicitation of Employees, Contractors and Other Parties. As described above, Contractor acknowledges and agrees that Company\\u2019s Confidential Information includes information relating to Company\\u2019s employees, contractors, customers and others, and that Contractor will not use or disclose such Confidential Information except as authorized by Company. Contractor further agrees as follows: a. Employees, Contractors. Contractor agrees that during the term of the Relationship, and for a period of twelve (12) months immediately following the termination of the Relationship for any reason, whether with or without cause, Contractor shall not, directly or indirectly, solicit, induce, recruit or encourage any of Company\\u2019s employees or contractors to terminate their relationship with Company, or attempt to solicit, induce, recruit, encourage or take away employees or contractors of Company, either for Contractor or for any other person or entity. a. Other Parties. Contractor agrees that during the term of the Relationship, Contractor will not negatively influence any of Company\\u2019s clients, licensors, licensees or customers from purchasing Company products or services or solicit or influence or attempt to influence any client, licensor, licensee, customer or other person either directly or indirectly, to direct any purchase of products and/or services to any person, firm, corporation, institution or other entity in competition with the business of Company. In\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\naddition, Contractor acknowledges that Company has valuable Trade Secrets (as defined by applicable law from time to time) to which Contractor will have access during the term of the Relationship. Contractor understands that Company intends to vigorously pursue its rights under applicable Trade Secrets law if, during a period of twelve (12) months immediately following the termination of the Relationship for any reason, whether with or without cause, Contractor solicits or influences or attempts to influence any client, licensor, licensee, customer or other person either directly or indirectly, to direct any purchase of products and/or services to any person, firm, corporation, institution or other entity in competition with the business of Company. Thereafter, Company intends to vigorously pursue its rights under applicable Trade Secrets law as the circumstances warrant.\\n9. No Change to Duration of Relationship. Contractor understands and acknowledges that this Agreement does not alter, amend or expand upon any rights Contractor may have to continue in the relationship with, or in the duration of Contractor\\u2019s relationship with, Company under any existing agreements between Company and Contractor, including without limitation the Contractor Agreement, or under applicable law.\\n10. Representations and Covenants. a. Facilitation of Agreement. Contractor agrees to execute promptly, both during and after the end of the Relationship, any proper oath, and to verify any proper document, required to carry out the terms of this Agreement, upon Company\\u2019s written request to do so. b. No Conflicts. Contractor represents that Contractor\\u2019s performance of all the terms of this Agreement does not and will not breach any agreement Contractor has entered into, or will enter into, with any third party, including without limitation any agreement to keep in confidence proprietary information or materials acquired by Contractor in confidence or in trust prior to or during the Relationship. Contractor will not disclose to Company or use any inventions, confidential or non-public proprietary information or material belonging to any previous client, employer or any other party. Contractor will not induce Company to use any inventions, confidential or non-public proprietary information, or material belonging to any previous client, employer or any other party. Contractor agrees not to enter into any written or oral agreement that conflicts with the provisions of this Agreement.\\nContractor further represents that Contractor does not presently perform or intend to perform, during the term of the Contractor Agreement, consulting or other services for, and Contractor is not presently employed by and has no intention of being employed by, companies whose businesses or proposed businesses in any way involve products or services that would be competitive with Company\\u2019s products or services, or those products or services proposed or in development by Company during the term of the Contractor Agreement. If, however, Contractor decides to do so, Contractor agrees that, in advance of accepting such employment or agreeing to perform such services, Contractor will promptly notify Company in writing, specifying the organization to which Contractor proposes to render services, and provide information sufficient to allow Company to determine if such work would conflict with the interests of Company. c. Voluntary Execution. Contractor certifies and acknowledges that Contractor has carefully read all of the provisions of this Agreement, that Contractor understands and has voluntarily accepted such provisions, and that Contractor will fully and faithfully comply with such provisions.\\n11. Electronic Delivery. Nothing herein is intended to imply a right to participate in any of Company\\u2019s equity incentive plans, however, if Contractor does participate in such plan(s), Company may, in its sole discretion, decide to deliver any documents related to Contractor\\u2019s participation in Company\\u2019s equity incentive plan(s) by electronic means or to request Contractor\\u2019s consent to participate in such plan(s) by electronic means. Contractor hereby consents to receive such documents by electronic delivery and agrees, if applicable, to participate in such plan(s) through an on-line or electronic system established and maintained by Company or a third party designated by Company.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n12. Miscellaneous. a. Governing Law. The validity, interpretation, construction and performance of this Agreement, and all acts and transactions pursuant hereto and the rights and obligations of the parties hereto shall be governed, construed and interpreted in accordance with the laws of the state o",
  "EmbeddingCalls": [
    {
      "Url": "http://ollama:11434/api/embed",
      "Method": "POST",
      "RequestHeaders": {
        "Content-Type": "application/json; charset=utf-8"
      },
      "RequestBody": "{\u0022model\u0022:\u0022all-minilm\u0022,\u0022input\u0022:[\u0022Contractor Agreement Chief Architect\\nThis Contractor Agreement (together with the attachments, the \\u201CAgreement\\u201D) is made as of the last signature date of the parties below, by and between Committed 100, LLC, dba Committed Coaches (the \\u201CCompany\\u201D), and Joel Christner (\\u201CContractor\\u201D). The following attachments, which appear after the signature block(s), are incorporated herein by reference and made part of this Agreement as if set forth in full: (i) Contractor Terms; (ii) Mutual Arbitration Agreement; and (iii) Confidential Information and Invention Assignment Agreement (collectively, the \\u201CAttachments\\u201D).\\nServices: Contractor is in the business of providing engineering leadership and technical infrastructure development. Company is interested in retaining Contractor to build and implement Committed Coaches\\u2019 technical infrastructure. Contractor\\u2019s primary duties and scope of work include the following:\\n\\u25CF Build and implement Committed Coaches\\u2019 technical infrastructure. \\u25CF Develop and document engineering standards.\u0022,\u0022 \\u25CF Establish and manage feedback loops between engineering teams and cross-functional teams.\\nCompany and Contractor recognize that Contractor is an independent professional who will perform those services according to their expertise and industry best practices. Contractor will use best efforts to provide high-quality service, and Company will not manage or control the details of Contractor\\u2019s services. Company is not responsible for ensuring Contractor\\u2019s success, profitability or revenue outcomes.\\nTerm commencing on: January 16, 2026 Term ending: renewing on a 30-day rolling basis unless terminated Termination Notice Period: Either part may terminate this Agreement with thirty (30) days\\u2019 written notice\\nCompensation and Payment\\nAmount: $20,833/month\\nPayment Terms: Company shall process payment to Contractor on or after the 15th of each month for Services performed during the prior calendar month, subject to timely receipt of a proper invoice. Contractor must submit an invoice no later than the 5th of each month for the\u0022,\u0022 prior month\\u2019s services. The Company is not responsible for delays in fund transfers due to third-party payment processors or international banking systems.\\nEquity Participation\\nGrant: 1.25% equity in the Company, granted as Profit Interest Units (PIUs) under the LLC structure. Terms: Subject to the Company\\u2019s equity plan and board approval. Vesting: 4-year vesting with a 1-year cliff, followed by monthly vesting thereafter. Conversion: If the Company converts to a C-Corp, PIUs will convert into equivalent stock options or RSUs, maintaining the same vesting and economic structure.\\nNon-Solicitation and Non-Subversion \\u25CF Contractor acknowledges that Company\\u2019s clients, lead lists, and client acquisition techniques are valuable, proprietary assets. In consideration for access to these assets, Contractor agrees that during the Restricted Period, Contractor will not, directly or indirectly, solicit, contact, or provide any\\nDoc ID: 2a\u0022,\u002205783083fc8596a06cca54d66070d96995218d\\nproducts or services to any Company Client for any purpose that is competitive with the business of Company; provided, however, that this restriction shall not apply to (i) solicitations made to the general public through non-targeted advertising, or (ii) any individual with whom Contractor had a documented, pre-existing business relationship prior to the Effective Date of this Agreement. For purposes of this section, (a) \\u201CCompany Client\\u201D means any individual whose lead information was disclosed to Contractor by Company at any time during the term of this Agreement and (b) \\u201CRestricted Period\\u201D means the term of this Agreement and the twelve (12) month period immediately following its termination. \\u25CF During the Restricted Period, Contractor shall not, directly or indirectly, solicit or encourage any Company Partner to alter or terminate its business relationship with Company, or to establish a business relationship with Contractor for a\u0022,\u0022 purpose that is competitive with the business of Company; provided, however, that this restriction shall not prohibit Contractor from engaging in business with a Company Partner for purposes wholly unrelated to the health and fitness coaching and supplement sales business of Company. For purposes of this section, (a) \\u201CCompany Partner\\u201D means any third party that provides lead information to Company and with whom Contractor had contact or about whom Contractor learned confidential information during this Agreement and (b) \\u201CRestricted Period\\u201D means the term of this Agreement and the twelve (12) month period immediately following its termination. \\u25CF During the Restricted Period, Contractor shall not, directly or indirectly, solicit, recruit, or induce any Company Personnel to terminate or reduce their service relationship with Company; provided, however, that this provision shall not prohibit general advertisements or solicitations not specifically targeted at Company Personnel. For purposes of this section, (a) \\u201CCompany Personnel\\u201D means any person who is an employee or independent contractor of Company\u0022,\u0022 at the time of the solicitation or was within the six (6) months prior, and (b) \\u201CRestricted Period\\u201D means the term of this Agreement and the twelve (12) month period immediately following its termination. \\u25CF Contractor agrees not to disparage, defame, or otherwise speak negatively about Company, Company\\u2019s officers, employees, or affiliates, or Company\\u2019s business or services to influence or persuade clients, partners, or employees to leave Company.\\nIndemnification. Company shall indemnify, defend, and hold harmless Contractor from and against any and all third-party claims, liabilities, damages, and expenses (including reasonable attorneys\\u0027 fees) arising from or related to customer claims, provided that Contractor acted in good faith and within the scope of the Services described in this Agreement. This indemnification shall not apply to claims resulting from Contractor\\u0027s gross negligence, willful misconduct, or breach of this Agreement.\\nReimbursement. Company shall reimburse Contractor for\u0022,\u0022 reasonable and pre-approved business-related expenses incurred in connection with the performance of the Services, subject to Contractor providing adequate documentation.\\n[Signature Page Follows]\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nThe parties have executed this Agreement as of the last signature date of the parties.\\nCOMPANY\\nBy: Name: Rudy Sanchez Date: 01 / 15 / 2026\\nCONTRACTOR\\nBy: Name: Joel Christner Date: 01 / 15 / 2026\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nCONTRACTOR TERMS\\n1. SERVICES AND COMPENSATION a. During the term of this Agreement, Contractor will provide Contractor services to Company as described on the Contractor Agreement (the \\u201CServices\\u201D). Contractor represents that Contractor is duly licensed (as applicable) and has\u0022,\u0022 the qualifications, the experience and the ability to properly perform the Services. Contractor shall use Contractor\\u2019s best efforts to perform the Services such that the results are satisfactory and to the standard required by Company. Contractor shall be solely responsible for determining the method, details and means of performing the Services. Contractor shall provide progress reports upon Company\\u2019s request. b. As consideration for the Services to be provided by Contractor and other obligations, Company shall pay to Contractor in accordance with the terms set forth in the Contractor Agreement. Contractor shall not be authorized to incur on behalf of Company any expenses and will be responsible for all expenses incurred while performing the Services.\\n2. TERM AND TERMINATION a. Contractor shall serve as a Contractor to Company for the period set forth in the Contractor Agreement. b. Notwithstanding the above, either party may terminate this Agreement in accordance with the Contractor Agreement, provided that if no specific termination right is provided, either party may terminate this Agreement immediately upon written notice\u0022,\u0022. In the event of such termination, Contractor shall be paid for any portion of the Services that have been performed prior to the termination. Should Contractor materially breach any of its obligations under this Agreement, including but not limited to Contractor\\u2019s obligations under the Confidential Information and Invention Assignment Agreement between Company and Contractor referenced below and any applicable Company policies, Company may terminate this Agreement immediately.\\n3. INDEPENDENT CONTRACTOR a. Contractor agrees that they are an independent contractor and not an employee, agent, or representative of Company. Nothing in this Agreement shall be construed to create a partnership, joint venture, or employer-employee relationship between the parties. b. Contractor shall have full responsibility for applicable withholding taxes for all compensation paid to Contractor under this Agreement, and for compliance with all applicable labor and employment requirements with respect to Contractor\\u2019s self- employment, sole proprietorship or other form of business organization, including state worker\\u2019s compensation insurance coverage requirements and any U.S. immigration\u0022,\u0022 visa requirements. Contractor agrees to indemnify, defend and hold Company harmless from any liability for, or assessment of, any claims or penalties with respect to such withholding taxes, labor or employment requirements, including any liability for, or assessment of, withholding taxes imposed on Company by the relevant taxing authorities with respect to any compensation paid to Contractor. c. Contractor acknowledges and agrees that Contractor shall not be eligible for any Company employee benefits and, to the extent Contractor otherwise would be eligible for any Company employee benefits but for the express terms of this Agreement, Contractor (on behalf of itself and its employees) hereby expressly declines to participate in such Company employee benefits. d. Contractor is fully responsible for tools, expenses, and business operations. e. If operating through a business entity (e.g., LLC), Contractor must notify Company and ensure invoices reflect the legal business name. Contractor acknowledges and warrants that (i) Contractor offers identical or substantially similar services through the business entity to the\u0022,\u0022 public; (ii) the business entity exists independently from Contractor\\u2019s engagement with Company and will continue to exist independently when that engagement ends; (iii) nothing in this agreement prevents Contractor from continuing to offer services through the LLC or entity during Contractor\\u2019s engagement with Company; and (iv) Contractor intends to continue offering services through the entity regardless of the LLC or entity\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nregardless of the length of the engagement with Company. f. Acknowledges Company will issue 1099s only to the name listed in this Agreement and assumes no tax liability for Contractor\\u2019s business. g. Contractor acknowledges and agrees that Contractor have no authority to enter contracts that bind Company or create obligations on the part of Company without Company\\u2019s prior written authorization.\\n4. OTHER SERVICES FOR COMPETITORS Contractor represents and warrants that Contractor does not presently perform or intend\u0022,\u0022 to perform, during the term of the Agreement, consulting or other services for, or engage in or intend to engage in an employment relationship with, companies who businesses or proposed businesses in any way involve products or services which would be competitive with Company\\u2019s products or services, or those products or services proposed or in development by Company during the term of the Agreement (except for those companies, if any, listed on Addendum \\u2013 Excluded Companies hereto).\\nIf, however, Contractor decides to do so, Contractor agrees that, in advance of accepting such work, Contractor will promptly notify Company in writing, specifying the organization with which Contractor proposes to consult, provide services, or become employed by and to provide information sufficient to allow Company to determine if such work would conflict with the terms of this Agreement, including the terms of the Confidentiality and Invention Assignment Agreement, the interests of Company or further services which Company might request of Contractor. If Company determines that such work conflicts\u0022,\u0022 with the terms of this Agreement, Company reserves the right to terminate this Agreement immediately. In no event shall any of the Services be performed for Company at the facilities of a third party or using the resources of a third party.\\n5. CONFIDENTIALITY AGREEMENT Contractor shall sign, or has signed, a Confidentiality and Assignment Agreement substantially similar to the one attached herein, on or before the date Contractor begins providing the Services.\\n6. CONFLICTS WITH THIS AGREEMENT Contractor represents and warrants that Contractor is not under any pre-existing obligation in conflict or in any way inconsistent with the provisions of this Agreement. Contractor represents and warrants that Contractor\\u2019s performance of all the terms of this Agreement will not breach any agreement to keep in confidence proprietary information acquired by Contractor in confidence or in trust prior to commencement of this Agreement. Contractor warrants that Contractor has the right to disclose and/or or use all ideas, processes, techniques and other information, if any, which Contractor has\u0022,\u0022 gained from third parties, and which Contractor discloses to Company or uses in the course of performance of this Agreement, without liability to such third parties. Notwithstanding the foregoing, Contractor agrees that Contractor shall not bundle with or incorporate into any deliveries provided to Company herewith any third party products, ideas, processes, or other techniques, without the express, written prior approval of Company. Contractor represents and warrants that Contractor has not granted and will not grant any rights or licenses to any intellectual property or technology that would conflict with Contractor\\u2019s obligations under this Agreement. Contractor will not knowingly infringe upon any copyright, patent, trade secret or other property right of any former client, employer or third party in the performance of the Services.\\n7. MISCELLANEOUS a. Amendments and Waivers. Any term of this Agreement may be amended or waived only with the written consent of Company. b. Sole Agreement. This Agreement, including the Addenda, constitutes the sole\u0022,\u0022 agreement of the parties and supersedes all oral negotiations and prior writings with respect to the subject matter hereof. c. Notices. Notices and all other communications contemplated by this Agreement shall be in writing and shall be deemed to have been duly given when personally delivered or when mailed by U.S.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nregistered or certified mail, return receipt requested and postage prepaid. In your case, mailed notices shall be addressed to you at the address that you most recently communicated to Company in writing. d. Choice of Law. The validity, interpretation, construction and performance of this Agreement shall be governed by the laws of the state of Oregon, without giving effect to the principles of conflict of laws. ANY DISPUTE SHALL BE RESOLVED PURSUANT TO THE MUTUAL AGREEMENT TO ARBITRATE, WHICH INCLUDES AN ARBITRATION CLAUSE.\u0022,\u0022 e. Severability. If one or more provisions of this Agreement are held to be unenforceable under applicable law, the parties agree to renegotiate such provision in good faith. In the event that the parties cannot reach a mutually agreeable and enforceable replacement for such provision, then (i) such provision shall be excluded from this Agreement, (ii) the balance of the Agreement shall be interpreted as if such provision were so excluded and (iii) the balance of the Agreement shall be enforceable in accordance with its terms. f. Counterparts. This Agreement may be executed in counterparts, each of which shall be deemed an original, but all of which together will constitute one and the same instrument. g. Advice of Counsel. EACH PARTY ACKNOWLEDGES THAT, IN EXECUTING THIS AGREEMENT, SUCH PARTY HAS HAD THE OPPORTUNITY TO SEEK THE ADVICE OF INDEPENDENT LEGAL COUNSEL AND HAS READ AND UNDERST\u0022,\u0022OOD ALL OF THE TERMS AND PROVISIONS OF THIS AGREEMENT. THIS AGREEMENT SHALL NOT BE CONSTRUED AGAINST ANY PARTY BY REASON OF THE DRAFTING OR PREPARATION HEREOF.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nAddendum \\u2013 Excluded Companies\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nMUTUAL AGREEMENT TO ARBITRATE\\nThis Mutual Agreement to Arbitrate (\\u201CAgreement\\u201D) is between Committed 100 (\\u201CCompany\\u201D) and Contractor, an independent, individual professional provider of services. This Agreement is incorporated into the existing agreements between Company and Contractor regarding Contractor\\u2019s services to Company, Company\\u2019s clients, and any other aspect of the relationship between Company and Contractor. The parties intend this Agreement to be consistent with any existing agreements between them. But unless\u0022,\u0022 specified otherwise in this Agreement, this Agreement takes precedence over any inconsistent term in any existing agreement between the parties. If any term of this Agreement conflicts with an existing agreement between the parties, this Agreement controls. The parties agree as follows:\\n1. Intent to Arbitrate. (a) Except as otherwise provided in Section 6, Contractor and Company agree to first attempt to resolve any disputes or claims amicably and on an individual basis by providing 30 days written notice prior to filing any such dispute or claim. If the dispute or claim is not resolved amicably, and except as otherwise provided in this Agreement, Contractor and Company agree that to the fullest extent permitted by law, ANY AND ALL DISPUTES OR CLAIMS BETWEEN CONTRACTOR AND COMPANY will be exclusively resolved by final and binding arbitration by a neutral arbitrator, including without limitation any and all disputes or claims BETWEEN CONTRACTOR AND COMPANY, whether in contract, tort, statute, or otherwise,\u0022,\u0022 arising out of or relating to the formation (including unconscionability and invalidity), existence, breach, termination, interpretation, enforcement, validity, scope, and applicability of this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company, or any claim on any basis under federal, state, or local law, which could otherwise be heard before any court of competent jurisdiction arising out of or relating to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company. By signing this Agreement, and unless otherwise stated in this Agreement, Contractor and Company hereby waive their right to have any covered dispute, claim, or controversy decided by a judge or jury in a court. Contractor and Company also understand and agree that Company\\u2019s business and Contractor\\u2019s services involve commerce under the Federal Arbitration Act. This Agreement is governed by the Federal Arbitration Act (9 U.S.C. \\u00A7\\u00A7 1 et seq.) even if\u0022,\u0022 Company and Contractor are otherwise exempted from the FAA. Any disputes or claims in this regard must be resolved exclusively by an arbitrator. In the event, but only in the event, there is a final determination by a court of competent jurisdiction that the FAA does not apply, the Delaware Uniform Arbitration Act will apply. Contractor and Company anticipate that by entering into this Agreement, the Parties will gain the benefits of a speedy and less expensive dispute resolution procedure. This Agreement shall encompass all disputes and claims that Company may have against Contractor, or that Contractor may have against Company and/or any of its officers, directors, employees, owners, agents, representatives, benefit plans, sponsors, fiduciaries, parents, subsidiaries, or affiliated entities (each of which may enforce this Agreement as a third party beneficiary, in addition to the third parties described in Section 4 below) arising out of or relating to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\u0022,\u0022\\u2019s engagement with Company. Subject to the limitations set forth in Section 7, Contractor and Company agree that any third party at or in whose premises the Services under this Agreement may be performed, as well as any consumer reporting agency responsible for providing background check services of Contractor, are intended third party beneficiaries of this Agreement. For additional clarity, by signing this Agreement, Contractor and Company hereby expressly waive, to the extent permitted by applicable law, their right to have any dispute or claim resolved by a court unless specifically set out in this Agreement.\\n2. Delegation. Except as this Agreement otherwise provides, the arbitrability of any dispute between Contractor and Company, including whether or to what extent all or part of this Agreement is invalid, unconscionable, or otherwise unenforceable, and whether a dispute, claim, or controversy is\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\u0022,\u0022\\nsubject to arbitration, is a decision that will be submitted exclusively to the arbitrator, and will not be decided by any federal or state court. Contractor and Company intend this delegation clause to be clear and unmistakable evidence of Contractor and Company\\u2019s agreement to delegate these issues to the arbitrator, subject to the exceptions stated in the Sections 5 and 6, which set forth that this delegation clause shall not apply to the Waiver of Class Action Claims and Waiver of Representative Action Claims.\\n3. Covered Claims. Except as otherwise provided in this Agreement, the disputes and claims covered by this Agreement include any and all disputes and claims BETWEEN CONTRACTOR AND COMPANY arising out of or relating to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company, which could otherwise be heard before a court of competent jurisdiction (a \\u201CClaim\\u201D), including but not limited to disputes or claims related to allegations of wrongful termination; breach of any contract or\u0022,\u0022 covenant, express or implied; breach of any duty owed to Contractor by Company or to Company by Contractor; personal, physical or emotional injury (excluding benefit claims covered under any applicable workers\\u2019-compensation law); fraud, misrepresentation, defamation, and any other tort claims; wages or other compensation due; penalties; benefits; reimbursement of expenses; discrimination or harassment, including but not limited to discrimination or harassment based on race, sex, color, pregnancy, religion, national origin, ancestry, age, marital status, physical disability, mental disability, medical condition, or sexual orientation; retaliation; violation of any local, state, or federal constitution, statute, law, ordinance or regulation (as originally enacted and as amended), including but not limited to Fair Credit Reporting Act, Defend Trade Secrets Act, 42 U.S.C. \\u00A71981, Rehabilitation Act, Civil Rights Acts of 1866 and 1871, the Civil Rights Act of 199\u0022,\u00221, the Pregnancy Discrimination Act, Equal Pay Act, Title VII of the Civil Rights Act of 1964, Age Discrimination in Employment Act of 1967, Americans With Disabilities Act, Fair Labor Standards Act, Employee Retirement Income Security Act (except for claims for employee benefits under any benefit plan sponsored by Company and (a) covered by the Employee Retirement Income Security Act of 1974 or (b) funded by insurance), Affordable Care Act, Genetic Information Non-Discrimination Act, Uniformed Services Employment and Reemployment Rights Act, Worker Adjustment and Retraining Notification Act, Older Workers Benefits Protection Act of 1990, Occupational Safety and Health Act, Immigration Reform and Control Act, Consolidated Omnibus Budget Reconciliation Act, Family and Medical Leave Act, False Claims Act, and all other federal, state, or local statutory and legal claims arising out of or relating to Contractor\\u2019s relationship with Company (including without limitation misclassification claims) or\u0022,\u0022 the termination of that relationship (including without limitation torts and post-termination defamation or retaliation).\\nThis includes all claims that arose before the signing of this or any prior Agreement and any claims that may arise after the signing or termination of this Agreement, except as otherwise provided in Section 7. Covered Claims also include Third-Party Disputes as defined in Section 4.\\nA Claim under this Section also includes all claims or disputes between Contractor and any third party arising out of or related to the Services performed under this Agreement that may be brought against third party at or in whose premises the Services under this Agreement may be performed. A Claim also includes all claims or disputes between Contractor and a third party concerning the provision of any background check of Contractor by a consumer reporting agency. Any disputes or claims in this regard shall be resolved exclusively by an arbitrator.\\nA Claim arising under any law that requires resort to an administrative agency shall be brought before such agency as required by\u0022,\u0022 law, and that after exhaustion of administrative remedies, the Claim must be pursued through this binding arbitration procedure to the fullest extent permitted by law.\\nContractor agrees that each Claim covered under this Section must proceed in arbitration (except as otherwise provided in Sections 5, 6, and 7) even if the Claim is included or pleaded in the same\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\ncomplaint, case, or proceeding with a dispute or claim that is not covered by this Agreement as described in Section 7.\\n4. Application to Third Parties. This Arbitration Agreement shall be binding upon, and shall include, any dispute, controversy, or claim brought by or against any third parties where the underlying claims arise out of or relate to this Agreement, Contractor\\u2019s classification as an independent contractor, or Contractor\\u2019s engagement with Company (\\u201CThird Party Disputes\\u201D). Third Party\u0022,\u0022 Disputes include any dispute, controversy, or claim against: (1) any business partners or contracting parties of Company; (2) any clients of Company; and (3) Company\\u2019s vendors and service providers including without limitation: (a) payment processors; (b) identity verification vendors; (c) any third party involved in the provision of any background check of Contractor by a consumer reporting agency; and (d) other partners assisting in fraud prevention. Third Party Disputes shall also include any dispute, controversy, or claim by or against Contractor\\u2019s spouses, heirs, third-party beneficiaries, and assigns. For avoidance of doubt, a Claim under this Agreement includes all claims or disputes between Contractor and third party arising out of or related to the services performed by Contractor in the course of Contractor\\u2019s engagement with Company. Any disputes or claims in this regard shall be resolved exclusively by an arbitrator, and the Parties agree that third parties described in Section \u0022,\u00224 are third-party beneficiaries to this Agreement and have the right to enforce this Agreement (including but not limited to filing a motion to compel arbitration) for Third Party Disputes.\\n5. Waiver of Class Action Claims. By signing this Agreement, Company and Contractor agree that each may bring and pursue claims against the other only in their individual capacities, and may not bring, pursue, or act as a plaintiff, class representative, or class member in any purported class or collective proceeding or action. Notwithstanding any other provision of this Agreement or the applicable arbitration rules under the International Institute for Conflict Prevention and Resolution (\\u201CCPR\\u201D) or ADR Services, Inc. (as described below): (1) Any claim that all or part of this Waiver of Class Action Claims is unenforceable, unconscionable, void, or voidable shall be determined only by a court of competent jurisdiction and not by an arbitrator; (2) If the\u0022,\u0022 waiver set forth in this Section is found to be unenforceable, any class or collective action claims will be litigated in a court of competent jurisdiction and not as a class or collective arbitration; and (3) If applicable law permits a party to elect to invalidate the waiver set forth in this Section as to certain types of claims, and such party\\u2019s election renders the waiver set forth in this Section unenforceable as to such claims, any class or collective action for such claims will be litigated in a court of competent jurisdiction and not as a class or collective arbitration.\\n6. Waiver of Representative Action Claims. By signing this Agreement, Company and Contractor agree that each may bring and pursue claims against the other only in their individual capacities, and may not bring, pursue, or act as a plaintiff or representative in any purported representative proceeding or action or otherwise participate in any such representative proceeding or action. Notwithstanding any other provision of this Agreement or\u0022,\u0022 the applicable arbitration rules under CPR or ADR Services, Inc. (as described below): (1) Any claim that all or part of this Waiver of Representative Action Claims is unenforceable, unconscionable, void, or voidable shall be determined only by a court of competent jurisdiction and not by an arbitrator; and (2) If all or part of the waiver set forth in this Section is found to be unenforceable, any representative action claims will be litigated in a court of competent jurisdiction and not as a representative arbitration, but any arbitrable individual portion of any representative action shall be arbitrated under Section 9 of this Agreement.\\n7. Claims Not Covered. This Agreement does not apply to litigation between Contractor (as a party or actual or prospective class member) and Company pending in a state or federal court or arbitration as of the effective date of Contractor\\u2019s receipt of this Agreement. Claims not covered by this\\n\u0022,\u0022Doc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nAgreement are claims for workers\\u2019 compensation benefits; claims for unemployment compensation benefits; or any other claims that as a matter of controlling law cannot proceed in arbitration, provided that controlling law is not preempted by the FAA. For claims alleging a sexual harassment dispute or sexual assault dispute as defined by 9 U.S.C. \\u00A7\\u00A7 401 and 402, if the party alleging such claims elects to proceed with such claims in court instead of arbitration (\\u201CElectable Claims\\u201D): (1) upon a valid and timely election by the party to not proceed in arbitration for such Electable Claims, such Electable Claims may be litigated in a state or federal court of competent jurisdiction and need not proceed in arbitration; and (2) if an Electable Claim is included or pleaded in the same complaint, case, or proceeding with other Covered\u0022,\u0022 Claims that do not allege conduct constituting a sexual harassment dispute or a sexual assault dispute (\\u201CNon-Electable Claims\\u201D), that shall not prevent the Non-Electable Claims from being severed from the Electable Claims and proceeding in arbitration pursuant to this Agreement. Nothing in this Agreement prohibits Contractor from exercising rights protected under the National Labor Relations Act or from making a report to or filing a claim or charge with the Equal Employment Opportunity Commission, U.S. Department of Labor, Securities and Exchange Commission, National Labor Relations Board, or Office of Federal Contract Compliance Programs. Nothing in this Agreement prevents the investigation by a government agency of any report, claim, or charge otherwise covered by this Agreement. Disputes or claims between Company and any third-party beneficiaries are not covered by the terms of this Agreement.\\n8. Arbitration Procedures and Forum. Except as described below for Contractors providing Services in California, by signing this Agreement, Contractor and Company further agree that any arbitration shall be\u0022,\u0022 conducted before one neutral arbitrator selected by the Parties as provided by the CPR Administered Arbitration Rules (https://drs.cpradr.org/rules/arbitration/administered-arbitration-rules-2019) and, if applicable, the CPR Employment-Related Mass-Claims Protocol (https://static.cpradr.org/docs/ERMCP-2021.pdf) (collectively, the \\u201CCPR Rules\\u201D). The arbitration shall be conducted under the CPR Rules then in effect. Contractor may obtain a copy of the CPR Rules by requesting a copy from Company or by accessing CPR\\u2019s website at www.cpradr.org and searching, or using other websites to search, for \\u201CCPR Administered Arbitration Rules\\u201D and \\u201CCPR Employment-Related Mass-Claims Protocol.\\u201D By signing this Agreement, Contractor acknowledges that Contractor has had an opportunity to review the CPR Rules before signing this Agreement. If CPR is not available to hear the matter in\u0022,\u0022 dispute, Contractor and Company shall confer and agree upon a mutually agreeable arbitral forum. The unavailability of CPR or any other arbitral forum shall not be a basis to invalidate the Parties\\u2019 agreement to arbitrate. If for any reason Contractor and Company cannot agree to an arbitral forum, either party may apply to a court of competent jurisdiction with authority over the location where the arbitration will be conducted for appointment of a neutral arbitrator.\\n9. California Contractor Arbitration Rules. For any Contractor providing Services in California, Contractor and Company agree that any arbitration will be conducted before one neutral arbitrator selected by the Parties as provided by the rules of ADR Services, Inc. (\\u201CADR Services Rules\\u201D). The arbitration will be administered by ADR Services, Inc. and conducted under the ADR Services Rules then in effect. Contractor may obtain a copy of the ADR Services Rules by requesting a copy from Company or by accessing ADR Services, Inc.\\u2019s website\u0022,\u0022 at https://www.adrservices.com/services/arbitration-rules. By signing this Agreement, Contractor acknowledges that Contractor has had an opportunity to review the ADR Services Rules before signing this Agreement. If ADR Services is not available to hear the matter in dispute, Contractor and Company will confer and agree upon a mutually agreeable arbitral forum. The unavailability of ADR Services or any other arbitral forum is not a basis to invalidate the Parties\\u2019 agreement to arbitrate. If for any reason Contractor and Company cannot agree to an arbitral forum, either party may apply to a court of competent jurisdiction with authority over the location where the arbitration will be conducted for appointment of a neutral arbitrator.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n10. Location. The arbitration shall be held in the United States county where Contractor lives or performs services or in any other location Contractor\u0022,\u0022 and Company agree upon in writing.\\n11. Arbitration Fees, Attorney\\u2019s Fees, and Costs. Contractor and Company will follow the CPR Rules or ADR Services Rules applicable to initial filing fees, but in no event will Contractor be responsible for any portion of those fees in excess of the filing or initial appearance fees applicable to court actions in the jurisdiction where the arbitration will be conducted. After Contractor pays Contractor\\u2019s portion of any initial filing fee, Company must pay any remaining portion of the initial fee and must also pay all costs and expenses unique to arbitration, including, without limitation, the arbitrator\\u2019s fees and any of CPR or ADR Services Inc.\\u2019s arbitration administrative expenses. Payment of all filing, administration, and arbitrator fees (collectively, \\u201Carbitration fees\\u201D) will be governed by the applicable CPR Rules or ADR Services Rules and the laws of the jurisdiction in which Contractor performed Services. In all cases required by law, Company will pay the\u0022,\u0022 full amount of the arbitration fees. Any disputes in that regard will be resolved by the arbitrator as soon as practicable after the arbitrator is selected, and Company will bear all of the arbitration fees until such time as the arbitrator resolves any such dispute. Contractor may be represented by counsel during any arbitration proceeding. Each party will pay its own costs and attorney\\u2019s fees, subject to the arbitrator\\u2019s ability, described in Section 12, to award costs and attorney\\u2019s fees to the extent such a remedy would have been available to the parties had the matter been heard in a court.\\n12. Awards. The arbitrator is authorized to award only those remedies or relief available under applicable law and that the arbitrator deems just and equitable, including any remedy or relief that would have been available to the parties had the matter been heard in a court, except that this Section 12 does not encompass, permit, or authorize any remedy or relief awarded on a\u0022,\u0022 class-wide, collective, or representative basis. The decision of the arbitrator shall be in writing and shall provide the findings of fact and conclusions of law supporting the award unless Contractor and Company agree otherwise.\\n13. Provisional Relief. Contractor or Company may apply to a court of competent jurisdiction for temporary or preliminary injunctive relief in connection with an arbitrable controversy in accordance with applicable law, but only upon the ground that the award to which the applicant may be entitled may be rendered ineffectual without provisional relief and there is insufficient time to seek such provisional relief in arbitration. And any such application may not be deemed incompatible with or a waiver of this agreement to arbitrate, and preliminary relief sought in such application is subject to and limited by Sections 4 and 5. The court to which the application is made is authorized to consider the merits of the arbitrable controversy to the extent it deems necessary in making its ruling, but only to the extent permitted\u0022,\u0022 by applicable law. All determinations of final relief, however, will be decided in arbitration.\\n14. Opt-Out for Agreement.\\n(a) Contractor has 30 calendar days from the date Contractor signs this Agreement to opt-out of the Agreement. However, opting-out of this Agreement does not affect any other part of this Agreement. If Contractor opts out of the Agreement, then neither Contractor nor Company will be bound by the terms of this Agreement. Should Contractor not opt out in accordance with this Section 14 within the 30-day period, then this Agreement will become fully effective and binding as of the date the Agreement is executed by Contractor. If Contractor agreed to a previous arbitration agreement with Company and opts out of this Agreement, Contractor remains bound by that prior arbitration agreement and must arbitrate any and all claims or disputes covered by that prior arbitration agreement, regardless of whether those claims or disputes arise after the date Contractor executes this Agreement.\\nDoc ID: 2a057\u0022,\u002283083fc8596a06cca54d66070d96995218d\\n(b) To opt out, within 30 days from the date Contractor signs this Agreement, Contractor must notify Company in writing of Contractor\\u2019s intent to opt-out of the Agreement by providing Contractor\\u2019s first and last name and a clear statement of Contractor\\u2019s intent to opt out such as \\u201CI wish to opt-out of the Agreement\\u201D or words to that effect. The written intent to opt out must be provided either by: (1) sending electronic mail to legal@committedcoaches.com; or (2) by sending a letter by U.S. Mail, or by any nationally recognized delivery service (e.g. Federal Express, UPS), or delivered by hand to:\\nP.O. Box 4573 El Dorado Hills 95762\\n(c) In order to be effective, the letter under option (2) must be dated and signed by Contractor and the envelope containing\u0022,\u0022 the signed letter must be received (if delivered by hand) or post-marked within 30 days of the date you sign this Agreement. Contractor\\u2019s written intent to opt-out of the Agreement, whether sent by (1) or (2), will be maintained by Company, and Contractor is encouraged to retain a copy for Contractor\\u2019s records.\\n15. Survival. The Agreement survives the termination of Contractor\\u2019s engagement with Company.\\n[Signature Page Follows]\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nThe parties have executed this Agreement as of the last signature date of the parties.\\nCOMPANY\\nBy: Name: Rudy Sanchez Date: 01 / 15 / 2026 CONTRACTOR\\nBy: Name: Joel Christner Date: 01 / 15 / 2026\\nDoc ID: 2a05783083fc8596a06cca54d66070\u0022,\u0022d96995218d\\nCONFIDENTIAL INFORMATION AND INVENTION ASSIGNMENT AGREEMENT Effective Date: 01 / 15 / 2026 As a condition of becoming retained (or Contractor\\u2019s relationship being continued) by Committed 100, LLC, an Oregon corporation, or any of its current or future subsidiaries, affiliates, successors or assigns (collectively, the \\u201CCompany\\u201D), and in consideration of Contractor\\u2019s relationship with Company and receipt of the compensation now and hereafter paid by Company, Contractor agrees to the following:\\n1. Relationship. This Confidential Information and Invention Assignment Agreement (this \\u201CAgreement\\u201D) will apply to Contractor\\u2019s relationship with Company. If that relationship ends and Company, within a year thereafter, either employs Contractor or re-engages Contractor as a contractor, this Agreement will also apply to such later employment or relationship, unless the parties hereto otherwise agree in writing. Any such employment or relationship between the parties hereto, whether commenced\u0022,\u0022 prior to, upon or after the date of this Agreement, is referred to herein as the \\u201CRelationship.\\u201D\\n2. Duties. a. Contractor will perform for Company such duties as may be required pursuant to Contractor\\u2019s agreement with Company entered into on or about the date hereof to provide various services to Company (the \\u201CContractor Agreement\\u201D). The services to be rendered by Contractor under the Contractor Agreement are referred to herein as the \\u201CServices\\u201D and this Agreement is intended to supplement and form an integral part of the Contractor Agreement. In the event of any conflict between provisions of this Agreement and the Contractor Agreement, this Agreement shall govern. b. Contractor will promptly disclose to Company all Confidential Information, Inventions, materials or intellectual property, as well as any business opportunity which comes to my attention during my Relationship with Company and which relates to the business of Company or which arises as a result of my Relationship with Company. I will not take advantage of or divert any such\u0022,\u0022 opportunity for the benefit of myself or anyone else either during or after my Relationship with Company without the prior written consent of Company.\\n3. Confidential Information. a. Protection of Information. Contractor understands that during the Relationship, Company intends to provide Contractor with information, including Confidential Information (as defined below), without which Contractor would not be able to perform Contractor\\u2019s duties to Company. Contractor agrees, at all times during the term of the Relationship and thereafter, to hold in strictest confidence, and not to use, except for the benefit of Company to the extent necessary to perform the Services, and not to disclose to any person, firm, corporation or other entity, without written authorization from Company in each instance, any Confidential Information that Contractor obtains from Company or otherwise obtains, accesses or creates in connection with, or as a result of, the Services during the term of the Relationship, whether or not during working hours, until such Confidential Information becomes publicly and widely known and made\u0022,\u0022 generally available through no wrongful act of Contractor or of others who were under confidentiality obligations as to the item or items involved. Contractor further agrees not to make copies of such Confidential Information except as authorized by Company. b. Confidential Information. Contractor understands that \\u201CConfidential Information\\u201D means information and physical material not generally known or available outside Company and information and physical material entrusted to Company in confidence by third parties. Confidential Information includes, without limitation: (i) Company Inventions (as defined below); and (ii) technical data, trade secrets, know-how, research, product or service ideas or plans, software codes and designs, algorithms, developments, inventions, patent applications, laboratory notebooks, processes, formulas, techniques, biological materials, mask works, engineering designs and drawings, hardware configuration information, agreements with third parties, lists of, or information relating to, employees and contractors of Company (including, but not limited to, the names, contact information, jobs,\u0022,\u0022 compensation, and expertise of such employees and contractors), lists of, or information relating to, suppliers and customers (including, but\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\nnot limited to, customers of Company on whom Contractor called or with whom Contractor became acquainted during the Relationship), price lists, pricing methodologies, cost data, market share data, marketing plans, licenses, contract information, business plans, financial forecasts, historical financial data, budgets or other business information disclosed to Contractor by Company either directly or indirectly, whether in writing, electronically, orally, or by observation. c. Third Party Information. Contractor\\u2019s agreements in this Section 3 are intended to be for the benefit of Company and any third party that has entrusted information or physical material to Company in confidence. Contractor further agrees that, during the term of the Relationship and thereafter, Contractor will not improperly use or disclose to Company\u0022,\u0022 any confidential, proprietary or secret information of Contractor\\u2019s former clients or any other person, and Contractor agrees not to bring any such information onto Company\\u2019s property or place of business. d. Other Rights. This Agreement is intended to supplement, and not to supersede, any rights Company may have in law or equity with respect to the protection of trade secrets or confidential or proprietary information.\\n4. Ownership of Inventions. a. Inventions Retained and Licensed. Contractor has attached hereto, as Exhibit A, a complete list describing with particularity all Inventions (as defined below) that, as of the Effective Date: (i) Contractor made, and/or (ii) belong solely to Contractor or belong to Contractor jointly with others or in which Contractor has an interest, and that relate in any way to any of Company\\u2019s actual or proposed businesses, products, services, or research and development, and which are not assigned to Company hereunder; or,\u0022,\u0022 if no such list is attached, Contractor represents that there are no such Inventions at the time of signing this Agreement, and to the extent such Inventions do exist and are not listed on Exhibit A, Contractor hereby forever waives any and all rights or claims of ownership to such Inventions. Contractor understands that Contractor\\u2019s listing of any Inventions on Exhibit A does not constitute an acknowledgement by Company of the existence or extent of such Inventions, nor of Contractor\\u2019s ownership of such Inventions. Contractor further understands that Contractor must receive the formal approval of Company before commencing Contractor\\u2019s Relationship with Company. b. Use or Incorporation of Inventions. If in the course of the Relationship, Contractor uses or incorporates into a product, service, process or machine any Invention not covered by Section 4(d) of this Agreement in which Contractor has an interest, Contractor will promptly so inform Company in writing. Whether or not Contractor gives such notice, Contractor hereby ir\u0022,\u0022revocably grants to Company a nonexclusive, fully paid-up, royalty-free, assumable, perpetual, worldwide license, with right to transfer and to sublicense, to practice and exploit such Invention and to make, have made, copy, modify, make derivative works of, use, sell, import, and otherwise distribute such Invention under all applicable intellectual property laws without restriction of any kind. c. Inventions. Contractor understands that \\u201CInventions\\u201D means discoveries, developments, concepts, designs, ideas, know how, improvements, inventions, trade secrets and/or original works of authorship, whether or not patentable, copyrightable or otherwise legally protectable. Contractor understands this includes, but is not limited to, any new product, machine, article of manufacture, biological material, method, procedure, process, technique, use, equipment, device, apparatus, system, compound, formulation, composition of matter, design or configuration of any kind, or\u0022,\u0022 any improvement thereon. Contractor understands that \\u201CCompany Inventions\\u201D means any and all Inventions that Contractor may solely or jointly author, discover, develop, conceive, or reduce to practice in connection with, or as a result of, the Services performed for Company, whether before or after the signature date of this Agreement, except as otherwise provided in Section 4(g) below. d. Assignment of Company Inventions. Contractor agrees that Contractor will promptly make full written disclosure to Company, will hold in trust for the sole right and benefit of Company, and hereby assigns to Company, or its designee, all Contractor\\u2019s right, title and interest throughout the world in and to any and all Company Inventions and all patent, copyright, trademark, trade secret and other intellectual property rights therein. Contractor hereby waives and irrevocably quit claims to Company or its designee\\nDoc ID: 2a05783083fc8596a06cca54\u0022,\u0022d66070d96995218d\\nany and all claims, of any nature whatsoever, that Contractor now has or may hereafter have for infringement of any and all Company Inventions. Any assignment of Company Inventions includes all rights of attribution, paternity, integrity, modification, disclosure and withdrawal, and any other rights throughout the world that may be known as or referred to as \\u201Cmoral rights,\\u201D \\u201Cartist\\u2019s rights,\\u201D \\u201Cdroit moral,\\u201D or the like (collectively, \\u201CMoral Rights\\u201D). To the extent that Moral Rights cannot be assigned under applicable law, Contractor hereby waives and agrees not to enforce any and all Moral Rights, including, without limitation, any limitation on subsequent modification, to the extent permitted under applicable law. e. Maintenance of Records. Contractor agrees to keep and maintain adequate and current written records of all Company Inventions made or conceived by Contractor (solely or jointly with others) during the term of the Relationship\u0022,\u0022. The records may be in the form of notes, sketches, drawings, flow charts, electronic data or recordings, laboratory notebooks, or any other format. The records will be available to and remain the sole property of Company at all times. Contractor agrees not to remove such records from Company\\u2019s place of business except as expressly permitted by Company policy which may, from time to time, be revised at the sole election of Company for the purpose of furthering Company\\u2019s business. Contractor agrees to deliver all such records (including any copies thereof) to Company at the time of termination of the Relationship as provided for in Section 5 and Section 6. f. Patent and Copyright Rights. Contractor agrees to assist Company, or its designee, at its expense, in every proper way to secure Company\\u2019s, or its designee\\u2019s, rights in Company Inventions and any copyrights, patents, trademarks, mask work rights, Moral Rights, or other intellectual property rights relating\u0022,\u0022 thereto in any and all countries, including the disclosure to Company or its designee of all pertinent information and data with respect thereto, the execution of all applications, specifications, oaths, assignments, recordations, and all other instruments which Company or its designee shall deem necessary in order to apply for, obtain, maintain and transfer such rights, or if not transferable, waive and agree never to assert such rights, and in order to assign and convey to Company or its designee, and any successors, assigns and nominees the sole and exclusive right, title and interest in and to such Company Inventions, and any copyrights, patents, mask work rights or other intellectual property rights relating thereto. Contractor further agrees that Contractor\\u2019s obligation to execute or cause to be executed, when it is in Contractor\\u2019s power to do so, any such instrument or papers shall continue during and at all times after the end of the Relationship and until the expiration of the\u0022,\u0022 last such intellectual property right to expire in any country of the world. Contractor hereby irrevocably designates and appoints Company and its duly authorized officers and agents as Contractor\\u2019s agent and attorney-in-fact, to act for and in Contractor\\u2019s behalf and stead to execute and file any such instruments and papers and to do all other lawfully permitted acts to further the application for, prosecution, issuance, maintenance or transfer of letters patent, copyright, mask work and other registrations related to such Company Inventions. This power of attorney is coupled with an interest and shall not be affected by Contractor\\u2019s subsequent incapacity. g. Exception to Assignments. Subject to the requirements of applicable state law, if any, Contractor understands that Company Inventions will not include, and the provisions of this Agreement requiring assignment of inventions to Company do not apply to, any invention which qualifies fully for exclusion under the provisions of applicable state law, if any. Some examples of state laws\u0022,\u0022 limiting the scope of assignable inventions are: Delaware Code Title 19 Section 805; Kansas Statutes Section 44-130; Minnesota Statutes 13A Section 181.78; North Carolina General Statutes Article 10A, Chapter 66, Commerce and Business, Section 66-57.1; Utah Code Sections 34-39-l through 34-39-3, \\u201CEmployment Inventions Act\\u201D; Washington Rev. Code, Title 49 RCW: Labor Regulations, Chapter 49.44.140. Contractor acknowledges that to the extent one of the foregoing laws applies, Contractor\\u2019s invention assignment agreement will not apply to an invention for which no equipment, supplies, facility or trade secret information of Company was used and which was developed entirely on Contractor\\u2019s own time, unless: (1) the invention relates directly to the business of Company or to Company\\u2019s actual or demonstrably anticipated research or development; or (2) the\u0022,\u0022 invention results from any work performed by Contractor for Company. Similarly, to the extent California Labor Code Section 2870, or Illinois\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n765ILCS1060/1-3 or NY Labor Law \\u00A7 203-f controls, the same notice will apply absent the word \\u201Cdirectly\\u201D in part (1). In order to assist in the determination of which inventions qualify for such exclusion, Contractor will advise Company promptly in writing, during and after the term of the Relationship, of all Inventions solely or jointly conceived or developed or reduced to practice by Contractor in connection with, or as a result of, the Services performed for Company during the period of the Relationship.\\n5. Company Property; Returning Company Documents. Contractor acknowledges and agrees that Contractor has no expectation of privacy with respect to Company\\u2019s telecommunications, networking or information processing systems (including\u0022,\u0022, without limitation, files, e-mail messages, and voice messages) and that Contractor\\u2019s activity and any files or messages on or using any of those systems may be monitored or reviewed at any time without notice. Contractor further agrees that any property situated on Company\\u2019s premises and owned by Company, including disks and other storage media, filing cabinets or other work areas, is subject to inspection by Company personnel at any time with or without notice. Contractor agrees that, at the time of termination of the Relationship, Contractor will deliver to Company (and will not keep in Contractor\\u2019s possession, recreate or deliver to anyone else) any and all devices, records, data, notes, reports, proposals, lists, correspondence, specifications, drawings, blueprints, sketches, laboratory notebooks, materials, flow charts, equipment, other documents or property, or reproductions of any of the aforementioned items developed by Contractor pursuant to the Relationship or otherwise belonging to Company, its successors or assigns.\\n\u0022,\u00226. Termination Certification. In the event of the termination of the Relationship, Contractor agrees to sign and deliver the \\u201CTermination Certification\\u201D attached hereto as Exhibit B; however, Contractor\\u2019s failure to sign and deliver the Termination Certification shall in no way diminish Contractor\\u2019s continuing obligations under this Agreement.\\n7. Notice to Third Parties. Contractor agrees that during the periods of time during which Contractor is restricted in taking certain actions by the terms of this Agreement (the \\u201CRestriction Period\\u201D), Contractor shall inform any entity or person with whom Contractor may seek to enter into a business relationship (whether as an owner, employee, independent contractor or otherwise) of Contractor\\u2019s contractual obligations under this Agreement. Contractor also understands and agrees that Company may, with or without prior notice to Contractor and during or after the term of the Relationship, notify third parties of Contractor\\u2019s agreements and obligations under this Agreement. Contractor further agrees that, upon written request by Company, Contractor will respond to\u0022,\u0022 Company in writing regarding the status of Contractor\\u2019s engagement or proposed engagement with any party during the Restriction Period. 8. Solicitation of Employees, Contractors and Other Parties. As described above, Contractor acknowledges and agrees that Company\\u2019s Confidential Information includes information relating to Company\\u2019s employees, contractors, customers and others, and that Contractor will not use or disclose such Confidential Information except as authorized by Company. Contractor further agrees as follows: a. Employees, Contractors. Contractor agrees that during the term of the Relationship, and for a period of twelve (12) months immediately following the termination of the Relationship for any reason, whether with or without cause, Contractor shall not, directly or indirectly, solicit, induce, recruit or encourage any of Company\\u2019s employees or contractors to terminate their relationship with Company, or attempt to solicit, induce, recruit, encourage or take away employees or contractors of Company, either for Contractor or for any other person or entity. a. Other Parties.\u0022,\u0022 Contractor agrees that during the term of the Relationship, Contractor will not negatively influence any of Company\\u2019s clients, licensors, licensees or customers from purchasing Company products or services or solicit or influence or attempt to influence any client, licensor, licensee, customer or other person either directly or indirectly, to direct any purchase of products and/or services to any person, firm, corporation, institution or other entity in competition with the business of Company. In\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\naddition, Contractor acknowledges that Company has valuable Trade Secrets (as defined by applicable law from time to time) to which Contractor will have access during the term of the Relationship. Contractor understands that Company intends to vigorously pursue its rights under applicable Trade Secrets law if, during a period of twelve (12) months immediately following the termination of the Relationship for any reason, whether with or without cause,\u0022,\u0022 Contractor solicits or influences or attempts to influence any client, licensor, licensee, customer or other person either directly or indirectly, to direct any purchase of products and/or services to any person, firm, corporation, institution or other entity in competition with the business of Company. Thereafter, Company intends to vigorously pursue its rights under applicable Trade Secrets law as the circumstances warrant.\\n9. No Change to Duration of Relationship. Contractor understands and acknowledges that this Agreement does not alter, amend or expand upon any rights Contractor may have to continue in the relationship with, or in the duration of Contractor\\u2019s relationship with, Company under any existing agreements between Company and Contractor, including without limitation the Contractor Agreement, or under applicable law.\\n10. Representations and Covenants. a. Facilitation of Agreement. Contractor agrees to execute promptly, both during and after the end of the Relationship, any proper oath, and to verify any proper document, required to carry out the terms\u0022,\u0022 of this Agreement, upon Company\\u2019s written request to do so. b. No Conflicts. Contractor represents that Contractor\\u2019s performance of all the terms of this Agreement does not and will not breach any agreement Contractor has entered into, or will enter into, with any third party, including without limitation any agreement to keep in confidence proprietary information or materials acquired by Contractor in confidence or in trust prior to or during the Relationship. Contractor will not disclose to Company or use any inventions, confidential or non-public proprietary information or material belonging to any previous client, employer or any other party. Contractor will not induce Company to use any inventions, confidential or non-public proprietary information, or material belonging to any previous client, employer or any other party. Contractor agrees not to enter into any written or oral agreement that conflicts with the provisions of this Agreement.\\nContractor further represents that Contractor does not presently perform or intend to perform, during the term of the Contractor Agreement, consulting or other services\u0022,\u0022 for, and Contractor is not presently employed by and has no intention of being employed by, companies whose businesses or proposed businesses in any way involve products or services that would be competitive with Company\\u2019s products or services, or those products or services proposed or in development by Company during the term of the Contractor Agreement. If, however, Contractor decides to do so, Contractor agrees that, in advance of accepting such employment or agreeing to perform such services, Contractor will promptly notify Company in writing, specifying the organization to which Contractor proposes to render services, and provide information sufficient to allow Company to determine if such work would conflict with the interests of Company. c. Voluntary Execution. Contractor certifies and acknowledges that Contractor has carefully read all of the provisions of this Agreement, that Contractor understands and has voluntarily accepted such provisions, and that Contractor will fully and faithfully comply with such provisions.\\n11. Electronic Delivery. Nothing herein is intended to imply a right to participate in any of Company\u0022,\u0022\\u2019s equity incentive plans, however, if Contractor does participate in such plan(s), Company may, in its sole discretion, decide to deliver any documents related to Contractor\\u2019s participation in Company\\u2019s equity incentive plan(s) by electronic means or to request Contractor\\u2019s consent to participate in such plan(s) by electronic means. Contractor hereby consents to receive such documents by electronic delivery and agrees, if applicable, to participate in such plan(s) through an on-line or electronic system established and maintained by Company or a third party designated by Company.\\nDoc ID: 2a05783083fc8596a06cca54d66070d96995218d\\n12. Miscellaneous. a. Governing Law. The validity, interpretation, construction and performance of this Agreement, and all acts and transactions purs",
      "StatusCode": 200,
      "ResponseHeaders": {
        "Date": "Fri, 27 Feb 2026 23:18:00 GMT",
        "Transfer-Encoding": "chunked",
        "Content-Type": "application/json; charset=utf-8"
      },
      "ResponseBody": "{\u0022model\u0022:\u0022all-minilm\u0022,\u0022embeddings\u0022:[[-0.09631533,0.04669931,0.04574348,-0.0607285,-0.07491613,0.02470189,0.017543485,0.023129381,0.04483311,-0.011368052,0.00095088285,-0.04723888,0.14949897,0.045611504,-0.018355288,0.0725622,-0.037242852,0.01772126,0.011804575,-0.011412514,-0.053894415,0.056263972,-0.05039681,0.0073305974,0.016883546,-0.04333077,0.023315083,-0.017740106,0.021780144,-0.02984527,-0.0409327,0.030279748,-0.020122075,0.0294223,0.056795094,0.079288445,0.000855355,-0.07101549,0.04088036,0.031990107,-0.025967741,-0.08930961,0.010262681,-0.055620354,0.00021718592,0.061574977,0.011057037,-0.04773457,-0.058193903,0.02374951,-0.051455196,-0.062086113,0.027238114,0.0048352247,0.0135786375,0.043567747,-0.028779155,-0.016221793,-0.056227192,0.062262695,-0.0013219112,0.060913216,-0.060672972,-0.0016933384,0.027096728,0.017875984,-0.023095312,-0.0057274727,-0.038785074,-0.0026687942,-0.000117126,-0.067564584,-0.020469021,-0.081612356,0.030822273,0.005922639,0.023180744,0.0635444,0.08609951,-0.16217457,-0.03565609,0.048130594,-0.014860545,-0.031106915,-0.04753274,0.007329372,-0.043283917,0.015950186,0.04803765,0.055755597,0.01371498,-0.09723398,0.005837261,-0.009219143,0.0636615,0.031397518,-0.02306433,-0.028306693,-0.015793217,0.027508631,-0.026412819,0.036737368,-0.013097017,-0.0031000765,-0.07971755,0.030182125,-0.04607865,-0.031106723,0.011033031,-0.010018446,0.007875555,-0.037794754,-0.068070866,-0.086137645,-0.05329418,0.0101683475,-0.08517251,0.05309062,0.0213489,-0.078505956,0.0012089113,0.054602362,-0.052576948,-0.037302338,-0.013172098,-0.06263325,0.0554807,3.0151706e-33,0.0192408,0.06822851,-0.004666279,0.08639354,0.014887957,0.012852611,0.058136884,0.043085147,-0.058620498,-0.005231606,-0.0057251905,0.03027254,-0.03251896,0.05060978,-0.03700628,-0.0001709229,-0.0028170268,0.043119982,0.02376177,0.07727405,0.011461215,0.016086165,0.03893562,0.059021655,0.12379728,-0.05463123,0.060415916,0.019830106,-0.10229629,0.034506783,0.00960839,0.004640282,0.0027755122,0.011589653,-0.023650602,0.039897356,-0.04663432,-0.051254448,0.00979739,0.004970034,0.025896128,0.0155177275,-0.054888956,-0.023897955,-0.053396214,-0.017556116,0.06565212,-0.0030327607,0.13830069,-0.01911256,-0.007180537,0.018182928,0.024126407,-0.029373609,0.113402694,-0.05041429,0.0212882,0.02281255,-0.033695515,-0.007240987,-0.050636556,-0.04663724,-0.035328183,0.06538005,0.02224251,-0.044037502,0.019542437,0.021291457,0.12853491,-0.11899259,-0.04889818,-0.020162813,0.035620812,-0.015076633,-0.0521692,-0.096126154,-0.0997453,0.025938544,0.026492268,0.06755717,-0.08264881,0.11223708,0.026990972,-0.018704666,0.009345984,0.020379761,0.08569797,-0.014156495,0.014101919,0.033155497,-0.07667899,0.0016698977,0.012837285,0.144914,0.117613964,-5.868146e-33,0.015251875,0.032625195,0.011784768,-0.0071521574,0.045267142,-0.044842754,0.035953782,-0.04664705,0.01071384,0.02872134,0.013065011,-0.011318558,-0.06377754,-0.054252047,-0.06168661,-0.016037114,-0.08197318,-0.014535365,-0.030540194,0.031978413,0.0640123,0.05701215,0.0017805153,0.010558915,0.041652154,-0.015743792,-0.09961137,-0.013972817,0.011432943,0.079899795,-0.027962016,-0.05727993,-0.10072174,0.0012288891,-0.05453871,-0.117166236,-0.029063288,0.03365041,-0.0020670178,0.024565067,0.08992943,-0.022890564,0.034419708,0.028196124,0.018819595,-0.09010924,0.037300475,-0.123275556,-0.0715806,-0.030009959,0.012318044,-0.016595121,0.0030041416,-0.06341264,0.05016644,0.024366388,0.08582911,-0.024315424,0.09394504,-0.0023384301,0.1667092,0.08960674,0.035289425,0.08698964,0.004271958,0.012078485,0.015803972,0.012296771,-0.062989175,-0.007864513,-0.04733767,-0.004678091,-0.029059218,-0.04696466,0.039911523,-0.034783386,-0.07677174,-0.04450552,-0.046507023,-0.025295677,-0.020825071,-0.032694794,-0.012463471,0.0933384,0.029995106,-0.055209216,0.07013545,-0.04387584,-0.01379492,0.020717448,-0.067348085,0.011808425,-0.007166891,0.026983779,-0.057513747,-5.9695225e-8,-0.10245538,0.0074382504,-0.12294736,-0.102059215,0.0006966055,-0.07382858,-0.019440923,0.04536376,0.03766704,-0.009139869,0.09543185,-0.110659204,-0.06668881,0.033236057,0.014982399,-0.049328897,-0.06669812,0.04869889,-0.093342714,-0.088193566,0.013257896,0.037256565,-0.017019873,-0.09640369,0.00984908,-0.0193753,-0.038130865,0.105293915,-0.014461718,0.057124577,-0.015894828,0.049635746,0.01612688,-0.04301506,0.0270319,0.011612653,0.08307784,0.000262022,0.06765337,0.05001483,-0.019127926,0.044302415,0.0044326545,0.05646412,0.07556215,-0.010204367,-0.042629577,-0.01510809,-0.010641707,-0.029413588,0.015721336,-0.04466032,0.06519548,0.011447041,0.02136282,0.024832984,0.017656805,0.00016255055,0.041716207,-0.051924333,-0.023779634,-0.0123727545,0.044466,-0.04474452],[-0.066629656,0.0058487267,0.031612623,-0.037814036,-0.12345053,-0.02925761,-0.07040464,0.030071795,0.018947342,0.011274039,0.043931358,-0.0748039,0.077685505,-0.019517608,-0.029541174,0.091343924,0.01018519,-0.04815272,0.055607125,-0.0562421,0.018441087,-0.0063563767,-0.04292919,0.011267111,0.0027071245,-0.052169006,0.004674329,0.045319706,0.05177483,0.008306693,-0.018777007,0.02608891,0.011224335,-0.03151065,0.047820486,0.07166905,-0.05262646,-0.078696586,-0.009646806,-0.0141441,-0.053666472,-0.07322645,0.0065973066,-0.04933463,-0.017344084,0.0022138779,-0.008233297,-0.047904994,-0.044431508,0.0700631,0.000049950548,-0.036057536,0.024618816,0.057966717,-0.011125352,-0.03319368,0.04130477,-0.00095449097,-0.039418038,-0.02120221,-0.005635245,0.052233014,-0.12876053,0.023432074,-0.05633482,0.0045096516,-0.008532434,-0.030451067,-0.019703856,-0.0072771497,-0.0041589243,-0.08365629,0.045477506,-0.04210793,0.07258097,0.054790903,0.07416708,0.057809766,0.048380446,-0.11611639,-0.0024594343,0.09622616,-0.012574944,0.0118973125,-0.010987921,-0.04421344,0.038738713,0.08439846,0.07172209,0.013104583,0.065448545,-0.0040106834,-0.02126963,-0.04751702,-0.022510115,0.010108604,0.03391253,-0.0580529,-0.033818234,0.041469388,0.036835123,0.006289321,-0.047494855,-0.01988277,-0.048338197,0.012892788,-0.014637506,0.08338024,0.016447738,-0.004682592,-0.04245777,-0.08916068,-0.018941987,-0.055157635,0.0016445944,0.05854776,-0.0728513,0.06017821,0.0493448,-0.043523397,0.0965817,0.077323034,-0.054741107,-0.06901607,0.012630269,-0.0009025979,0.11788496,7.8854946e-33,0.016118318,0.043228112,-0.010414423,0.0349487,0.04206646,0.045001425,0.10186468,0.12234728,-0.04510855,0.033054415,-0.01077156,-0.031148652,-0.058853656,-0.023945197,-0.04679848,-0.088999584,0.042874,0.03678593,-0.029461455,0.10992303,0.020059906,-0.13604362,0.024526991,0.072522596,0.056027237,-0.0370384,0.055896252,0.06087812,-0.06426285,0.019723877,0.011406767,0.04991773,0.0498371,-0.0047868015,-0.08175657,0.023460843,-0.02581275,-0.027684012,0.02246297,0.038914435,0.018516501,0.030404208,-0.055681624,-0.034094643,-0.004450906,-0.060666427,0.090834804,-0.07502895,0.0538487,-0.0063264575,-0.052733414,0.03542865,-0.0004534315,0.06253808,0.05408458,0.019194212,0.05157475,-0.04800448,-0.06980152,-0.06817252,-0.014603216,-0.03520377,0.008056088,0.01437293,-0.024718538,-0.07583693,0.022790339,-0.016620705,0.027495518,-0.08749548,-0.07696968,0.013788741,0.084093556,-0.09745322,-0.07285115,-0.07593125,-0.044427264,0.009232806,0.07599715,0.08412979,0.0018974335,0.016461503,0.037390225,-0.00304444,0.091266096,0.06039736,0.1014906,0.06898136,-0.06899929,0.010130039,-0.071501255,-0.032264777,0.018885724,0.068462566,0.0970991,-9.561897e-33,-0.018601775,0.041019823,-0.04559135,0.001744068,0.03452482,0.016902173,-0.0012452985,0.05688286,0.01663112,0.043668978,-0.01907345,-0.018125549,-0.06834578,-0.008002315,-0.036298145,-0.035891324,-0.027445732,-0.030401018,0.01528354,0.035911854,0.04933718,0.05094124,-0.032165486,-0.027690412,-0.010788059,0.024162184,-0.01823472,0.029577136,-0.025512649,0.07028842,-0.0014625293,-0.08720693,-0.08448591,0.05343948,0.022291526,-0.09773946,-0.008213015,0.054062318,-0.016965263,0.04774352,0.10116593,-0.04097766,0.02349055,-0.06394586,0.026129289,-0.13046971,0.028796447,-0.11377267,-0.059989106,-0.025642162,-0.04460298,0.01924145,-0.016463963,-0.011459042,-0.036843587,-0.025752958,0.06569009,-0.001183666,-0.0026264547,-0.036743615,0.06329776,0.07348115,0.10448086,0.0543761,-0.0019245289,0.023293803,0.07745055,0.013051847,0.07146489,0.0060356935,-0.08467135,0.010715973,-0.021026202,-0.054168444,0.07377051,-0.012523024,-0.064899564,-0.076166786,-0.03019691,-0.015522165,-0.02762299,-0.00016042097,0.005069133,0.09442338,-0.09666436,-0.073428825,0.051899534,0.020424683,0.07995917,0.021705812,-0.0419412,0.00520641,-0.008096817,-0.009465232,0.0076298467,-6.281424e-8,-0.033238042,0.014044577,-0.0479734,-0.003796085,0.02226111,-0.11803751,0.0153709,0.027100705,0.010427285,-0.04330091,0.08154505,-0.050155267,-0.0121628335,0.015159842,-0.03934071,0.009993216,-0.022417372,0.07451455,-0.077171475,-0.12863716,-0.07577974,-0.00589641,0.001900852,-0.08977713,-0.04919863,-0.018319832,-0.021146009,0.13153617,-0.052432016,-0.042269908,-0.032072097,0.027792115,-0.021668581,-0.0035100705,0.026624301,-0.04465935,-0.015055357,-0.023003398,0.01828682,0.046222217,0.0073925434,0.09541633,0.013257055,0.051444218,0.059504353,-0.0010097707,-0.11983302,-0.034224387,-0.006871633,-0.014557978,-0.02062104,0.025622845,-0.016028142,0.04407146,0.028815674,-0.017241433,0.013577663,0.0166707,-0.026483683,0.041617475,-0.05687794,-0.06139685,0.026185803,-0.09265574],[-0.046832763,-0.008788403,-0.04976703,-0.040297676,-0.040027253,0.016780822,0.022320367,0.016681071,0.062994055,-0.03130263,0.074631624,-0.024573369,0.055955917,0.013259158,0.007106725,0.014106159,0.019688802,-0.005847096,0.0068126945,0.055031754,-0.0811392,-0.04119742,-0.053926583,0.022473576,0.1118386,-0.09865124,-0.00001131224,0.002357368,0.029838182,0.035422128,-0.044741806,0.044534206,-0.0040097046,0.0014620882,0.07690136,0.109057926,0.0026076727,-0.021798043,-0.018733103,0.03318011,-0.05494899,-0.046208903,0.0041525243,0.012542823,-0.01986643,0.01882559,-0.033416435,0.005368013,-0.06674305,0.034834813,-0.018085323,0.016770883,-0.0335283,0.10116605,-0.08765002,0.03527484,-0.029527863,0.0031193392,-0.04232835,-0.04284653,-0.013432851,0.01829626,0.010658253,0.03608861,-0.0032864092,0.0774721,0.005209933,0.00009128218,-0.041657574,-0.0033355867,0.058422796,-0.06502688,-0.048194423,-0.023795584,0.039528284,0.050772414,0.07274048,0.07138835,0.045304086,-0.1964812,0.01708065,0.16221231,-0.020370062,0.018350262,-0.06422445,0.049943715,0.02662476,0.052783135,0.025759468,0.020324295,0.07372455,-0.05224138,0.0017115066,-0.067922056,-0.0023872752,-0.0020227635,-0.02675146,-0.049294762,-0.059982676,0.010873586,-0.011567327,0.034339897,-0.032980427,-0.010834246,-0.09253305,0.030812237,0.036601577,0.0038634213,0.012788562,0.012714548,-0.022908468,0.017588807,-0.006560571,-0.1500947,-0.050977424,0.027638033,-0.092261665,0.019795192,0.04104675,-0.02627312,0.05888786,0.11539308,-0.053096123,-0.06470776,-0.054912318,-0.04879542,-0.013265995,3.300481e-33,-0.0028645957,0.025761923,0.003387555,-0.0038311956,-0.051930342,0.017932096,0.076454096,-0.009976467,-0.10149221,0.03425657,-0.035221897,0.01870322,-0.026638087,0.012080313,0.022833178,-0.027928082,0.034719966,0.10602254,0.09360516,0.015653748,0.027958138,-0.048459176,0.016530432,0.048544247,0.13776797,-0.08509401,-0.004344321,0.037008964,-0.09685619,0.03243044,-0.018316343,0.04977005,0.012317929,-0.025868662,-0.013072357,0.030378427,-0.050616223,-0.022711659,0.063154906,0.018502835,0.04673526,0.010475269,-0.013892502,0.032730732,-0.05623113,-0.025079701,0.059585422,0.005427136,0.032274988,0.036265895,-0.020799002,0.013421501,-0.037959192,0.01289703,0.032033674,-0.09189414,-0.0014102703,-0.040629286,-0.04741614,-0.07017198,0.01506517,-0.009026469,-0.052292258,0.06697772,-0.11037585,-0.028407512,-0.028209921,-0.027565036,0.043400124,-0.13664074,-0.07686297,-0.028003754,0.01862375,-0.022582475,-0.027946744,-0.071919456,-0.03070557,0.056063358,0.1326966,0.025130896,-0.04761157,0.008741604,0.0116805285,0.040305223,0.054543324,0.06272674,0.13834411,-0.021350456,-0.061592545,-0.019394254,-0.01649656,-0.053440124,-0.010329354,0.08104665,0.049794905,-4.7307157e-33,-0.028138878,-0.0352597,0.007864083,-0.07701485,-0.016906675,-0.028614597,0.040293366,-0.047113836,-0.0236329,0.0155447535,-0.015317544,-0.017392566,-0.07278972,-0.040134713,-0.041111894,-0.038269635,-0.0077881236,0.0058441977,0.017730786,0.019217504,0.037760306,0.027355967,0.05307332,0.026250077,0.011356462,0.056327764,-0.023956537,0.046313323,0.038797386,-0.009066969,-0.021988273,-0.010876222,-0.16588153,0.050366204,-0.034358762,-0.08505353,0.015083477,0.024658518,-0.031731833,-0.010017311,0.052481417,-0.022779288,0.0074259844,0.057655625,-0.009427745,-0.044672724,0.08962275,-0.13005391,0.026660306,-0.03346832,-0.052247837,-0.007504407,0.074811555,0.06367393,0.008065024,0.071600854,0.03377932,-0.0296523,0.048939604,-0.025760293,0.11971511,0.067521036,0.08429901,0.05958729,-0.0041406453,0.014501732,0.05635308,-0.005145076,0.007371171,-0.0066043283,0.023379004,-0.03132192,0.02118888,-0.094289176,0.024663746,-0.025194796,0.019139603,-0.072899535,-0.035800494,-0.020006182,-0.029694924,-0.027121695,0.0003654369,0.11838791,-0.020223305,-0.063396595,0.08428601,-0.09776865,-0.019007087,0.007876111,-0.09331855,-0.01572799,0.034058444,0.06174042,0.013405084,-5.490132e-8,-0.05805172,0.039713323,-0.0578591,-0.01596854,0.040228195,-0.12448145,-0.048736643,-0.022408532,0.053641506,0.03304149,0.020625362,-0.063684486,-0.04998428,-0.0065806466,-0.065968744,-0.051491205,-0.018174348,0.033672504,-0.03722233,-0.0807144,-0.021932906,-0.00089035754,0.037513774,-0.10992894,-0.025674574,0.0062633096,0.02322958,0.09257379,0.064515844,0.015495202,0.008931956,0.021194084,0.00450528,0.02144017,0.0103348745,-0.042552933,0.017373685,0.028544387,0.02130068,0.059263334,-0.006866542,0.015486071,0.026011717,0.08986263,0.047866207,-0.018447908,-0.11735535,0.008520124,0.013452662,-0.06505822,0.07647571,-0.015633928,0.016927116,0.04630293,0.018657219,0.047567822,0.022385962,0.07098227,0.02632755,0.012037586,-0.07853471,-0.09015462,-0.024243422,-0.049240742],[-0.109247506,0.025341433,0.029327035,-0.048042282,-0.0016544391,0.087425314,0.039933152,-0.0066551953,0.033567663,-0.06660505,0.08832201,-0.0036370042,0.083397344,-0.0022251976,0.012999633,0.017923782,-0.02440959,-0.031322513,0.0040558497,0.016967298,0.042937487,0.025357544,-0.09510265,0.01861716,-0.016219463,-0.07878966,0.06780857,0.021130199,0.040083118,0.0833612,-0.009138661,0.07957929,0.030702718,0.032228284,0.080666855,0.037903782,-0.039234843,-0.08417884,0.009893867,-0.0037380268,-0.04083651,-0.088037856,0.023349375,0.0052851452,0.03038933,0.010430894,0.0034755399,-0.004884807,-0.1352114,0.031311017,-0.05874359,0.02020657,-0.05155177,0.08481474,0.042643063,-0.05996754,-0.09507721,-0.030704692,-0.031982,0.0028329606,0.012643743,0.025079207,-0.026162855,-0.013129937,-0.012923265,0.0071762414,-0.039502423,-0.055582196,-0.015383734,0.08856029,-0.004379966,-0.04870369,-0.02749264,-0.015542938,0.007865748,-0.017551085,0.02664835,0.03279498,0.0585633,-0.17658913,0.009516743,0.10381487,-0.02120144,0.008308472,-0.10573034,-0.04247265,0.014697841,0.010715453,0.07998497,0.013320186,0.06616341,-0.021469535,-0.018045856,0.03271502,-0.057689454,-0.07252432,0.017436024,-0.037209168,-0.04235278,0.072914645,-0.0031948332,0.04438554,-0.105927795,-0.017326493,-0.05015632,0.01255351,-0.018354593,0.046139576,0.02047284,0.065600105,-0.042191222,-0.061505876,-0.039856836,-0.14894424,0.03883134,0.0016435336,-0.07714857,0.066113904,0.054248504,-0.03828417,0.055441685,0.10700382,-0.0063516144,-0.07156793,-0.034701124,-0.08850052,0.013856785,6.587452e-33,0.010574131,0.0056351013,0.017152794,0.017753417,0.038190506,0.05177808,0.019524649,0.050882123,-0.046070017,0.095846236,0.03916021,0.015216336,-0.016146468,-0.01185894,-0.0022592912,0.00996281,0.10033859,0.058673616,0.06362236,0.00902533,0.049034655,-0.07075747,0.020692468,0.08842287,0.060677506,-0.02258991,0.0086095985,0.052744336,0.0077832746,0.04284745,0.0059081176,0.03379979,-0.014378028,-0.014943311,-0.011476798,0.034535814,-0.10922185,-0.082958184,0.022277176,0.02989115,-0.008534242,0.015884636,-0.023705687,0.002264029,-0.016305342,0.01974484,0.0106935,-0.016728379,0.008587012,0.03139956,-0.039248902,0.042168602,0.04372352,0.06570928,0.026608756,-0.050143674,-0.026722947,0.0041597695,-0.04509854,-0.04601425,0.04847692,-0.017321812,0.010088748,0.008970281,-0.09649151,-0.06296757,0.011632142,-0.010903848,0.028258689,-0.12502941,-0.041738406,0.027607441,0.029548544,-0.017048473,-0.0797182,-0.092909545,0.014993285,0.117521934,0.085491866,0.013210727,-0.042114772,-0.028621027,0.043060753,-0.013335104,-0.062671274,0.08315037,0.10376829,-0.008579047,-0.041704047,0.0005440931,-0.06592739,-0.012694008,-0.07656404,0.10866479,0.06552805,-8.8510155e-33,-0.05204134,0.017144468,-0.06367495,-0.085127376,0.055890117,-0.0552632,0.019031467,0.016097883,0.05297536,0.037276417,-0.0017377668,-0.0787873,-0.020288602,-0.06803337,-0.07953422,-0.009662208,0.029760981,-0.0072137928,-0.049829945,0.053746294,0.023848025,-0.008321815,-0.045270536,-0.035213556,0.027297765,-0.0037264195,0.01884621,0.028884353,-0.009018001,0.001902893,0.028126594,-0.036270626,-0.12542386,0.040985335,-0.056775775,-0.10925092,-0.0061710924,0.01695989,-0.030275151,-0.023536773,0.08123398,-0.012971895,0.0447352,0.048035145,-0.051107872,-0.034464274,0.059344165,-0.11073442,0.0465085,-0.0027741196,-0.007889999,0.014410751,0.061824955,0.005643431,-0.02472007,0.021855514,0.063847944,-0.032909326,0.05905946,-0.020040903,0.12708381,0.05452196,0.028470363,0.06669081,0.047212698,-0.016120931,0.03998984,0.02605314,0.089290574,-0.06309246,0.021014668,0.009930219,-0.04183896,-0.03275069,-0.026096638,-0.05449509,-0.04336135,-0.07522566,-0.03204852,-0.040376615,-0.011201953,-0.009342064,0.017506711,0.0850664,-0.07150588,-0.13215208,0.11467271,0.033803865,-0.016996514,-0.006426761,-0.023666559,0.008987025,-0.06722933,0.03651687,-0.030806433,-6.045116e-8,-0.0612066,-0.040942654,-0.050323915,-0.08164245,0.08728203,-0.06119499,-0.004397432,-0.00010988662,0.058895856,0.010670304,0.082751475,-0.04093318,-0.06414305,0.02476447,-0.04501756,-0.0037764953,-0.027383042,-0.05669732,-0.043121487,-0.03596119,-0.08613166,0.0036064943,0.050421473,-0.1084512,-0.03280524,-0.019859442,0.02404462,0.11954222,-0.053723663,-0.022957541,-0.040441923,0.02228765,-0.023998216,-0.034948982,-0.048310332,0.063942045,-0.050151307,-0.029557645,-0.022534067,0.040076368,-0.025719652,-0.014457483,0.060236104,0.089719236,0.04343915,-0.03573957,-0.0132940905,0.0008448147,0.006794817,-0.026656693,-0.037845388,0.008741353,0.03308566,-0.027052918,-0.004399157,0.036100738,0.011974705,0.09370296,0.025423098,0.011521035,-0.040661097,-0.00096230075,0.01376849,-0.024664937],[-0.08275912,0.035699416,-0.0055288896,-0.030382842,-0.014444642,0.08169618,0.044204984,-0.03651175,-0.010072131,-0.0651165,0.08851719,-0.0061065024,0.08682072,0.0031784882,0.07691313,0.01303609,0.025450118,0.010085067,-0.023371097,0.025415432,0.021851476,-0.022854414,-0.06856216,0.033829622,-0.039295692,-0.08926451,0.047117535,-0.001646482,0.047479358,0.055962272,-0.012539821,0.060394302,0.024785765,0.050112143,0.051290322,0.045954753,-0.02931351,-0.046048943,-0.03460876,-0.008344107,-0.056816015,-0.08430104,0.010381816,-0.010377064,0.010927873,0.0289882,-0.004780366,-0.04457776,-0.10713673,0.03058134,-0.036480967,0.0032570441,0.0061436975,0.09917547,0.04859885,-0.0147251,-0.063667364,-0.07047204,-0.100597784,0.00836232,0.007247295,0.04502892,-0.0336959,0.014558184,-0.07230964,-0.038111307,-0.05291898,-0.016963866,0.00071674015,0.04244916,-0.016001351,-0.095200114,-0.03690071,-0.000057741436,0.00868983,-0.023835925,0.07830647,-0.016985973,0.07584978,-0.16778122,0.018811353,0.10917129,0.022935282,0.020594003,-0.119069085,-0.010069131,0.0016677254,0.0029357842,0.047568243,0.00210636,0.008914428,-0.0000986882,0.0042990446,0.014472902,-0.039525304,-0.00083737087,-0.028372806,-0.039664757,-0.07654384,0.05228808,-0.02848723,0.0294176,-0.044795845,0.020286229,-0.07352438,0.0024066563,-0.026959414,0.034226533,0.059837025,0.07253869,-0.0015734789,-0.046554428,-0.048646398,-0.13136657,0.017726673,0.029487755,-0.100789964,0.0871928,0.050169934,-0.013147146,0.02412599,0.07381819,-0.04366997,-0.07098042,0.005991321,-0.137667,0.019315682,2.980107e-33,0.049587607,0.024756772,0.013429891,0.060833003,0.03118602,0.06295042,0.037220452,0.014969477,-0.029432163,0.057065673,-0.0047370666,0.03413733,-0.022389706,0.025105026,0.0034911793,0.0047074575,0.05867767,0.062410686,0.03734976,0.0660633,0.050539188,-0.033092517,-0.021036379,0.1091059,0.0519833,-0.0703439,0.010153415,0.059229143,-0.048662987,0.04018998,-0.013355992,0.012679879,-0.033748116,-0.046134815,-0.015907805,0.010764433,-0.109511234,-0.038068496,-0.023051724,0.021136735,0.006708633,-0.0036116475,0.014913687,0.002939791,-0.038803976,-0.016651347,0.060941793,-0.0224307,-0.0039710216,0.041572917,-0.008776307,0.031001858,0.03621742,0.017880881,0.04587092,-0.040786795,-0.018537622,-0.00854591,-0.06336056,-0.0176777,-0.021346876,-0.061392162,0.011540201,0.051044658,-0.050950788,-0.0999792,0.025929207,-0.059992142,0.00896112,-0.09520947,-0.119413786,0.021202354,0.036150903,-0.06479688,-0.082946904,-0.053607877,-0.017768174,0.06233897,0.09748629,0.036289256,-0.014514569,-0.0066267266,0.048691384,-0.009597642,-0.058848012,0.04073363,0.1005103,-0.040031105,-0.0097506065,0.07075053,-0.109284796,0.010324663,-0.060707685,0.11715525,0.062960595,-6.16133e-33,-0.031626534,0.024960661,-0.029882189,-0.0834501,0.100476116,-0.004522381,0.10504586,-0.0519937,-0.015708426,0.06424812,-0.012133074,-0.087765954,-0.014791123,-0.024899557,-0.08093738,0.025355842,-0.0008202225,-0.005353345,-0.027151348,0.08146699,0.02843098,-0.006293834,0.018609669,-0.050734337,0.055149786,0.026507488,0.008614991,0.017826034,0.0038668097,0.010278897,0.054100875,-0.005342227,-0.11580584,0.010883328,-0.046452574,-0.05853881,-0.05794627,-0.005741573,-0.033131376,-0.047002897,0.09797346,-0.028196571,0.045675445,0.04867288,-0.03135104,-0.0333398,0.0813889,-0.15779458,0.009676527,-0.012074617,-0.00951225,-0.022715522,0.015947144,-0.010233966,-0.008909972,-0.04153849,-0.010746182,-0.009190418,0.048924908,-0.039519608,0.14484552,0.050573323,0.012070208,0.11151454,-0.007199075,0.023489416,0.07031426,0.053150877,0.058211,-0.03493366,-0.012349933,-0.0056257965,0.005248008,-0.05137575,-0.057758875,-0.023616586,-0.061515212,-0.13433042,-0.056621496,-0.011670019,-0.00037605737,-0.04568319,0.019853786,0.11174833,-0.090630166,-0.08304396,0.056237496,0.06943011,0.017524242,-0.040230088,-0.044197273,-0.0011195116,-0.05034676,0.025305001,-0.0178668,-5.6445323e-8,-0.03821911,-0.023969952,-0.05618412,-0.06818769,0.0016297359,-0.12227537,0.0041775284,-0.037109468,0.10177923,0.06629599,0.039449345,-0.035863336,-0.06759377,0.039424833,0.034409598,-0.0054751015,0.018758636,0.015340008,-0.035920836,-0.031815656,-0.05472141,0.010139464,-0.036251083,-0.06756325,-0.045692883,0.053516988,0.0034379212,0.06397517,0.019599276,-0.002355159,0.006036611,0.02458424,-0.022934968,-0.02739856,-0.015605664,0.016545031,-0.058394607,-0.026635883,0.02334268,0.050013475,-0.013750288,0.057859253,0.07106733,0.11765451,0.032083888,-0.043855272,0.015851,-0.0021965727,-0.053402912,-0.019805742,-0.030938342,-0.025877027,0.017265648,-0.041680034,-0.04120509,0.045774065,0.004916851,0.06426132,0.0019146112,-0.018561881,-0.06056531,-0.013939212,0.027690362,-0.059370983],[-0.11494978,0.06455363,0.077655114,-0.03739829,0.0025883426,0.028104134,0.008555866,-0.014609241,0.035030205,-0.034880206,0.10511642,-0.046318777,0.09671303,-0.00059073017,-0.0040669274,0.0699329,-0.0061747143,0.06833487,-0.034263358,0.044003062,0.07169004,0.026316307,-0.09818829,0.054226194,0.05904573,-0.019677581,0.026051294,0.024607241,0.05227885,-0.008860603,-0.032677524,0.07471305,-0.014569972,0.03900313,0.060398046,0.06226856,-0.017982574,-0.09833914,0.0141613195,-0.003602975,-0.037601087,-0.050236702,0.00373343,-0.025829382,0.017953252,0.012336512,0.023149963,-0.002009129,-0.088457085,0.018991701,-0.0072645247,0.033652466,-0.007049147,0.11386611,-0.013142322,-0.063018724,-0.06052046,-0.028864445,-0.03862554,0.004492612,-0.014264254,0.038399782,-0.034259774,0.060948618,-0.02603453,-0.008249185,0.030984182,-0.061262008,-0.021932675,0.103691876,0.04916865,-0.07603699,0.025425162,-0.017460233,0.022822972,-0.0049522715,0.08512566,0.04699999,0.023758091,-0.13772216,-0.00025101917,0.13960929,0.059274014,-0.03658892,-0.056099147,-0.10821186,0.0152532095,0.016133668,0.031491634,-0.018027248,0.07524141,-0.015299925,0.0043916674,0.029660715,0.04935855,-0.054857217,-0.00045784886,-0.061212655,-0.043372534,0.03263335,-0.031702388,0.03790206,-0.16359633,-0.059908345,-0.0021554008,-0.04571792,-0.0071124053,0.0020454063,-0.021114785,0.05852638,-0.020702086,-0.06779868,-0.02265774,-0.067775406,0.054549888,0.06788776,-0.06549651,0.088102,0.053364404,-0.06927728,0.034689665,0.09872607,-0.06630349,-0.001615133,-0.071300715,-0.061178308,0.056752224,1.6483325e-33,0.033528943,0.0054300954,-0.044629067,0.011479565,0.07554475,0.03251246,0.042217627,0.11467001,-0.0142035,0.077411585,0.049138058,0.018358644,-0.039941683,-0.081896104,-0.007944496,0.024381123,0.024355102,0.05344987,-0.0016595458,0.049153127,0.042664666,-0.09238679,0.03468747,0.069822535,0.024449328,-0.04637268,-0.0016297408,0.031461194,-0.057356276,0.013556414,-0.0086750155,0.002051306,0.03455139,0.017774696,-0.03718022,0.026993731,-0.06711481,0.0069662253,-0.023906507,0.03161278,-0.004441463,0.00303138,-0.055297244,-0.02639445,0.016665738,-0.080016986,0.01603733,-0.031367548,0.0036529596,0.021488428,-0.0021014726,0.04673741,0.0900617,0.04938778,0.046777107,-0.049987596,0.00097400305,-0.0037836873,-0.03683568,-0.053535078,0.021183506,-0.060513593,-0.010318142,0.03320775,-0.074272744,-0.08946547,-0.020260941,0.04364668,0.005636214,-0.122298956,-0.07805751,0.023304125,0.04852866,-0.04203481,-0.07599723,-0.087071896,-0.033277478,0.044038557,0.06424526,0.034515306,-0.0017266775,0.032612994,0.028857794,0.0001955654,-0.017913667,0.04769692,0.10888493,-0.029105116,-0.03341252,-0.0035127206,-0.058501672,-0.047250703,-0.015373202,0.032756805,0.09430956,-4.446433e-33,-0.037403755,0.03372224,-0.07563347,0.00781163,0.037495997,-0.04630358,0.020905696,0.08228021,0.028132308,0.036670916,-0.083299644,-0.05627128,-0.03299313,-0.05349464,-0.047923084,0.007054318,0.0196169,-0.04511371,-0.037518993,0.04720675,0.058730945,-0.034525875,-0.023697171,-0.08070199,-0.022310976,0.06294658,0.04002621,-0.02645636,-0.027158994,0.0122794695,0.057165794,0.0019382618,-0.119126,0.016057134,-0.012480499,-0.08696369,-0.0006076532,0.009824778,-0.07083547,-0.004305016,0.088705,0.00053328276,-0.0080089895,0.020852346,0.027541023,-0.12055709,0.034955997,-0.15832782,0.07099212,0.010185033,0.0028487789,-0.024658713,0.05534917,0.039579548,-0.033596225,-0.050158795,0.014764933,-0.027615556,0.047233846,-0.011104035,0.08601871,0.047432728,0.029762357,0.061027244,-0.0106960535,0.023934605,0.050430287,0.034672234,0.11288501,-0.026237136,-0.00814632,0.0004446755,-0.06761031,-0.09317095,0.012497262,0.0076516755,-0.019537967,-0.06600887,-0.08874524,-0.026449936,0.05799305,-0.0694346,-0.01745098,0.08604806,-0.092497274,-0.1233127,0.117726214,0.010367616,0.0010369195,0.042779606,-0.008002558,-0.023483502,0.010595214,0.020704329,-0.028416524,-5.5016184e-8,-0.039643165,-0.0204912,-0.0695737,-0.026627924,0.04184761,-0.118212685,0.013254074,0.01548117,0.022777088,-0.031970464,0.09663377,-0.05855732,-0.034051463,-0.004376882,-0.015625065,-0.022730766,0.009689768,-0.029806094,-0.030944614,-0.0063225515,-0.09386984,0.0025075169,-0.039125033,-0.08944682,-0.00662026,0.0138471,-0.0011869536,0.07855847,0.0012783727,0.014149167,-0.04260361,0.0771274,0.024731712,-0.025109457,-0.09754917,-0.019570254,0.0031204945,-0.027546821,-0.008688068,0.026857091,-0.0076741986,0.046614982,0.05414858,0.073982134,0.008292521,-0.06221109,-0.03333446,0.013764107,-0.0019330535,-0.030224368,-0.037437063,-0.0019746325,-0.006719675,-0.015355439,0.029217057,0.015152199,0.041794803,0.05061944,0.014533137,-0.018578388,-0.070997655,-0.013701009,0.050059304,-0.06721099],[-0.08782826,0.06825136,0.021772632,-0.037764676,-0.009865405,0.040158853,0.043816295,0.036038816,0.044532955,-0.05393317,0.022259595,-0.039086547,0.12448744,0.06410967,-0.021758407,0.04842942,-0.012925748,0.01741038,0.018255962,0.01619091,-0.06353219,0.041141585,-0.059363894,0.0034721633,0.06898316,-0.047484726,0.04256662,0.039487835,0.027394911,0.0005438167,-0.0005599871,0.07088943,0.050125092,-0.020113362,0.049377996,0.058454305,0.0059014973,-0.07958025,0.014757856,0.031493615,-0.050454095,-0.086074844,0.005620117,-0.008622255,-0.018672898,-0.017769994,0.009966373,0.001865677,-0.05370763,0.04796738,-0.06547382,0.007869702,0.010970166,0.004574489,0.000049046612,0.0028790499,-0.055459663,-0.02188435,-0.04807769,0.02979402,-0.025662292,0.054147694,-0.061799124,0.0075948164,0.013259731,0.032166444,-0.02405459,-0.083496794,-0.0642036,-0.002319026,-0.005337251,-0.021454131,0.007562002,-0.07626535,0.013462213,-0.025572982,0.04529355,0.08132308,0.011541639,-0.16703565,-0.028202586,0.086153366,-0.01753832,-0.050893787,-0.04818017,0.029426837,-0.010266549,-0.006908351,0.07944337,0.06522557,0.045976132,-0.07274098,-0.01771385,-0.004523068,-0.00038213932,-0.035551585,0.011940562,-0.013745325,-0.0046556448,0.05912983,0.008578009,0.017245589,-0.06618931,-0.012143118,0.0145804025,0.024183528,0.008983195,0.015302713,0.005835543,0.039297372,0.0143578295,-0.024606049,-0.06487159,-0.027323194,-0.004929001,0.036268666,-0.078569084,0.05728746,0.026323747,-0.074495785,0.05456724,0.10750696,-0.09681208,-0.066884585,-0.07862684,-0.088040955,0.056287758,7.7954326e-33,0.047104232,0.07920474,-0.020550663,0.04008745,-0.033319622,0.04630056,-0.0012782972,0.05333998,-0.078968465,0.02820218,-0.034432434,0.022781935,-0.035463184,-0.016372021,-0.037710216,0.012634715,-0.032794047,0.059611883,0.020846581,0.04359952,-0.006886037,-0.04072532,-0.0054949024,0.07874014,0.05502788,-0.014499931,0.074508965,0.036343765,-0.064476326,0.009129269,0.004576781,0.021330427,0.03657108,0.0035699331,-0.019886034,0.062990785,-0.059514575,-0.03549289,-0.051240314,0.0154753355,-0.014820721,0.02949654,-0.044248354,-0.017136589,-0.07816405,-0.05343853,0.107542835,0.0076868,0.12853286,-0.023576442,-0.09151004,0.039948862,0.000956627,0.04439649,-0.006859949,-0.08889325,0.007297218,0.02037298,-0.06559482,-0.010525394,0.014516829,-0.062441442,-0.044482153,0.071415745,-0.05695282,-0.09435688,0.0027823078,-0.013148718,0.09756002,-0.088374995,-0.027089888,0.002975119,0.06183988,0.0005348984,-0.08785481,-0.07766135,-0.03794222,0.049931105,0.05123879,0.09391535,-0.08087769,0.05486859,0.0551358,-0.034685664,-0.0044807224,0.10681515,0.14124978,-0.0156682,-0.033364497,0.054086577,-0.07086642,0.0003327036,-0.051337186,0.024360804,0.0999733,-1.0944456e-32,-0.018369703,-0.016238391,-0.0040271156,-0.021767369,0.01703785,-0.038455848,0.019842023,0.006285978,0.011806239,-0.021780912,-0.008048439,-0.05911117,-0.0020640385,-0.069152914,0.0024649312,-0.039072283,-0.06579784,-0.022195598,0.011070211,0.08295878,0.04883906,0.10451162,-0.011869195,-0.017248603,0.008605515,-0.0017148467,-0.03885074,-0.01028056,-0.0750173,0.061314452,-0.00068400335,-0.050817046,-0.19796929,0.026248917,-0.032087624,-0.09414739,-0.04464014,0.06576671,-0.0022074406,0.034371626,0.07370356,-0.022145314,0.0119293695,0.066933006,0.0136307385,-0.084390596,0.043516893,-0.16771723,0.018633049,-0.032484412,0.008869244,0.023738474,-0.03750174,-0.008889041,-0.018244468,-0.011740286,0.0026497967,-0.01253798,0.047868073,-0.01767123,0.102612995,0.09433559,0.06584257,0.05545507,-0.021060977,-0.0148615185,0.06349844,-0.016733311,0.10073584,-0.01025275,-0.023380497,-0.040605284,-0.008988238,-0.009239104,0.021536732,-0.04738395,-0.031764735,-0.011225959,-0.04127305,-0.019839577,0.031009952,0.014006269,0.01073874,0.06939061,-0.05733973,-0.0806924,0.083927326,-0.040364843,-0.015669322,0.03817675,-0.027639002,0.05883064,-0.03372336,-0.000057149653,-0.068858504,-6.247517e-8,-0.035261903,-0.035436615,-0.1288067,-0.06137461,0.009978339,-0.096853115,0.008408938,0.009563994,0.015054997,0.006528058,0.07300994,-0.09825783,-0.06044612,-0.0007555798,-0.04925267,-0.03288631,-0.039837267,0.08897704,-0.09786052,-0.027251758,-0.051724724,0.009798745,-0.0035144591,-0.08007792,-0.0041609504,0.03341847,-0.06182592,0.08394743,0.0028799586,0.024079172,0.00048276587,0.060949482,-0.032411516,-0.10705584,0.031965904,0.0096127605,0.024244625,-0.01849316,0.048069198,0.057293836,-0.0018429623,0.021538643,-0.01187447,0.09433748,0.04633783,-0.07685391,-0.09983074,-0.010637822,0.027734112,-0.053482085,0.025967222,-0.051043987,0.06814262,-0.009137642,0.02446103,-0.011099831,0.018485658,0.016052146,0.007896208,-0.0125208,-0.042395156,0.0047374535,0.056878015,-0.076186135],[-0.068457,0.056589097,0.04401107,-0.05629194,-0.074825585,0.043609217,-0.020552848,-0.046178862,0.01613679,-0.0039707064,0.020840399,-0.0240886,0.05531173,0.025491888,-0.019415267,0.033283647,0.038876228,0.028103177,0.03542677,0.0006684196,0.051969934,-0.010525641,-0.046101443,0.047985967,-0.018083276,-0.026998734,0.012740445,0.020712316,0.057454683,0.009356044,-0.028241131,-0.013838231,-0.0021245524,-0.0018175769,-0.0018038262,0.026579438,-0.05493873,-0.0960779,-0.00065235596,-0.021420632,-0.01908749,-0.034609247,-0.005444268,-0.030038666,-0.0046841996,-0.015123802,0.02541376,-0.04248305,-0.11433221,0.038822655,-0.0057550296,0.019037297,-0.007222349,0.09331739,-0.037818693,-0.04956392,-0.027647162,-0.005900574,-0.030965213,0.034087233,-0.065679505,0.07108174,-0.116190754,0.03168479,0.03047949,-0.008462496,0.027966762,-0.039213333,-0.02540763,0.047241744,-0.052370816,-0.05567658,-0.007766705,-0.028444543,0.033624884,0.0035870674,0.06939884,0.019739995,0.024532761,-0.16268395,0.0070025995,0.1481168,0.055747345,-0.0063691074,-0.045389604,-0.0444202,-0.001183233,0.03034081,0.049629383,-0.018452117,0.04373257,-0.073624425,0.0027509735,-0.008473734,0.065376,-0.006934808,0.03951853,-0.0668952,-0.0021396144,-0.015576921,-0.0016215309,-0.045991313,-0.08772927,-0.019630807,-0.021053053,-0.008508186,-0.03426389,0.051676784,0.027011152,0.056047633,-0.01412728,-0.0661555,-0.059193183,-0.052169923,0.054959215,0.038391452,-0.06832868,0.07057331,0.04254917,-0.05495437,0.017318115,0.075582825,-0.0590393,-0.0660185,0.00011371189,-0.02773134,0.11694592,2.9875992e-33,0.012903815,-0.022193411,-0.009719413,0.07288438,0.06564381,0.09371067,0.026235864,0.11569983,0.0004972987,0.08474047,0.010783231,-0.016079914,-0.0572685,0.00055200263,0.00994241,-0.03047387,0.0950432,0.07690743,-0.013954923,0.106136955,0.02812291,-0.05334071,0.043599106,0.084831804,0.07304246,-0.052786708,0.028073644,0.06374035,-0.10716303,-0.0014327974,0.03840883,-0.047669835,-0.0017564797,0.032415688,-0.052439943,0.010068749,-0.08106623,0.020818044,0.008216554,-0.011925674,-0.00910131,-0.004012555,-0.042344686,0.014582602,-0.0012863944,-0.12490613,0.11780415,-0.00094373076,0.05397118,0.029363306,-0.01709955,0.023634104,0.04024255,0.061348673,0.064632855,0.01915636,0.037064213,-0.052187964,-0.06537506,-0.08838131,-0.026343051,-0.09029803,-0.04295234,0.061100267,-0.044803686,-0.08744809,-0.00004185797,-0.04919045,0.0457569,-0.10211295,-0.09222362,-0.014315641,0.06906738,-0.0036581936,-0.06636372,-0.005993278,-0.08898428,0.030614596,0.08887445,0.061240833,-0.02064418,0.040679645,0.043167617,-0.010283025,0.078423895,0.047692236,0.08189475,-0.029095862,0.024585348,0.013888795,-0.03171279,-0.012773338,0.0040146285,0.0622503,0.11095588,-5.6733167e-33,-0.0029354303,0.0015797565,-0.025445113,-0.028985849,0.029918397,0.029250003,-0.011647766,-0.07908171,0.011971847,0.024514617,0.010217337,-0.038974643,-0.07211778,-0.048618354,-0.071141325,-0.040092304,-0.07584668,-0.03760668,0.012167601,0.05909223,-0.038969185,-0.0101166265,0.024406193,-0.086626515,0.021787645,-0.0029761824,-0.0067263455,0.02446092,-0.040054273,0.044161282,0.044068117,-0.047555666,-0.1219099,-0.00068835815,-0.013637832,-0.09612329,-0.02946624,0.08369962,-0.050562233,0.02998079,0.14167604,-0.007218585,0.0458281,0.0041773366,0.015834248,-0.10724916,0.009077018,-0.10547554,-0.019996706,-0.01436452,-0.040062953,0.018185157,-0.004700101,0.017248174,-0.020575583,-0.04551155,0.01676201,0.0010516507,0.055785127,-0.04915371,0.073194206,0.06949227,0.122172706,0.081085354,0.01788827,-0.02084975,0.0704041,0.035810802,0.09189784,0.0014241853,-0.10553054,-0.026332274,-0.017164713,-0.014009104,0.06785926,-0.05876402,-0.03594255,-0.09197906,-0.015257174,-0.049758103,0.042022537,-0.038590457,-0.0076161595,0.084237285,-0.07974374,-0.085206755,0.06412703,-0.0035783357,0.05784008,-0.0056164535,0.0066539906,-0.0023432048,0.0028241987,-0.016324462,-0.0014196127,-5.3207362e-8,-0.062017247,-0.010918738,-0.055226933,-0.04957586,0.0035512066,-0.085957214,0.035596885,0.07516498,0.01474251,0.0030832335,0.047503233,-0.087675594,0.0017520877,0.031444605,-0.024237655,0.00422251,0.041035175,0.03013544,-0.059849605,-0.049987257,-0.104668185,-0.020146135,-0.023452003,-0.031001393,-0.0015467731,-0.0059171887,-0.02474693,0.095489666,-0.008147729,0.01922992,-0.00004330412,0.05161697,0.009982096,-0.039919376,-0.01807056,-0.016853971,-0.015413111,-0.022777524,0.023802344,0.04380249,-0.013407274,0.13560502,0.063048534,0.09470895,0.0794839,-0.06418447,-0.016249359,0.027571749,-0.01793117,-0.018301433,-0.020956257,-0.029393516,0.016159903,-0.013883381,0.019172518,-0.026730577,0.019043805,0.048855145,-0.0028184024,0.03595669,-0.06068343,0.015348858,0.041003723,-0.11923836],[-0.12367846,0.06748108,0.06940316,-0.06352609,-0.019321518,0.08558972,0.031221032,-0.05090734,0.009107141,-0.02705819,0.03720945,-0.024995042,0.052324764,-0.00037443987,-0.01322936,0.05747107,0.012818863,0.055424217,-0.018574052,0.012157929,0.014131303,0.034779802,-0.06741944,0.061166935,0.04101791,-0.0101049105,0.066266224,0.01667001,0.050800566,0.011124537,-0.039793864,-0.029325474,-0.016729606,0.02843648,0.02962229,-0.030416865,-0.023767484,-0.10501589,-0.02757379,-0.002249443,0.0009103065,0.00059778604,-0.053345658,0.0045175673,0.012862122,0.02090539,0.02972738,-0.038208354,-0.09372372,0.044654693,0.015518546,0.047232233,0.007635747,0.11054999,-0.024930025,-0.05111663,-0.0040133386,-0.014735189,-0.011308409,0.077122465,0.006418153,0.041724235,-0.005498734,0.028467234,0.036029603,-0.0049982206,-0.00068365486,-0.034318168,-0.03727645,0.013672992,-0.060024925,-0.06373743,0.011539507,0.013379687,0.0649208,0.038674694,0.028716953,0.044174846,0.023639752,-0.15525067,-0.008001268,0.08992511,0.037085515,-0.006810412,-0.07031862,-0.07322317,-0.011740755,0.091515936,0.04923971,0.0003323686,-0.0037161873,-0.08437563,0.023370268,-0.044179637,0.096702926,-0.008661359,0.025880612,-0.07725371,-0.056933537,-0.038365435,-0.017551912,-0.05543207,-0.06936291,0.019165179,-0.036239203,0.043853123,-0.029938279,-0.026408633,0.043411877,0.05679799,0.05499334,-0.039239928,-0.06408124,-0.049109094,0.06320642,0.053355593,-0.066231415,0.09486568,0.0116354525,-0.10106612,-0.016216882,0.057408758,-0.0629306,-0.09009441,-0.04362415,-0.063436165,0.058026988,2.4704553e-33,0.0417055,0.031354483,-0.04725421,0.058345303,0.088145986,0.035600085,0.041530937,0.065745406,0.010115969,0.04848547,-0.057525378,-0.04516394,-0.03519431,0.006132404,-0.008104538,0.028879367,0.07317423,0.054628823,0.008658796,0.062108357,0.08168576,-0.048701078,0.02075161,0.070251554,0.033035,0.014159665,-0.0071969633,-0.013454931,-0.12283443,0.0031371098,-0.016044166,0.047317505,0.050378267,0.029657193,-0.047208678,-0.0143468585,-0.0943869,-0.0005394438,-0.0076873964,0.00041825557,0.027168348,-0.014135074,0.005495438,-0.017415844,-0.0002814841,-0.1835182,0.07967052,0.056970213,0.08101153,0.00065292453,-0.031576388,0.043623094,0.038428485,-0.05546344,0.058709167,0.006945386,-0.004454585,-0.03991111,-0.01734574,-0.040408455,-0.0773295,-0.035917632,-0.041834198,0.06406418,-0.065287724,-0.028309554,0.00057275634,-0.030791756,0.055778462,-0.094561726,-0.03205671,0.0090856645,0.027706694,-0.020358099,-0.06733137,0.0283222,-0.0370219,0.0026373116,0.106347285,0.064781144,-0.042014685,0.0041119675,0.019791694,-0.040419552,0.013279743,0.05445305,0.10728056,-0.033442393,0.013295774,0.03619149,0.013216067,-0.050199028,-0.010737938,0.013763937,0.10260727,-6.192887e-33,-0.029420672,0.014311209,-0.040465854,-0.07607191,0.038240533,-0.0275326,0.04491268,-0.02855016,-0.022614555,0.016039003,0.012153512,-0.03923707,-0.054367803,-0.06357813,-0.058666676,-0.011358492,-0.047003906,-0.030327912,0.028070949,0.025547342,0.0024755143,-0.022646321,0.011710734,-0.045649864,0.04010157,-0.0016857331,-0.03204609,0.024526972,-0.023310648,0.07397398,0.043243967,-0.0015634359,-0.12129948,-0.0046672896,0.004369617,-0.13127063,-0.053939283,0.025495147,-0.031558108,-0.062148117,0.124801405,-0.03142146,0.00069448893,0.08938767,0.01778795,-0.0973479,0.018165391,-0.064564236,-0.023405986,0.017331455,-0.02265329,0.05439232,0.03427309,0.020035712,-0.028973889,-0.026628055,-0.00305332,0.038777106,0.058948454,-0.01760169,0.07938059,0.054884255,0.11373232,0.112769514,0.011665368,-0.032642886,0.07132114,0.0873406,0.11501087,-0.038697526,-0.021752466,-0.028019072,0.0044287117,-0.07004631,0.037974432,-0.02776389,-0.02142155,-0.04683008,-0.071507245,-0.0029713383,0.054588407,-0.045486096,-0.021677865,0.09172746,-0.045569655,-0.09219558,0.05985139,0.0096958205,0.050189354,0.061946165,-0.08269472,0.0075753806,-0.03363332,-0.012517867,-0.049063526,-5.3335988e-8,-0.05440642,0.052326653,-0.0612163,-0.054970615,-0.02442704,-0.11950955,-0.0006896954,0.06285632,-0.009362102,0.03382882,0.031032473,-0.053756937,-0.018650427,0.036322646,-0.055589806,-0.017601034,0.04919016,0.0560243,-0.051726107,-0.08217529,-0.07762918,-0.007575042,-0.03327962,-0.05173832,-0.032425642,0.031416293,-0.024252875,0.0021428512,0.031646304,0.03658435,-0.029191138,0.030204657,0.008234996,-0.006639828,-0.014046085,-0.049061522,0.0402517,-0.0200589,0.005329609,-0.03771893,0.009826405,0.14007819,0.02266601,0.07876345,0.07769363,-0.09679665,-0.04335792,-0.053767536,-0.006973844,-0.0030805161,-0.019009551,-0.032908782,-0.008195824,-0.024363605,0.0025741295,-0.04545471,-0.014414576,0.04843833,0.007957106,-0.026031483,-0.07401077,-0.02944117,0.06825976,-0.13950214],[-0.094680026,0.04996089,0.039143793,-0.07688726,-0.03723089,0.052177567,0.03306609,-0.046079498,0.029702192,-0.03460197,0.0036698505,-0.074500665,0.026801154,0.036245532,0.018472033,0.046259817,0.09042392,0.055629343,0.00058627466,-0.018086255,-0.009127826,-0.00452451,-0.07321493,0.034960296,0.025568988,-0.03966728,0.013941032,0.028864784,0.0015819683,-0.009632239,-0.004167488,0.009506359,-0.032251723,0.03978864,0.05083696,0.027114628,-0.024541626,-0.050974134,-0.0071378006,-0.034262553,-0.028376067,-0.027064396,-0.0036273513,-0.035680544,-0.023097875,-0.04188678,0.048922587,-0.029307472,-0.11305789,0.027916197,0.05090574,0.023890618,0.027526584,0.052238926,-0.026061326,-0.061882507,-0.033640783,0.0024124607,-0.042637683,-0.0039192894,-0.025876192,-0.031035101,0.005454167,0.06336203,-0.05880549,0.0064831553,0.026738636,-0.02959526,-0.10855974,-0.036973987,0.0072540105,-0.075011306,-0.012477789,0.005161609,0.051526085,-0.020707779,0.042554375,0.07121586,0.032103736,-0.13474053,0.023057891,0.20077679,-0.00816818,-0.008658998,-0.049179696,-0.055437095,0.012341893,0.0787597,0.054194648,0.01113322,0.022045257,-0.082776584,0.004512938,-0.024923066,0.058862247,-0.017966526,0.068140455,-0.03186793,-0.042301882,-0.012749833,0.021940177,-0.009347444,-0.0644752,0.050222404,-0.011183209,0.054864336,0.026450528,-0.011168154,0.058746837,0.018632766,0.017496007,-0.027711136,-0.05237532,-0.040904365,-0.02487833,-0.033092637,-0.07479025,0.060789034,0.053757943,-0.0870772,-0.006691703,0.06773698,-0.03749006,-0.055584177,0.0037501082,-0.04301252,0.06560082,2.4427055e-33,0.0657885,0.03519562,0.014279293,0.023694996,0.08453666,0.0056316447,0.046279054,0.07307006,-0.014743267,0.032723837,-0.047486436,0.02177459,0.034491066,0.0039040947,-0.02743438,0.07309752,0.025331551,0.06554908,0.028709227,0.08036012,0.017400503,-0.10353662,-0.0012744274,0.09213288,0.037757263,-0.06401114,-0.005713951,0.0206312,-0.054552976,0.025701638,0.000080988946,-0.009207517,0.09640308,0.015103797,-0.029606342,0.06544778,-0.121086724,0.027880302,-0.0391766,-0.017669996,-0.015697805,0.0032632297,0.020978795,-0.005986985,-0.05756979,-0.07869686,0.07346127,0.038699586,0.060429234,0.06762744,-0.003372476,0.020284276,0.07125222,-0.015313466,0.036687527,-0.019606287,0.022560073,-0.0034276776,-0.030338375,-0.059457693,-0.081283376,-0.052928094,-0.059570935,0.023751523,-0.0328337,-0.075761065,-0.0010620016,0.0018772198,0.029221905,-0.09946913,-0.056195613,0.010152847,0.009575026,-0.057789937,-0.060011458,0.04138946,-0.04614399,0.03609145,0.04587488,0.011299958,-0.03787442,-0.021134678,0.08481012,-0.042304408,0.00358293,0.051022053,0.077949174,-0.007408861,-0.029130954,0.007496595,0.020963723,-0.0042789094,0.006781716,0.04905924,0.09961075,-5.3686337e-33,-0.025680382,-0.028786724,-0.0057703494,-0.08220288,0.0003143769,0.045627028,0.032153495,-0.06384685,-0.04819014,-0.035795476,-0.01506574,-0.03638336,-0.075163476,-0.047257785,-0.038301285,-0.024122678,-0.06899085,0.011205189,0.016961223,0.05669405,0.035340697,0.007844953,0.047492698,-0.056741085,0.019671243,0.048185647,-0.07896144,-0.037418474,0.030507734,0.04204046,0.058270857,0.040380962,-0.15739812,-0.021840082,-0.022726182,-0.10332804,-0.10160307,0.0501759,-0.035309825,0.006155156,0.037080295,0.041228216,0.008375252,0.06746096,-0.014484352,-0.10820071,0.037889518,-0.12672125,0.0036387478,-0.00037311824,-0.019169593,0.061798077,0.029106077,0.05395175,0.0043481747,0.00060811674,-0.01774247,-0.010720165,0.05058886,-0.065852314,0.046172034,0.04340614,0.108061686,0.09569505,-0.022208247,-0.0075728404,0.03101854,0.0368384,0.10276758,-0.020792149,-0.051044237,-0.11593693,-0.056805637,-0.08064664,0.045726713,-0.04777076,0.0352525,-0.11256375,-0.091666065,0.009510714,0.03247291,-0.034029648,0.017806448,0.074262775,-0.042222418,-0.043263696,0.051341247,-0.06017754,0.046425235,0.07971768,-0.052369192,0.046835933,-0.03134453,0.046660252,-0.014327024,-5.8940092e-8,-0.04786543,0.008147121,-0.11238222,-0.025293017,-0.030418385,-0.12922691,-0.001609204,-0.0023168928,-0.03765408,0.012235048,0.09125863,-0.10056661,-0.04216136,0.026571292,0.033704728,0.023964178,0.030687895,0.028527075,-0.06439845,-0.0026062585,-0.11758182,-0.024570527,-0.027038744,-0.04916602,-0.010669343,0.0055056107,-0.013492862,0.0075071394,0.12412605,0.035471115,-0.044139545,0.092546605,0.00086913584,-0.015470161,-0.014341851,-0.016751043,0.009636114,-0.03586036,-0.020419924,0.04297824,0.008237757,0.13668896,0.081690885,0.05823813,0.023706133,-0.09427743,-0.0023259902,-0.04514226,-0.032504544,-0.007757843,-0.046745487,-0.021504177,-0.0021318842,0.02622691,0.015346272,-0.018186783,-0.0012258005,0.00044888756,0.043560084,0.011391754,-0.033657696,-0.015187582,0.117333524,-0.09034279],[-0.08456496,0.00033512892,0.016252123,-0.033633728,-0.009008085,0.074758165,0.004204749,-0.026100816,0.081195556,-0.04880358,0.06922113,-0.01935822,0.045252822,-0.00031842093,0.05561433,0.035379887,-0.007176271,-0.00039816517,-0.023696562,0.021877239,-0.0012610551,0.018077385,-0.06017276,0.009597155,0.01932639,-0.08824623,0.05499799,0.014824068,0.018409103,-0.02945953,-0.0051956996,0.09055977,-0.056706067,0.04955679,0.07229895,-0.003619963,-0.03872316,-0.069014594,-0.033617273,0.026162622,-0.057723746,-0.064552285,0.021744248,-0.019296903,-0.011983032,-0.017803162,0.024342572,-0.033495937,-0.08170635,0.05876919,-0.010159412,-0.0074618603,-0.014517761,0.12064268,-0.016616378,0.008723552,-0.09482973,0.00790078,-0.06341688,-0.020174261,0.0051609725,0.05645885,0.017625848,0.013689795,-0.03930853,0.04411814,0.006690048,-0.08575649,-0.07030684,-0.052171607,0.032590117,-0.059998903,-0.017746931,-0.017826973,0.05100229,-0.036121305,0.036546763,0.04577369,0.09039172,-0.17066945,0.03264525,0.18470018,0.011990547,-0.034806266,-0.10972846,0.0057228543,0.014339803,0.072202064,0.06960101,0.027101379,-0.022880474,-0.06971382,0.023121493,-0.01350195,-0.024893334,-0.004076531,0.0454722,-0.07384326,-0.024807991,0.01740928,-0.0089226505,0.016444393,-0.07560253,0.0517097,-0.032065604,0.029178614,-0.014581096,0.021209462,0.022299657,0.059322562,0.028639982,-0.040112816,-0.02150436,-0.08108194,0.03133416,-0.0041920813,-0.08550767,0.061716445,0.08134859,-0.1160953,0.0028600134,0.077622496,-0.02662161,-0.096014835,-0.05002274,-0.041357893,0.008823974,7.163776e-33,0.036400296,0.055865668,0.0009010256,0.03889067,0.017267292,0.042568054,0.0510851,0.073526144,-0.08239796,0.07447428,-0.07843158,0.059900817,0.017713523,0.0073420606,-0.00587298,0.01373326,0.038834717,0.095014304,0.019601617,0.028618973,0.04366228,0.0002924242,-0.0011223491,0.09363741,0.014873717,-0.05311524,0.024032075,0.030189559,-0.06681741,0.015609695,0.029655175,-0.00034685573,0.05936744,-0.011837511,0.020531122,0.06463098,-0.075648546,-0.045881264,-0.02446444,-0.008265934,-0.035503417,0.0044712718,-0.010292282,0.00093225663,-0.049399357,-0.0712162,0.06387103,-0.013454743,0.05588935,0.005228656,-0.020962963,0.043094806,0.06366354,0.049634006,0.047619913,-0.07539603,-0.0035423306,-0.04929223,-0.06895112,-0.049021915,0.010404572,-0.054245155,-0.08101434,0.03504179,-0.061782166,-0.02863406,0.011812352,-0.058872875,0.056563757,-0.12457946,-0.005812759,-0.034041476,0.01947496,-0.09261174,-0.013603048,-0.06504861,-0.03460181,0.04362315,0.088689014,0.04363237,-0.007386668,-0.043711822,0.030366022,0.028887264,-0.02310292,0.036392517,0.09979645,-0.042739768,-0.017972961,0.04075262,-0.066201255,0.03303476,-0.042191,0.0857005,0.12748489,-8.292403e-33,-0.01655469,0.0039654206,-0.020358639,-0.06817021,0.015586402,0.009450001,0.071212605,-0.048526723,-0.013473463,-0.06344757,0.012915735,-0.083855174,-0.023346959,-0.049359,-0.023806743,-0.08324424,-0.06337136,-0.00006821607,0.025305798,0.11093875,0.018621167,-0.017748393,-0.013988809,-0.048804216,0.03322843,0.018787537,-0.05503353,-0.0072285547,-0.031931117,0.012125015,0.050342232,-0.02328389,-0.13585326,-0.018841766,-0.025715135,-0.085894994,-0.076296136,-0.0057005216,-0.045505203,-0.0634017,0.056328237,-0.039700504,0.055628218,0.07800523,-0.01052834,-0.04302892,0.03986224,-0.13353346,0.030801931,-0.0021611706,-0.01700999,0.05922989,-0.0070898705,-0.0020847358,0.022071382,0.046198253,0.0030683693,-0.015703129,0.03381162,-0.01328462,0.12992406,0.087928824,0.059652127,0.13718723,0.034808427,-0.0077931765,0.061901763,0.034903537,0.03837602,-0.07235644,-0.03217592,-0.03618094,0.031773973,-0.0525129,0.018452533,-0.03641004,-0.026284602,-0.077593006,-0.025370458,0.0008966656,0.051284995,-0.04392419,0.026180144,0.052059747,-0.049387094,-0.048107833,0.09879456,-0.034987085,-0.0051645893,0.029492382,-0.029364346,0.03357433,-0.03394814,-0.0025090312,0.024319245,-5.373831e-8,-0.06667971,0.08293141,-0.05342782,-0.06547568,-0.0005907991,-0.0832435,0.069161445,0.014834485,0.022853754,0.0084756445,0.05036271,-0.05588659,-0.05571734,0.04223504,-0.017339475,0.00597617,-0.002737255,-0.017939202,-0.034321845,-0.023009248,-0.11975111,-0.0007493573,0.00378403,-0.13364246,-0.060466368,0.05440813,0.0051930337,0.06331989,0.052469835,0.040851656,0.013787039,0.04480617,-0.030934952,-0.021600725,-0.019753424,-0.016454257,-0.008431403,0.025011016,-0.007869506,0.02513503,-0.018749714,0.07260036,0.014589188,0.06886981,0.077721804,-0.06813561,-0.000011459382,-0.03685403,-0.0061172396,-0.0066186134,-0.0066022226,-0.042813867,-0.007914264,-0.033090286,0.007961844,-0.028303517,0.029304465,0.08091726,0.013568302,0.045915645,-0.049442917,-0.078291036,0.06532643,-0.056775756],[-0.12540314,-0.009944496,0.016721088,-0.056034733,-0.015694972,0.05822737,0.06885195,-0.031600825,0.070492044,-0.07143181,-0.013646267,0.019603534,0.054778676,0.06648693,0.032860253,0.039502297,0.039501734,-0.0030520088,-0.012225841,0.025571276,0.04685896,0.0078004543,-0.06745816,0.043246236,-0.06713607,-0.043514412,0.08056379,0.0076580467,0.048239302,-0.001496657,-0.031906646,0.09231027,0.037813798,0.02154726,0.01606217,0.011965368,-0.05292645,-0.031958558,0.01874066,-0.020151319,-0.049709197,-0.07186733,-0.031740163,-0.038110048,0.018505102,-0.043620665,0.02717564,-0.021606833,-0.12066402,0.03204062,-0.04308742,-0.04458263,-0.017588537,0.029360734,-0.036938865,-0.037657462,-0.045005497,0.0034929905,-0.046410948,0.030318646,0.0010283911,-0.010828002,-0.03123051,0.01989471,0.07745101,0.021022549,-0.019508172,0.015691897,-0.08355886,0.017679587,0.013560892,-0.015257557,-0.0061251665,0.0056103775,0.052036438,-0.005442868,0.06321145,0.036606234,0.07226021,-0.21463716,-0.032722242,0.18577161,-0.043607507,-0.006943861,-0.06409299,-0.03853881,-0.024064867,0.055791084,0.11583816,-0.0074384557,-0.033206724,-0.14722101,-0.0037128644,-0.0031208508,0.04524414,-0.0003287981,0.061253496,-0.08053523,0.006393421,-0.02440338,-0.016372329,-0.01898435,-0.064898655,0.002462858,-0.038698692,0.028473506,-0.055388298,-0.06527485,0.070939146,0.09572739,0.0066951253,-0.03689856,-0.01697137,-0.016279938,-0.049637638,-0.01893395,-0.041310374,0.08494052,0.014438894,-0.03615547,-0.027191255,0.08107089,-0.005414777,-0.07583937,-0.042519532,-0.047692303,0.008291548,4.441626e-33,0.022503208,0.0040370263,-0.045474026,0.12366056,0.033056457,0.028878791,0.008301711,0.07775513,-0.057842504,0.074552864,-0.01199594,0.06392563,0.04848644,0.014254859,0.016970597,-0.00012376854,0.071793586,0.06354204,0.02750587,0.03137473,0.029856002,-0.03040625,0.0014999217,0.122518465,0.0513889,-0.07192332,0.0036938207,0.013710003,-0.040175155,0.012405993,-0.002148351,0.006329316,0.010063188,0.007975876,0.003011626,0.12180728,-0.11551256,-0.010890076,0.023754328,0.00075335416,-0.007467156,-0.001785341,-0.028169837,-0.015026664,0.018702196,-0.067851566,0.04428578,0.034204688,0.03662993,0.026857486,-0.031017907,0.048609816,0.027211567,-0.01731036,0.07681435,-0.00442251,-0.048316423,-0.049594607,0.0015012429,0.016492648,-0.023954622,-0.057377152,-0.013123913,0.045799557,-0.045553837,-0.030101877,0.03164364,-0.039651245,0.055724323,-0.116776615,-0.060565315,-0.03332042,0.0016485213,-0.025398588,-0.05658406,0.0047800937,-0.051737767,0.06997494,0.031045688,0.01693545,-0.034036193,0.020209916,0.053457335,0.031590126,-0.04815837,0.034855306,0.097885214,0.00263552,-0.015639136,0.06903604,-0.02510325,0.020280352,-0.027943315,0.09978405,0.12181292,-7.954063e-33,-0.013912604,-0.055360124,-0.010753416,-0.07613353,0.045653816,-0.0055379104,0.024938079,-0.08126487,0.0054111527,0.014118211,-0.024173645,-0.05910672,-0.0628996,-0.06803615,-0.11203128,0.0063732998,-0.06290926,0.03395624,0.027855398,0.10444499,-0.005682092,-0.032704193,0.044899307,-0.06846759,0.049952485,0.023029638,-0.039631315,-0.03959456,-0.025632897,0.024612935,0.029043913,-0.030061811,-0.15065682,-0.015861904,0.003968798,-0.085957386,-0.028860977,-0.023199113,-0.030782158,-0.084662706,0.105449185,-0.038315818,0.021226408,0.033467945,-0.013996432,-0.106174506,0.01788698,-0.08203826,0.018003343,-0.003479402,0.0445717,0.07484905,0.023844888,-0.03208044,-0.0075740498,0.012955189,0.050698802,-0.010956991,0.017263677,0.017387208,0.12722152,0.073258474,0.044156145,0.060880564,0.006491779,-0.0313979,0.049232095,0.058354266,0.12961529,-0.021308776,-0.007817166,-0.06406607,-0.011213004,-0.050743554,0.043758813,-0.077451415,-0.009221994,-0.09312963,-0.048467197,-0.044441167,0.033043403,0.0029111088,0.044757716,0.092018835,-0.06859302,-0.055675138,0.049468383,-0.003995627,0.015621216,-0.016068442,-0.050257508,-0.0132423835,-0.059064906,-0.0045519704,-0.005439776,-6.360394e-8,-0.025004702,-0.03158155,-0.025366636,-0.08415423,-0.006836751,-0.1316822,-0.027653232,-0.019275902,0.039458744,0.024963817,0.049555987,-0.06307223,-0.048244316,0.060834516,-0.02152797,0.043816477,-0.005049708,-0.057437897,-0.062600955,-0.0439129,-0.05883116,0.0068408046,-0.02772843,-0.023576431,0.0062096533,-0.03186657,-0.008616116,0.023135992,-0.017078143,0.04276172,-0.022377862,-0.013538221,-0.0029563103,0.004930285,0.031508412,-0.08560604,0.00080958876,-0.049218748,0.03457473,0.034647543,-0.009527916,0.090582654,0.023205528,0.07232062,0.04217935,-0.06500448,0.016031146,-0.03754488,-0.024928467,-0.020688152,-0.04095326,0.019605393,0.066286206,-0.041953687,0.012064898,0.03303485,0.034556653,0.025193615,0.05800077,-0.0007494984,-0.06565797,-0.014281494,0.055520292,-0.0958473],[-0.09023769,0.0636094,0.026942339,-0.03603391,-0.01320194,0.03112706,0.04125642,-0.053702086,0.04433187,-0.053895634,0.015630132,0.02703328,0.03460278,-0.004393289,-0.0011220404,-0.0013378832,0.05741008,0.043758146,-0.049260825,0.023328094,0.0060479846,0.0020802286,-0.04183817,0.06963915,0.004505888,-0.020791262,0.06770034,0.029671276,0.009360252,-0.040495068,-0.036836755,0.03346639,0.015159479,-0.00529363,0.03318635,0.03344002,-0.061376482,-0.063755006,0.03167954,-0.030181967,-0.038816858,-0.06335825,-0.0462476,0.006196893,-0.02517222,0.02821591,0.030979514,-0.023962859,-0.07576909,0.004005336,-0.030363493,-0.036114976,-0.021973312,0.011942044,-0.075872235,-0.03635817,-0.07905448,-0.039952148,-0.038483433,0.077216566,-0.00039322063,0.031547476,-0.025396591,0.0485467,0.051078673,0.017899858,0.03556153,-0.039987214,-0.010349694,0.045175523,-0.019804198,-0.027790695,0.03441358,-0.02491186,0.049267545,0.020615345,0.013719559,0.03403094,0.061777577,-0.17900722,0.0021644903,0.1407826,0.0061494266,-0.021733958,-0.05441557,-0.1032589,0.025032248,0.05672511,0.04740972,-0.055367634,-0.008045322,-0.12061015,0.014699583,-0.0077158366,0.049316756,-0.0024689313,-0.02573774,-0.06167945,-0.044068206,-0.01857473,-0.024118893,-0.005199926,-0.08118591,-0.014470154,-0.017954672,-0.023262631,-0.03356742,-0.016348762,0.012469608,0.09844495,0.0057345857,-0.022066189,-0.053600956,-0.058458414,0.05025186,0.06314617,-0.082920566,0.089066595,0.016377281,-0.06394075,0.0030957428,0.052247133,0.011932693,-0.031484548,-0.054199338,-0.04585362,0.056758944,2.0310428e-33,0.047733992,0.00014165688,-0.051492963,0.086312525,0.04803917,0.124508634,0.012858126,0.02923577,-0.058315713,0.14120315,0.0436436,0.0020808745,0.0011615976,-0.043853477,0.015720606,0.027073773,0.031412136,0.07323598,0.02941166,0.04806932,0.088613234,-0.027354829,-0.004492072,0.107944235,0.07019813,-0.035179652,0.025140723,0.019209916,-0.021895377,-0.000539386,-0.04825437,0.019398056,0.056411803,0.031891905,0.017774597,0.07970485,-0.12532283,-0.05236961,0.027723638,0.045998774,0.05667985,-0.011290109,-0.04959633,-0.027814563,0.046267178,-0.11399229,0.007799802,0.046434794,0.035035696,0.009671963,-0.05221261,0.11049867,-0.017588245,0.001876929,0.031936675,-0.0016961063,0.029381696,-0.01569081,-0.041969582,0.004354669,-0.02797547,-0.035022635,-0.0482776,-0.021408182,-0.062004898,-0.03714511,-0.025572876,-0.022489185,0.038362965,-0.0977564,-0.09081651,-0.034594364,0.043541685,-0.040505677,-0.057913728,-0.031398077,-0.049830187,0.0734256,0.12791136,0.027503354,-0.05005539,0.019057626,0.057854842,0.033687625,-0.053686947,0.016361127,0.074620344,0.004736611,-0.021609092,0.10644209,-0.011177607,-0.007055892,-0.02015286,0.094894156,0.09944379,-6.241828e-33,-0.03390447,-0.018085169,-0.056949437,0.0011598158,-0.0012050654,0.028142974,-0.024289172,-0.025612751,-0.03983358,-0.0050855875,0.021088013,-0.0065384465,-0.0702329,-0.10535132,-0.052900184,0.01566986,-0.009342917,0.041492395,0.020196266,0.052085154,0.030265078,-0.031333208,0.005421206,-0.012475546,0.06246612,-0.010137817,-0.01291653,-0.027577266,-0.018767256,0.051216457,0.01513612,-0.017163634,-0.12066038,-0.010004652,-0.018160632,-0.15394695,-0.0068728547,0.007923132,-0.026932623,-0.025405299,0.11302474,0.011477056,0.0342403,-0.018320682,-0.03341429,-0.07668007,0.014402856,-0.10248899,-0.016871337,0.020598112,0.06618951,0.02949125,0.0033378943,-0.021020947,-0.014751547,-0.008188279,-0.018508397,0.02881115,0.0629242,0.031767275,0.12261778,0.080551825,0.044594977,0.057429742,0.03219675,0.021264086,0.019126259,0.062664494,0.11680007,0.025345134,0.00057012786,-0.1072171,-0.010535209,-0.037323907,0.059671596,-0.07199253,-0.030611599,-0.08605156,-0.07069705,-0.015803695,0.075682536,-0.00034827495,0.02798067,0.067996435,-0.017538097,-0.049928065,0.065073065,-0.023059921,0.028822638,0.013054421,-0.0041180137,-0.0234677,-0.07238965,-0.07745797,-0.010949945,-5.715877e-8,-0.045598432,-0.010319223,-0.06495176,-0.08499451,0.05880786,-0.10793849,0.013744964,0.030436091,0.01096593,0.054685332,0.12791911,-0.08924909,-0.07137472,0.002299542,-0.0072273733,0.012490705,-0.016251802,-0.010650032,-0.02890668,-0.09782806,-0.12832431,-0.034451094,-0.060282953,-0.06791368,0.0037759282,-0.00634865,0.013234506,0.06453504,0.008965274,0.062628254,-0.037064433,-0.025307683,0.038935535,-0.016518496,-0.028828468,-0.021899018,-0.011941794,-0.048049223,0.03362531,0.035132922,-0.050566632,0.11838251,0.042357177,0.097190894,0.03563401,-0.044740018,-0.01342677,-0.038945653,-0.01242663,-0.02283493,-0.04846623,0.017061796,0.027239293,0.048704606,0.0089916475,0.01733358,0.008472892,0.03216923,0.024606368,-0.01347748,-0.076277316,-0.02701444,0.03724941,-0.102469906],[-0.116862915,0.0021852222,-0.019145485,-0.073378064,-0.034990247,0.0535284,-0.0042866785,-0.0025522271,0.040487017,-0.047666345,0.0908243,0.001662738,0.036078073,0.0000359446,0.066845395,-0.0015632906,0.05344324,0.047559842,-0.021170039,-0.020461204,0.026108958,0.027660329,-0.0517226,0.04665501,0.05972604,-0.053354677,0.004250763,0.04732668,0.044865217,-0.036035288,-0.06034638,0.04247607,-0.010211441,0.038092192,0.07644364,0.026944647,-0.049765725,-0.07051593,-0.02070518,0.0072156754,-0.013984496,-0.056592926,-0.044253115,0.026005978,-0.033330902,-0.04583486,0.010688693,-0.04784949,-0.07144196,0.025435278,0.026469842,0.0017036403,-0.038612455,0.07198463,-0.044387165,-0.04786918,-0.078412846,-0.008404254,-0.0393048,0.02694026,0.025997717,0.0023661875,0.012382427,0.016328407,-0.0043241833,-0.02146339,-0.018636724,-0.022011094,-0.121160336,0.03111149,0.005792845,-0.038871408,0.02557678,0.006779063,0.061873317,-0.04268469,0.06663628,0.049997598,0.058192473,-0.17067976,-0.024616303,0.16866332,0.009754016,-0.0072579146,-0.056787297,-0.061763693,-0.0055088573,0.07251742,0.044112254,-0.018404847,-0.0027317705,-0.0949242,-0.009529675,-0.013737458,0.0727286,-0.0077965204,0.007459319,-0.08825316,-0.07032946,-0.0026401845,-0.021521913,-0.0053411317,-0.11232561,0.016801475,-0.013603895,0.0035484002,-0.06684468,-0.018348914,0.031140806,0.09229957,0.007162279,-0.032551516,0.014148047,-0.09059629,-0.00035150608,0.017197575,-0.06766205,0.04253184,0.04483969,-0.10727061,-0.022370847,0.05900187,0.035727996,-0.027689913,-0.012888165,-0.033159155,0.033389054,1.2270605e-33,0.027136289,0.08247889,-0.021686206,0.06579854,0.038550846,0.043536417,0.03622715,0.069055796,-0.06865755,0.082862936,-0.025103906,0.009228012,-0.0041904277,0.0395411,0.014402462,0.042158492,0.07866814,0.086756565,0.07519591,0.07957605,0.01859937,-0.022214403,0.021081261,0.1125499,0.018674493,-0.05298206,0.0045743394,0.023755658,-0.02474778,0.0148091195,0.030810893,-0.008290069,0.06506437,0.012159053,-0.008036731,0.024774184,-0.0819276,-0.0466037,-0.0000027245192,0.06560202,-0.018034203,-0.0060009393,-0.023441372,-0.055170354,-0.022999374,-0.08321967,0.066090435,0.020259874,0.048575472,-0.0046211923,-0.044478968,0.09078036,0.065951444,0.027931752,0.048741013,-0.015786862,-0.023327474,-0.0016181705,-0.021976728,-0.04080356,-0.055571068,-0.0137577895,-0.042802546,0.062963605,-0.071406685,-0.08013965,-0.008179108,-0.016276373,0.0796091,-0.10949481,-0.059064317,-0.025369868,0.003856549,-0.004441622,-0.03413956,-0.060627807,-0.05946565,0.04614178,0.101150446,-0.03799625,-0.068184316,0.02585201,0.036248118,0.043085735,0.008268126,0.025942598,0.10634412,0.0025295636,-0.020220809,0.02688846,-0.057093486,-0.02484404,-0.053572595,0.037774075,0.11228434,-4.1004024e-33,-0.025317676,0.008208061,-0.058451533,-0.048133325,0.038707204,-0.0039330786,0.019050201,-0.06536839,0.0021413437,-0.038966417,-0.0050084484,-0.024402833,-0.057737995,-0.07574864,-0.03520293,-0.03328376,-0.13568145,0.02300239,0.045279358,0.04346433,0.03729225,-0.06082477,0.05249242,-0.016141247,0.046900168,-0.013116563,-0.08600586,-0.0061928346,-0.06813847,0.012091943,0.059161592,0.017384844,-0.14939931,-0.006839304,-0.0020362153,-0.10910733,-0.041014165,0.026467841,-0.015170009,-0.053415164,0.0723573,-0.008571816,0.085621335,0.06503173,-0.047784068,-0.0788731,0.00495711,-0.13082695,0.010891912,0.03367765,0.026018826,0.021476265,0.038583376,-0.018159173,0.00066539133,0.0013957762,-0.015952507,-0.00059785583,0.091516174,0.02127729,0.12814389,0.04734555,0.055534746,0.017148677,0.021382764,0.013712789,0.010110004,0.07642636,0.07814202,-0.010942171,0.0024208112,-0.05421494,-0.034842566,-0.040526867,0.048518386,-0.08852523,0.017829875,-0.016931823,-0.026597314,-0.049134497,0.0020497465,-0.04306675,0.036427625,0.08784891,-0.025236571,-0.097629055,0.11695673,-0.012716884,0.029548422,0.018807333,-0.04620905,0.08292292,-0.04824205,0.03748178,-0.042293757,-5.6145858e-8,-0.026297204,-0.012441034,-0.098385006,-0.06807295,0.044773713,-0.09352236,0.038308915,0.023363538,0.0012010258,0.015311016,0.081587285,-0.11091157,-0.02666715,0.017449103,-0.0049931626,0.013464343,0.02904206,0.013254438,-0.055980973,-0.046553265,-0.10098367,0.07165434,0.0010199593,-0.075185575,-0.0033032533,0.019578902,0.01632244,-0.00550482,0.023469321,0.082642116,0.0017236717,0.03491115,0.010844401,0.0072942693,-",
      "ResponseTimeMs": 2060,
      "Success": true,
      "TimestampUtc": "2026-02-27T23:17:58.798196Z"
    }
  ],
  "CompletionCalls": []
}