{
  "RequestHeaders": {
    "Host": "partio-server:8400",
    "Authorization": "Bearer partioadmin",
    "Content-Type": "application/json; charset=utf-8",
    "Content-Length": "31762"
  },
  "RequestBody": "{\u0022GUID\u0022:\u00222929f1c5-c9ef-454b-a008-57fe5210a0c3\u0022,\u0022Type\u0022:\u0022Text\u0022,\u0022Text\u0022:\u0022THE 10 DAY METAMEAL PLAN\\n10 DAYS OF METABOOST INSPIRED RECIPES AND TIPS TO JUMPSTART YOUR HEALTH JOURNEY\\nDisclaimer Notice:\\nThis eBook offers health, wellness, and nutritional information and is designed for educational purposes only. You should not rely on this information as a substitute for, nor does it replace, professional medical advice, diagnosis, or treatment. If you have any concerns or questions about your health, you should always consult with a physician or other health-care professional. Do not disregard, avoid or delay obtaining medical or health related advice from your health-care professional because of something you may read in this eBook.\\nConsult with your physician prior to beginning any exercise program, or making any significant changes to your diet, such as by using any supplement, nutrition plan, or meal replacement product. It is your responsibility to ensure that you are following all safety instructions that we provide, when following our programs or using any of our products.\\nNothing stated or contained in this eBook or available through any of our programs are intended to be, and must not be taken to be, the practice of medical or counseling care. For purposes of this disclosure, the practice of medicine and counseling includes, without limitation, psychiatry, psychology, psychotherapy, or providing health care treatment, instructions, diagnosis, prognosis or advice.\\nAny case studies, examples, illustrations, or testimonials provided in this eBook or in the promotional materials for this eBook, are not intended as a guarantee that you will achieve similar results. In fact, your results may vary significantly, and many circumstances may and will cause results to vary. Your results may vary, for instance, depending upon your starting point, goals and effort. There can be no assurance that any prior successes, or past results, can be used as an indication of your future success or results.\\nNone of the statements made in this eBook have been reviewed or approved by the FDA. It is your responsibility to evaluate the accuracy, completeness or usefulness of any information, opinion, advice or other content contained on the eBook, in our programs, or otherwise by us or a representative of our organization. The use of any information provided in this eBook is solely at your own risk.\\n\\u00A9 2024 Svelte Media, Inc. All Rights Reserved\\nAll rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods without the prior written permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law.\\nTo request permissions, please reach out to the publisher addressing the subject line as, \\u201CAttention: Copyright Request\\u201D at the email address below: support@sveltetraining.com\\nTABLE OF CONTENTS\\nINTRODUCTION......1\\nMEREDITH SHIRK BIO........1\\nWELCOME......2\\nTIPS TO GET STARTED......3\\n10 DAY MEAL PLAN......4\\nSHOPPING LIST........5\\nBREAKFAST RECIPES......6\\nLUNCH RECIPES......11\\nDINNER RECIPES......16\\nSNACK RECIPES......21\\nBASIC PROTEIN PREP......23\\nABOUT MEREDITH SHIRK, CPT\\nMeredith Shirk has been in the health and fitness industry for over a decade with a Magna Cum Laude Biology degree, certification as a personal trainer with the National Academy of Sports medicine (NASM), and a mind, body nutrition specialist.\\nAs well as additional certifications from the National Academy of Sports Medicine (NASM) in Personal Training, Fitness Nutrition, Behavior Change, and Weight Loss.\\nOver the years she\\u2019s helped athletes, celebrities, models\\u2026 and people just like yourself make their dreams become reality and achieve their best body, inside and out.\\n\\u201CMere,\\u201D as her clients and subscribers know her, is the CEO of Svelte Media \\u0026 Training. She\\u2019s also the creator of the cutting-edge 7-minute workout plan, One \\u0026 Done, which she\\u2019s successfully taught to clients for over 12 years now.\\nMere has over 1.5 Million subscribers and followers combined on Facebook and YouTube, where she spreads her message of achieving \\u2018total mind, body, and health\\u2019 globally.\\nLETS GET SOCIAL!\\nDouble click the icons below to follow and subscribe to stay up to date with free video workouts, weight loss tips, recipes and more.\\n1\\nWELCOME!\\nHey there, It\\u2019s Mere!\\nFirst off, let me extend a virtual \\u2018high five\\u2019 to congratulate you on taking a significant step towards healthy living and truly taking charge of your body\\u2019s wellbeing.\\nI\\u2019m so excited that you\\u2019re taking on my MetaBoost Connection Inspired 10-Day Meal Plan, filled with recipes that are not only nutritious but incredibly tasty\\u2014I like to refer to them as Meta PowerPlates.\\nWhether your goal is to shed a few pounds, diminish inflammation, enhance your body\\u2019s performance, or simply improve your overall health, adopting this meal plan will guide you towards achieving these aspirations. It\\u2019s designed to make you feel more energized and vibrant, while giving you just a taste of what my full MetaBoost Connection has to offer!\\nThe foundation of this meal plan is built on robust nutritional science, not passing trends or quick fixes.\\nI\\u2019ve dedicated years to exploring and understanding the synergy of specific foods and nutrients that influence our bodies at a molecular level, allowing you to effectively \\u2018eat your way\\u2019 to a healthier you and achieve realistic, long term results.\\nOur Meta PowerPlates are the cornerstone of a broader system that focuses on integrating supreme MetaInfluencers that kickstart your metabolism and support long-term health and vitality.\\nSo, let\\u2019s get started on this exciting path to a more energized and healthier you!\\n2\\nTIPS TO GET STARTED\\nWhether you\\u0027re cooking for one, a family, or planning ahead for busy weeks, this guide offers delicious meal options that can be tailored to fit a vegetarian or vegan lifestyle.\\nOne of the key strategies to make meal preparation efficient and stress-free is doubling recipes. All the recipes in this book are tailored to make 1 (maybe 2) servings. But it\\u2019s easy to double or triple! This approach not only saves time but also ensures that you have leftovers for a quick meal on busier days or a quick and healthy meal for the whole family.\\nTransitioning recipes to vegetarian or vegan formats can seem daunting, but with a variety of protein substitutes, it\\u0027s simpler and more delicious than ever. For those looking to replace meat, here are some hearty and nutritious alternatives:\\nVegetarian and Vegan Protein Alternatives: Tofu and Tempeh: Great for stir-fry, grills, and salads, they absorb flavors well from marinades and spices. Lentils and Beans: Versatile and filling, they\\u0027re perfect in soups, stews, and as meat substitutes in recipes like tacos and burgers. Seitan: Known as wheat meat, seitan has a chewy texture ideal for recipes requiring a bite similar to meat. Chickpeas and other legumes: Excellent in curries, salads, and as ground meat substitutes.\\nFor those replacing dairy: Nutritional Yeast: Adds a cheesy flavor to dishes without the dairy. Vegan cheese and butter: Available in most supermarkets and perfect for baking, cooking, and spreading.\\nOn the next page is a 10 day meal plan for you to follow, however you can adjust this meal plan as you see fit to work for your needs! If meal prepping is for you then you can choose your top recipes and make them in bulk!\\n3\\nMEAL PLAN: DAY 1-10\\nDAY 1 DAY 2 DAY 3\\nDAY 4 DAY 5\\nAVOCADO COCONUT \\u0026 EGG CHIA BREAKFAST BREAKFAST PUDDING *prep night before BOWL\\nBROCCOLI NUTTY EGG \\u0026 \\u0026 EGG KALE TOMATO FRITTATA SMOOTHIE SCRAMBLE\\nAROMATIC FIESTA AWESOME ROASTED CHICKEN VEGETABLE TOMATOES W/ SALSA MEDLEY COCONUT NUTS \\u0026 \\u0026 NUT BROCCOLI CACAO \\u0026 HUMMUS BUTTER TRAIL MIX BALLS SALMON STEAK W/ TOMATO \\u0026 KEBABS TURMERIC AVOCADO W/ GREEN TEA CAULIFLOWER GAZPACHO MARINADE RICE\\nCRUNCHY CHICKEN LUNCH VEGGIE VEGGIE SALAD KABOBS\\nCINNAMON POMEGRANATE YOGURT SNACK ROASTED CUPS NUTS KALE \\u0026 SCRUMPTIOUS QUINOA STUFFED DINNER STUFFED STEAK PEPPERS\\nDAY 6 DAY 7 DAY 8\\nDAY 9 DAY 10\\nAVOCADO \\u0026 EGG BREAKFAST BOWL\\nCOCONUT NUTTY CHIA BREAKFAST KALE PUDDING SMOOTHIE *prep night before\\nEGG \\u0026 BROCCOLI TOMATO \\u0026 EGG SCRAMBLE FRITTATA\\nCRUNCHY AROMATIC AWESOME FIESTA VEGGIE ROASTED LUNCH VEGETABLE CHICKEN SALAD TOMATOES MEDLEY W/ SALSA COCONUT CINNAMON POMEGRANATE BROCCOLI \\u0026 NUT YOGURT ROASTED SNACK \\u0026 HUMMUS BUTTER CUPS NUTS BALLS STEAK W/ SALMON TOMATO \\u0026 SCRUMPTIOUS TURMERIC KEBABS AVOCADO DINNER STUFFED CAULIFLOWER W/ GREEN TEA GAZPACHO STEAK RICE MARINADE\\nCHICKEN VEGGIE KABOBS\\nNUTS \\u0026 CACAO TRAIL MIX\\nKALE \\u0026 QUINOA STUFFED PEPPERS\\n4\\nSHOPPING LIST\\n*Remember this is a 10 day shopping list including enough groceries for each meal for only 1 serving\\nMISCELLANEOUS\\nMEAT/PROTEIN FRUITS \\u0026 VEGGIES\\n12 eggs 5 Avocados 12-16 oz Grass fed Steak 1/2 cup black olives (choice cut) 5 medium cucumbers 16 oz Grass fed Flank 1/2 cup cherry tomatoes Steak 6 cups kale 32 oz Chicken breast 2 cups spinach (boneless skinless) 2 heads of garlic 12 oz Wild Atlantic Salmon 6 cups fresh broccoli 32 oz choice protein florets 2 cups cauliflower florets HAVE ON HAND 2 cups cauliflower rice 2 cups carrots extra virgin olive oil (EVOO) 1 jalapeno pepper coconut oil 1 green bell pepper red wine vinegar 1 small orange bell pepper honey, agave, maple syrup 1 small red bell pepper or other natural sweetener 3 small yellow bell pepper cinnamon 2 red onions chili flakes 3 yellow onions chili powder 9 tomatoes turmeric 1 cup diced tomatoes paprika (canned or fresh) cumin 1 bunch fresh parsley garlic powder 2 sprigs fresh rosemary red pepper flakes 2 sprigs fresh thyme salt and pepper 2 springs fresh oregano vanilla extract 1 bunch fresh cilantro 2 lemons 1/2 cup pomegranate seeds 16 medium whole mushrooms 2 zucchini\\n3 1/2 cups mixed nuts 1/2 cup cacao chips 6 tbsp chia seeds 1/2 cup quinoa 4 tbsp ground flaxseeds 1 1/2 cups unsweetened coconut milk 1/2 cup hummus 4 tbsp nut butter 1 cup greek yogurt 1 cup vegetable broth 2 green tea bags wooden or metal skewers 1/2 cup low sodium chicken broth 1/2 cup tamari sauce 2 oz fat free feta cheese 2 cups unsweetened almond milk (or any other plant-based milk of your choice)\\nOptional Topping Ingredients: Shredded coconut Crushed nuts Grated Parmesan cheese Nutritional Yeast\\n5\\nBREAKFAST\\nAVOCADO \\u0026 EGG BREAKFAST BOWL\\nIngredients: 1 ripe avocado 2 large eggs 1 cup kale, washed and roughly chopped 1 tbsp. ground flaxseed 1 tsp. EVOO (extra virgin olive oil) Salt and pepper to taste Optional: a pinch of chili flakes or paprika for extra spice\\nInstructions: 1.Heat a non-stick skillet over medium heat. Add the extra virgin olive oil to the skillet; once heated, add the chopped kale. Season with salt and pepper, and saut\\u00E9 until the kale is wilted and tender, about 3-5 minutes. Remove the kale from the skillet and transfer to a serving bowl. 2.Reduce the heat to low under the same skillet. Crack the eggs into the skillet, being careful to keep the yolks intact. Cook the eggs according to your preference: for sunny side up, allow the eggs to cook until the whites are fully set but the yolks remain runny, approximately 3-4 minutes. If you prefer over easy, flip the eggs after the whites set and cook for another minute. 3.While the eggs are cooking, cut the avocado in half, remove the pit, and scoop out the flesh. Slice the avocado flesh into thin strips or cube it, depending on your preference. 4.Layer the previously saut\\u00E9ed kale at the bottom of the bowl. Arrange the sliced or cubed avocado over the kale. Gently place the cooked eggs on top of the avocado. 5.Sprinkle ground flaxseed evenly over the entire bowl. Optionally, you can add a pinch of chili flakes or paprika for additional spice.\\n6\\nBREAKFAST\\nBROCCOLI \\u0026 EGG FRITTATA\\nIngredients: 1 cup of fresh broccoli florets 2 large eggs 1/4 tsp. of turmeric 1 tbsp. of olive oil 1 tbsp. of water 1 tbsp. of ground flaxseed Salt and pepper to taste\\nInstructions: 1.Begin by preheating your oven to 375\\u00B0F (190\\u00B0C). Heat olive oil in a small oven- safe skillet over medium heat; add the broccoli florets and saut\\u00E9 for about 3-5 minutes until they start to become tender. 2.In a mixing bowl, whisk together the eggs, turmeric, and water; season this mixture with salt and pepper to taste. 3.Pour the egg mixture over the saut\\u00E9ed broccoli in the skillet, making sure the eggs cover the broccoli evenly. 4.Cook on the stove for about 2 minutes until the edges begin to set but the center is still slightly runny. Sprinkle the ground flaxseed evenly over the top, then transfer the skillet to the preheated oven. 5.Bake in the oven for about 10-12 minutes, or until the frittata is fully set and lightly golden on top. 6.Once done, carefully remove from the oven, let it cool for a couple of minutes, and serve!\\n7\\nBREAKFAST\\nCOCONUT CHIA PUDDING\\n*Requires Overnight Prep\\nIngredients: 1 tbsp. of coconut oil, melted 3 tbsp. of chia seeds 1/2 tsp. of vanilla extract 1/4 tsp. of cinnamon 3/4 cup of unsweetened coconut milk (you can use the beverage type for a lighter pudding or canned for a richer texture) Optional sweetener to taste (honey, maple syrup)\\nInstructions: 1.In a small bowl, whisk together the melted coconut oil, coconut milk, and vanilla extract until thoroughly combined. 2.Stir in the chia seeds and cinnamon, mixing until the chia seeds are evenly dispersed and beginning to swell. If you\\u0027re using a sweetener, add it to the mixture according to your taste preference and stir well. 3.Transfer the mixture into a serving glass or bowl, then cover it with plastic wrap or a tight-fitting lid. 4.Refrigerate the pudding for at least 4 hours, or overnight, which allows the chia seeds to fully expand and the pudding to thicken. 5.Once set, give the pudding a good stir to distribute any settled seeds and check for consistency; add a little more coconut milk if it\\u0027s too thick. 6.Serve the chilled Coconut Chia Pudding with an additional sprinkle of cinnamon on top for flavor.\\n8\\nBREAKFAST\\nNUTTY KALE SMOOTHIE\\nIngredients: 1 cup of kale leaves, stems removed and roughly chopped 1/2 ripe avocado, peeled and pitted 1/4 cup of mixed nuts, unsalted (such as almonds, walnuts, cashews, etc.) 1 cup of unsweetened almond milk (or any other plant-based milk of your choice) 1/2 tsp. of ground cinnamon Ice cubes (optional, for a colder smoothie) Optional sweetener to taste (like honey or agave)\\nInstructions: 1.Begin by adding the kale leaves and almond milk to your blender; blend on high until the kale is completely broken down and the mixture is smooth. 2.Add the avocado, mixed nuts, and ground cinnamon to the blender. If you\\u2019re using ice cubes for a chilled smoothie, add them at this stage. 3.Blend everything on high until the mixture is completely smooth and creamy. If the smoothie is too thick for your liking, you can add a bit more almond milk to adjust the consistency. 4.Taste the smoothie, and if desired, add a touch of your chosen sweetener, then blend again briefly to combine. 5.Pour the smoothie into a glass and enjoy immediately.\\n9\\nBREAKFAST\\nEGG \\u0026 TOMATO SCRAMBLE\\nIngredients: 2 large eggs 1/2 cup fresh tomatoes, diced 1 cup kale, washed and chopped 1/4 tsp. turmeric 1 tbsp. EVOO (extra virgin olive oil) Salt and pepper to taste\\nInstructions: 1.Heat olive oil in a non-stick skillet over medium heat. 2.Add the chopped kale to the skillet and saut\\u00E9 for about 2-3 minutes until it starts to wilt. 3.Mix in the diced tomatoes and turmeric, cooking for an additional 2 minutes until the tomatoes are just softened. 4.In a small bowl, beat the eggs with salt and pepper, then pour this mixture over the saut\\u00E9ed kale and tomatoes in the skillet. 5.Let the eggs sit undisturbed for about 20 seconds, then gently stir and scramble until the eggs are fully cooked but still soft and slightly creamy, approximately 2-3 minutes. 6.Once cooked to your liking, remove from heat, and adjust seasoning if needed.\\n10\\nLUNCH\\nCRUNCHY VEGGIE SALAD\\nIngredients: 1 medium cucumber, chopped 1/4 cup cherry tomatoes, halved 1/2 cup black olives, pitted and halved 1/2 small orange bell pepper, seeded and chopped 2 tbsp. red onion, chopped 1/2 tsp. fresh parsley leaves, minced 1/2 tbsp. extra-virgin olive oil 1 tbsp. fresh lemon juice Sea salt and freshly ground black pepper, to taste 1 oz. fat-free feta cheese, crumbled\\nInstructions: 1.In a large serving bowl, add all ingredients except cheese and toss to coat well. Top with cheese and serve\\n11\\nLUNCH\\nCHICKEN VEGGIE KABOBS\\n*Prep Marinade in Morning\\nIngredients: 2 tbsp. EVOO (extra-virgin olive oil) 1/4 cup low-sodium chicken broth 1/4 cup tamari sauce 8 oz. skinless, boneless chicken breast, cubed into 1\\u201D size 8 medium whole mushrooms 1/2 red bell pepper, seeded and cut into 2\\u201D pieces 1/2 yellow bell pepper, seeded and cut into 2\\u201D pieces 1 zucchini, cut into 2\\u201D pieces 1 tomato, cubed 1 onion, cubed Ground black pepper, to taste\\nInstructions: 1.In a large bowl, add olive oil, broth, tamari and black pepper and mix till well combined. 2.Add chicken and vegetables and coat with marinade generously. Refrigerate, covered for about 2 hours. 3.Preheat the grill for high heat. Grease the grill grate. Remove chicken and vegetables from marinade. Shake off excess marinade. 4.Thread the chicken and vegetables onto pre-soaked wooden skewers. 5.Grill the skewers for about 12-15 minutes, flipping and coating with marinade occasionally.\\n12\\nLUNCH\\nAROMATIC ROASTED TOMATOES\\nIngredients: 1 large tomato, halved 1 tbsp. onion, chopped finely 1 garlic cloves, minced 1/2 jalape\\u00F1o pepper, seeded and minced 1/2 tbsp. fresh rosemary, minced 1 tsp. fresh thyme, minced 1 tsp. fresh oregano, minced 2 tbsp. extra-virgin olive oil 8 oz. protein of your choice Freshly ground black pepper and sea salt, to taste\\nInstructions: 1.Line a large plate with paper towel. 2.Sprinkle the tomatoes with salt evenly. Arrange tomatoes in prepared plate, cut side down. 3.Keep aside for about 30-40 minutes to drain completely. 4.Preheat the oven to 425F. Grease a baking dish. 5.In a small mixing bowl, mix together, onion, garlic, jalape\\u00F1o pepper, fresh herbs and black pepper. 6.Place tomatoes in prepared baking dish in a single layer, cut side up. Sprinkle with herb mixture evenly and drizzle with oil. Roast for about 20 minutes. 7.Serve with your choice of protein, follow the basic protein prep recipe.\\n13\\nLUNCH\\nFIESTA CHICKEN WITH SALSA\\nIngredients: Instructions: Avocado Salsa 1.In a large bowl, mix together all salsa 1 large avocado, peeled, ingredients and refrigerate, covered before pitted, and cubed serving. 1 small cucumber, chopped 2.For chicken in another large bowl, mix 1 tomato, chopped together all ingredients except chicken 1/4 cup red onion, chopped breasts. 1/4 cup fresh cilantro, 3.Add chicken breasts and coat with spice chopped mixture generously. 2 tbsp. fresh lemon juice 4.In a large skillet, melt coconut oil on Sea salt and freshly ground medium heat. black pepper, to taste 5.Add chicken and cook for about 10-12 minutes or till done completely. Chicken 6.Serve chicken breasts with avocado salsa. 1 tsp. paprika 1 tsp. chili powder 1/2 tsp. ground cumin 1/2 tsp. garlic powder 4 oz. grass-fed, skinless, boneless chicken breasts 2 tbsp. coconut oil Sea salt and freshly ground black pepper, to taste\\n14\\nLUNCH\\nAWESOME VEGETABLE MEDLEY\\nIngredients: 1 cup cauliflower florets 1 cup broccoli florets 1 cup carrots, peeled and sliced 2 tbsp. EVOO (extra-virgin olive oil) 1 tbsp. fresh lemon juice 1 tsp. fresh rosemary, minced 1 tsp. red pepper flakes, crushed 8 oz. protein of your choice Sea salt and freshly ground black pepper, to taste\\nInstructions: 1.Preheat the oven to 425F and grease 2 large roasting pans. In a large bowl, add all ingredients and toss to coat well. 2.Transfer the vegetables into prepared roasting pans evenly. Roast for 20-25 minutes.\\n15\\nDINNER\\nSCRUMPTIOUS STUFFED STEAK\\nIngredients: 8 oz. grass-fed flank steak, trimmed 1 tbsp. EVOO (extra-virgin olive oil) 2 small garlic cloves, minced 1 cup fresh spinach, chopped finely 1/2 medium green bell pepper, seeded and chopped 1/2 medium tomato, chopped finely Sea salt and freshly ground black pepper, to taste\\nInstructions: 1.Preheat the oven to 425F. Grease a large baking dish. 2.Place flank steak onto smooth surface. Hold sharp knife parallel to work surface and slice steak horizontally, without cutting all the way through, so you can open it like a book. With a pounder, flatten steak to even thickness. Sprinkle with salt and black pepper evenly. 3.In a skillet, heat oil on medium heat. Add garlic and saut\\u00E9 for about 1 minute. 4.Add spinach, salt and black pepper and cook for about 2-3 minutes. Stir in bell pepper and tomato and immediately remove from heat. 5.Transfer the spinach in a bowl. Let it cool slightly. Place the filling on the top of steak evenly. Roll up the steak to seal the filling. With cotton twine, tie the steak. Place the steak roll in prepared baking dish. 6.Roast for about 30-35 minutes. Remove from oven and let cool slightly. With sharp knife, cut into desired slices and serve.\\n16\\nDINNER\\nSTEAK W/ TURMERIC CAULIFLOWER RICE\\nIngredients: 1 grass-fed steak (about 6-8 ounces, your choice of cut) 1 cup of cauliflower rice 1/2 tsp. of turmeric 1 tbsp. of EVOO (extra virgin olive oil) Salt and pepper to taste Optional garnishes: chopped fresh herbs like parsley or cilantro\\nInstructions: 1.Season the steak with salt and pepper to taste. Preheat a grill or skillet over medium-high heat. If using a skillet, add a small amount of olive oil to coat the bottom. 2.Place the steak in the skillet or on the grill and cook for about 3-4 minutes on each side for medium-rare, or adjust the cooking time to achieve your desired level of doneness. Once cooked, remove from heat and let the steak rest for a few minutes before slicing. 3.While the steak is resting, heat the olive oil in a separate skillet over medium heat. Add the cauliflower rice and turmeric, stirring to coat the rice evenly with the turmeric and oil. 4.Cook the cauliflower rice for about 5-7 minutes, stirring occasionally, until it is heated through and slightly crispy. Season with salt and pepper to taste. 5.Slice the rested steak against the grain into thin strips. Serve the sliced steak over the turmeric cauliflower rice, garnishing with fresh herbs if using.\\n17\\nDINNER\\nSALMON KEBABS W/ GREEN TEA MARINADE\\nIngredients: 6 oz. Wild Atlantic Salmon, cut into 1-inch cubes 1 green tea bag 1/4 cup of boiling water 1 tbsp. of extra virgin olive oil (EVOO) 1 tbsp. of lemon juice Salt and pepper to taste Wooden or metal skewers (if using wooden skewers, soak in water for at least 30 mins before grilling to prevent burning)\\nInstructions: 1.Start by steeping the green tea bag in the boiling water for about 3 minutes to create a strong green tea. Remove the tea bag and allow the tea to cool slightly. 2.In a small bowl, combine the cooled green tea, EVOO, lemon juice, salt, and pepper, whisking together to form the marinade. 3.Place the salmon cubes in a shallow dish or a resealable plastic bag, and pour the marinade over the salmon. Ensure all pieces are well coated. Refrigerate and let marinate for at least 30 minutes, or up to 2 hours for more flavor. 4.Preheat your grill to medium-high heat. Thread the marinated salmon cubes onto the skewers, spacing them slightly apart to ensure even cooking. 5.Grill the kebabs for about 3-4 minutes on each side or until the salmon is opaque and flakes easily with a fork. 6.Once cooked, remove the salmon kebabs from the grill and serve immediately.\\n18\\nDINNER\\nKALE \\u0026 QUINOA STUFFED PEPPERS\\nIngredients: 1 large yellow bell pepper 1/4 cup quinoa 1/2 cup vegetable broth or water 1 cup kale, finely chopped 1/2 cup diced tomatoes (canned or fresh) 1 tbsp. olive oil 1 clove garlic, minced Salt and pepper to taste Optional: 1 tbsp. grated Parmesan cheese or nutritional yeast for a vegan option\\nInstructions: 1.Preheat your oven to 375\\u00B0F (190\\u00B0C). 2.Rinse the quinoa under cold water until the water runs clear. In a small saucepan, bring the quinoa and vegetable broth (or water) to a boil. Reduce heat to low, cover, and simmer for about 15 minutes, or until the quinoa is cooked and the liquid is absorbed. Remove from heat and set aside. 3.While the quinoa is cooking, heat the olive oil in a skillet over medium heat. Add the minced garlic and saut\\u00E9 for about 1 minute until fragrant. 4.Add the chopped kale to the skillet, cooking until it starts to wilt, about 3-5 minutes. Stir in the diced tomatoes and cook for another 2 minutes. Season with salt and pepper to taste. 5.Combine the cooked quinoa with the kale and tomato mixture, mixing well. 6.Cut the top off the bell pepper and remove the seeds and membranes. If necessary, slice a small portion off the bottom to help the pepper stand upright without tipping over. 7.Stuff the bell pepper with the quinoa and kale mixture, packing it tightly. Place the stuffed pepper in a baking dish and cover loosely with foil. 8.Bake in the preheated oven for about 30 minutes. Remove the foil, and if using, sprinkle the top with Parmesan cheese or nutritional yeast, then bake for an additional 10 minutes or until the pepper is tender and the topping is golden.\\n19\\nDINNER\\nTOMATO \\u0026 AVOCADO GAZPACHO\\nIngredients: 1 large ripe tomato, chopped 1/2 ripe avocado, peeled and diced 1/4 cucumber, peeled and chopped (optional for extra freshness) 1 small clove garlic, minced 1 tbsp. red onion, chopped 1 tbsp. EVOO (extra virgin olive oil) 1 tsp. red wine vinegar Salt to taste A pinch of chili flakes or ground chili powder Cold water (optional, for desired consistency) Fresh herbs like basil or cilantro for garnish (optional)\\nInstructions: 1.In a blender or food processor, combine the chopped tomato, half of the diced avocado, cucumber (if using), garlic, and red onion. 2.Add the extra virgin olive oil, red wine vinegar, and a pinch of chili flakes or chili powder. Blend until smooth. If the gazpacho is too thick, add a little cold water to reach your desired consistency. Blend again to mix. 3.Season the gazpacho with salt to taste and blend briefly once more to incorporate. 4.Chill the gazpacho in the refrigerator for at least 30 minutes, or until it is thoroughly cold. Serve the chilled gazpacho in a bowl or glass, topping it with the remaining diced avocado and optional fresh herbs for garnish.\\n20\\nSNACKS POMEGRANATE YOGURT CUPS Ingredients: 1/2 cup Greek yogurt, plain and unsweetened 1/4 cup pomegranate seeds 2 tbsp. mixed nuts, chopped (almonds, walnuts, or pecans) Optional: A drizzle of honey or a sprinkle of cinnamon for added sweetness\\nInstructions: 1.Scoop the Greek yogurt into a small bowl or cup. 2.Sprinkle the pomegranate seeds evenly over the yogurt. 3.Add the chopped nuts on top of the pomegranate seeds. 4.Optionally, drizzle a little honey or sprinkle some cinnamon over the top for extra flavor.\\nCOCONUT \\u0026 NUT BUTTER BALLS\\nIngredients: 2 tablespoons coconut oil, melted 2 tablespoons nut butter (such as almond butter or cashew butter) Optional: 1 tablespoon unsweetened cacao powder or vanilla extract for flavor variation Optional: Shredded coconut or crushed nuts for coating\\nInstructions: 1.In a small bowl, mix the melted coconut oil with the nut butter until thoroughly combined. If using, add cocoa powder or vanilla extract for extra flavor. 2.Place the mixture in the freezer for about 10-15 minutes to firm up slightly, making it easier to handle. 3.Remove the mixture from the freezer. Scoop out teaspoon-sized portions and roll them into balls between the palms of your hands. 4.If desired, roll the balls in shredded coconut or crushed nuts for an additional texture and flavor coating. Place the balls on a plate or tray lined with parchment paper and refrigerate for at least 30 minutes until firm. 5.Once firm, the Coconut and Nut Butter Balls are ready! Store any leftovers in the refrigerator.\\n21\\nCINNAMON ROASTED NUTS\\nIngredients: 1/2 cup mixed nuts (such as almonds, walnuts, and pecans) 1/2 tbsp. extra virgin olive oil (EVOO) 1/2 tsp. ground cinnamon Optional: a pinch of salt or sugar to taste\\nInstructions: 1.Preheat your oven to 350\\u00B0F (175\\u00B0C). 2.In a bowl, toss the mixed nuts with the olive oil and ground cinnamon until evenly coated. Add a pinch of salt or sugar if desired. 3.Spread the coated nuts on a baking sheet lined with parchment paper. 4.Roast in the preheated oven for about 10-15 minutes, stirring halfway through, until the nuts are golden and fragrant. 5.Remove from the oven and allow to cool before eating.\\nBROCCOLI \\u0026 HUMMUS\\nIngredients: 1 cup raw broccoli florets 1/4 cup hummus\\nInstructions: 1.Wash the broccoli florets thoroughly and pat them dry. 2.Serve the clean, dry broccoli florets alongside a small bowl of hummus for dipping.\\nNUTS \\u0026 CACAO TRAIL MIX\\nIngredients: 1/2 cup mixed nuts (such as cashews, almonds, and Brazil nuts) 1/4 cup cacao chips\\nInstructions: 1.In a bowl, combine the mixed nuts with the cacao chips 2.Mix them together until well incorporated. 3.Transfer the trail mix into a small bag or container for an on-the-go snack or enjoy immediately as a quick energy-boosting treat.\\n22\\nBASIC PROTEIN PREP\\nFOR CHICKEN, FISH, OR TURKEY.\\nIngredients 1-2 portions of protein, depending on how much recipe calls for Desired fresh and dried spices (MSG free) 2 tbsp. extra virgin olive oil\\nInstructions 1.Sprinkle oil and spices over protein. 2.Let sit in fridge to marinate as long as possible. 3.When ready to prep meal, add 1-2 tbsp to pan and grill protein until thoroughly cooked. You can also cook on a portable grill.\\n23\\nWANT TO GET MORE UNIQUE RECIPES,\\nMEAL PLANS AND TIPS LIKE THIS?\\nCheck out our other incredible Svelte Programs!\\nClick Here\\nMetaBoost is a practical nutrition program that centers on five unique, supreme superfoods and features custom, easy to make meal plans aimed at boosting the metabolism, balancing hormones, and reducing inflammation. MetaBoost allows you to eat more of the right foods while losing weight effectively - and keeping it off. This program is based on the idea of \\u0022MetaInfluencers\\u0022 - specific foods known to promote fat burning, reduce inflammation, and provide sustainable energy. The program also includes 6 isometric workouts with follow-along videos and a workout calendar to help keep you active.\\nClick Here One and Done is a revolutionary fitness routine that\\u2019s low impact and high performance. No matter your age or fitness level, you can lose weight and get in shape at lightning speed. In just 14 days, you can trick your body into thinking it\\u2019s working harder than it really is by utilizing the revolutionary \\u2018Sprint Interval Training\\u2019 Technique. No running, no jumping, and no crazy cardio, crunches or curls. Just a series of dynamic \\u002B hyper focused strengthening movements. The SIT Technique is only a 7 minute workout with an optional warm-up and flow-down for a total of 10 minutes max!\u0022,\u0022ChunkingConfiguration\u0022:{\u0022Strategy\u0022:\u0022FixedTokenCount\u0022,\u0022FixedTokenCount\u0022:192,\u0022OverlapCount\u0022:0,\u0022OverlapStrategy\u0022:\u0022SlidingWindow\u0022,\u0022RowGroupSize\u0022:5},\u0022EmbeddingConfiguration\u0022:{\u0022EmbeddingEndpointId\u0022:\u0022default\u0022,\u0022L2Normalization\u0022:true}}",
  "ResponseHeaders": {
    "X-Partio-Endpoint-Id": "default",
    "X-Model": "all-minilm"
  },
  "ResponseBody": "{\u0022GUID\u0022:\u00222929f1c5-c9ef-454b-a008-57fe5210a0c3\u0022,\u0022Type\u0022:\u0022Text\u0022,\u0022Text\u0022:\u0022THE 10 DAY METAMEAL PLAN\\n10 DAYS OF METABOOST INSPIRED RECIPES AND TIPS TO JUMPSTART YOUR HEALTH JOURNEY\\nDisclaimer Notice:\\nThis eBook offers health, wellness, and nutritional information and is designed for educational purposes only. You should not rely on this information as a substitute for, nor does it replace, professional medical advice, diagnosis, or treatment. If you have any concerns or questions about your health, you should always consult with a physician or other health-care professional. Do not disregard, avoid or delay obtaining medical or health related advice from your health-care professional because of something you may read in this eBook.\\nConsult with your physician prior to beginning any exercise program, or making any significant changes to your diet, such as by using any supplement, nutrition plan, or meal replacement product. It is your responsibility to ensure that you are following all safety instructions that we provide, when following our programs or using any of our products.\\nNothing stated or contained in this eBook or available through any of our programs are intended to be, and must not be taken to be, the practice of medical or counseling care. For purposes of this disclosure, the practice of medicine and counseling includes, without limitation, psychiatry, psychology, psychotherapy, or providing health care treatment, instructions, diagnosis, prognosis or advice.\\nAny case studies, examples, illustrations, or testimonials provided in this eBook or in the promotional materials for this eBook, are not intended as a guarantee that you will achieve similar results. In fact, your results may vary significantly, and many circumstances may and will cause results to vary. Your results may vary, for instance, depending upon your starting point, goals and effort. There can be no assurance that any prior successes, or past results, can be used as an indication of your future success or results.\\nNone of the statements made in this eBook have been reviewed or approved by the FDA. It is your responsibility to evaluate the accuracy, completeness or usefulness of any information, opinion, advice or other content contained on the eBook, in our programs, or otherwise by us or a representative of our organization. The use of any information provided in this eBook is solely at your own risk.\\n\\u00A9 2024 Svelte Media, Inc. All Rights Reserved\\nAll rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods without the prior written permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law.\\nTo request permissions, please reach out to the publisher addressing the subject line as, \\u201CAttention: Copyright Request\\u201D at the email address below: support@sveltetraining.com\\nTABLE OF CONTENTS\\nINTRODUCTION......1\\nMEREDITH SHIRK BIO........1\\nWELCOME......2\\nTIPS TO GET STARTED......3\\n10 DAY MEAL PLAN......4\\nSHOPPING LIST........5\\nBREAKFAST RECIPES......6\\nLUNCH RECIPES......11\\nDINNER RECIPES......16\\nSNACK RECIPES......21\\nBASIC PROTEIN PREP......23\\nABOUT MEREDITH SHIRK, CPT\\nMeredith Shirk has been in the health and fitness industry for over a decade with a Magna Cum Laude Biology degree, certification as a personal trainer with the National Academy of Sports medicine (NASM), and a mind, body nutrition specialist.\\nAs well as additional certifications from the National Academy of Sports Medicine (NASM) in Personal Training, Fitness Nutrition, Behavior Change, and Weight Loss.\\nOver the years she\\u2019s helped athletes, celebrities, models\\u2026 and people just like yourself make their dreams become reality and achieve their best body, inside and out.\\n\\u201CMere,\\u201D as her clients and subscribers know her, is the CEO of Svelte Media \\u0026 Training. She\\u2019s also the creator of the cutting-edge 7-minute workout plan, One \\u0026 Done, which she\\u2019s successfully taught to clients for over 12 years now.\\nMere has over 1.5 Million subscribers and followers combined on Facebook and YouTube, where she spreads her message of achieving \\u2018total mind, body, and health\\u2019 globally.\\nLETS GET SOCIAL!\\nDouble click the icons below to follow and subscribe to stay up to date with free video workouts, weight loss tips, recipes and more.\\n1\\nWELCOME!\\nHey there, It\\u2019s Mere!\\nFirst off, let me extend a virtual \\u2018high five\\u2019 to congratulate you on taking a significant step towards healthy living and truly taking charge of your body\\u2019s wellbeing.\\nI\\u2019m so excited that you\\u2019re taking on my MetaBoost Connection Inspired 10-Day Meal Plan, filled with recipes that are not only nutritious but incredibly tasty\\u2014I like to refer to them as Meta PowerPlates.\\nWhether your goal is to shed a few pounds, diminish inflammation, enhance your body\\u2019s performance, or simply improve your overall health, adopting this meal plan will guide you towards achieving these aspirations. It\\u2019s designed to make you feel more energized and vibrant, while giving you just a taste of what my full MetaBoost Connection has to offer!\\nThe foundation of this meal plan is built on robust nutritional science, not passing trends or quick fixes.\\nI\\u2019ve dedicated years to exploring and understanding the synergy of specific foods and nutrients that influence our bodies at a molecular level, allowing you to effectively \\u2018eat your way\\u2019 to a healthier you and achieve realistic, long term results.\\nOur Meta PowerPlates are the cornerstone of a broader system that focuses on integrating supreme MetaInfluencers that kickstart your metabolism and support long-term health and vitality.\\nSo, let\\u2019s get started on this exciting path to a more energized and healthier you!\\n2\\nTIPS TO GET STARTED\\nWhether you\\u0027re cooking for one, a family, or planning ahead for busy weeks, this guide offers delicious meal options that can be tailored to fit a vegetarian or vegan lifestyle.\\nOne of the key strategies to make meal preparation efficient and stress-free is doubling recipes. All the recipes in this book are tailored to make 1 (maybe 2) servings. But it\\u2019s easy to double or triple! This approach not only saves time but also ensures that you have leftovers for a quick meal on busier days or a quick and healthy meal for the whole family.\\nTransitioning recipes to vegetarian or vegan formats can seem daunting, but with a variety of protein substitutes, it\\u0027s simpler and more delicious than ever. For those looking to replace meat, here are some hearty and nutritious alternatives:\\nVegetarian and Vegan Protein Alternatives: Tofu and Tempeh: Great for stir-fry, grills, and salads, they absorb flavors well from marinades and spices. Lentils and Beans: Versatile and filling, they\\u0027re perfect in soups, stews, and as meat substitutes in recipes like tacos and burgers. Seitan: Known as wheat meat, seitan has a chewy texture ideal for recipes requiring a bite similar to meat. Chickpeas and other legumes: Excellent in curries, salads, and as ground meat substitutes.\\nFor those replacing dairy: Nutritional Yeast: Adds a cheesy flavor to dishes without the dairy. Vegan cheese and butter: Available in most supermarkets and perfect for baking, cooking, and spreading.\\nOn the next page is a 10 day meal plan for you to follow, however you can adjust this meal plan as you see fit to work for your needs! If meal prepping is for you then you can choose your top recipes and make them in bulk!\\n3\\nMEAL PLAN: DAY 1-10\\nDAY 1 DAY 2 DAY 3\\nDAY 4 DAY 5\\nAVOCADO COCONUT \\u0026 EGG CHIA BREAKFAST BREAKFAST PUDDING *prep night before BOWL\\nBROCCOLI NUTTY EGG \\u0026 \\u0026 EGG KALE TOMATO FRITTATA SMOOTHIE SCRAMBLE\\nAROMATIC FIESTA AWESOME ROASTED CHICKEN VEGETABLE TOMATOES W/ SALSA MEDLEY COCONUT NUTS \\u0026 \\u0026 NUT BROCCOLI CACAO \\u0026 HUMMUS BUTTER TRAIL MIX BALLS SALMON STEAK W/ TOMATO \\u0026 KEBABS TURMERIC AVOCADO W/ GREEN TEA CAULIFLOWER GAZPACHO MARINADE RICE\\nCRUNCHY CHICKEN LUNCH VEGGIE VEGGIE SALAD KABOBS\\nCINNAMON POMEGRANATE YOGURT SNACK ROASTED CUPS NUTS KALE \\u0026 SCRUMPTIOUS QUINOA STUFFED DINNER STUFFED STEAK PEPPERS\\nDAY 6 DAY 7 DAY 8\\nDAY 9 DAY 10\\nAVOCADO \\u0026 EGG BREAKFAST BOWL\\nCOCONUT NUTTY CHIA BREAKFAST KALE PUDDING SMOOTHIE *prep night before\\nEGG \\u0026 BROCCOLI TOMATO \\u0026 EGG SCRAMBLE FRITTATA\\nCRUNCHY AROMATIC AWESOME FIESTA VEGGIE ROASTED LUNCH VEGETABLE CHICKEN SALAD TOMATOES MEDLEY W/ SALSA COCONUT CINNAMON POMEGRANATE BROCCOLI \\u0026 NUT YOGURT ROASTED SNACK \\u0026 HUMMUS BUTTER CUPS NUTS BALLS STEAK W/ SALMON TOMATO \\u0026 SCRUMPTIOUS TURMERIC KEBABS AVOCADO DINNER STUFFED CAULIFLOWER W/ GREEN TEA GAZPACHO STEAK RICE MARINADE\\nCHICKEN VEGGIE KABOBS\\nNUTS \\u0026 CACAO TRAIL MIX\\nKALE \\u0026 QUINOA STUFFED PEPPERS\\n4\\nSHOPPING LIST\\n*Remember this is a 10 day shopping list including enough groceries for each meal for only 1 serving\\nMISCELLANEOUS\\nMEAT/PROTEIN FRUITS \\u0026 VEGGIES\\n12 eggs 5 Avocados 12-16 oz Grass fed Steak 1/2 cup black olives (choice cut) 5 medium cucumbers 16 oz Grass fed Flank 1/2 cup cherry tomatoes Steak 6 cups kale 32 oz Chicken breast 2 cups spinach (boneless skinless) 2 heads of garlic 12 oz Wild Atlantic Salmon 6 cups fresh broccoli 32 oz choice protein florets 2 cups cauliflower florets HAVE ON HAND 2 cups cauliflower rice 2 cups carrots extra virgin olive oil (EVOO) 1 jalapeno pepper coconut oil 1 green bell pepper red wine vinegar 1 small orange bell pepper honey, agave, maple syrup 1 small red bell pepper or other natural sweetener 3 small yellow bell pepper cinnamon 2 red onions chili flakes 3 yellow onions chili powder 9 tomatoes turmeric 1 cup diced tomatoes paprika (canned or fresh) cumin 1 bunch fresh parsley garlic powder 2 sprigs fresh rosemary red pepper flakes 2 sprigs fresh thyme salt and pepper 2 springs fresh oregano vanilla extract 1 bunch fresh cilantro 2 lemons 1/2 cup pomegranate seeds 16 medium whole mushrooms 2 zucchini\\n3 1/2 cups mixed nuts 1/2 cup cacao chips 6 tbsp chia seeds 1/2 cup quinoa 4 tbsp ground flaxseeds 1 1/2 cups unsweetened coconut milk 1/2 cup hummus 4 tbsp nut butter 1 cup greek yogurt 1 cup vegetable broth 2 green tea bags wooden or metal skewers 1/2 cup low sodium chicken broth 1/2 cup tamari sauce 2 oz fat free feta cheese 2 cups unsweetened almond milk (or any other plant-based milk of your choice)\\nOptional Topping Ingredients: Shredded coconut Crushed nuts Grated Parmesan cheese Nutritional Yeast\\n5\\nBREAKFAST\\nAVOCADO \\u0026 EGG BREAKFAST BOWL\\nIngredients: 1 ripe avocado 2 large eggs 1 cup kale, washed and roughly chopped 1 tbsp. ground flaxseed 1 tsp. EVOO (extra virgin olive oil) Salt and pepper to taste Optional: a pinch of chili flakes or paprika for extra spice\\nInstructions: 1.Heat a non-stick skillet over medium heat. Add the extra virgin olive oil to the skillet; once heated, add the chopped kale. Season with salt and pepper, and saut\\u00E9 until the kale is wilted and tender, about 3-5 minutes. Remove the kale from the skillet and transfer to a serving bowl. 2.Reduce the heat to low under the same skillet. Crack the eggs into the skillet, being careful to keep the yolks intact. Cook the eggs according to your preference: for sunny side up, allow the eggs to cook until the whites are fully set but the yolks remain runny, approximately 3-4 minutes. If you prefer over easy, flip the eggs after the whites set and cook for another minute. 3.While the eggs are cooking, cut the avocado in half, remove the pit, and scoop out the flesh. Slice the avocado flesh into thin strips or cube it, depending on your preference. 4.Layer the previously saut\\u00E9ed kale at the bottom of the bowl. Arrange the sliced or cubed avocado over the kale. Gently place the cooked eggs on top of the avocado. 5.Sprinkle ground flaxseed evenly over the entire bowl. Optionally, you can add a pinch of chili flakes or paprika for additional spice.\\n6\\nBREAKFAST\\nBROCCOLI \\u0026 EGG FRITTATA\\nIngredients: 1 cup of fresh broccoli florets 2 large eggs 1/4 tsp. of turmeric 1 tbsp. of olive oil 1 tbsp. of water 1 tbsp. of ground flaxseed Salt and pepper to taste\\nInstructions: 1.Begin by preheating your oven to 375\\u00B0F (190\\u00B0C). Heat olive oil in a small oven- safe skillet over medium heat; add the broccoli florets and saut\\u00E9 for about 3-5 minutes until they start to become tender. 2.In a mixing bowl, whisk together the eggs, turmeric, and water; season this mixture with salt and pepper to taste. 3.Pour the egg mixture over the saut\\u00E9ed broccoli in the skillet, making sure the eggs cover the broccoli evenly. 4.Cook on the stove for about 2 minutes until the edges begin to set but the center is still slightly runny. Sprinkle the ground flaxseed evenly over the top, then transfer the skillet to the preheated oven. 5.Bake in the oven for about 10-12 minutes, or until the frittata is fully set and lightly golden on top. 6.Once done, carefully remove from the oven, let it cool for a couple of minutes, and serve!\\n7\\nBREAKFAST\\nCOCONUT CHIA PUDDING\\n*Requires Overnight Prep\\nIngredients: 1 tbsp. of coconut oil, melted 3 tbsp. of chia seeds 1/2 tsp. of vanilla extract 1/4 tsp. of cinnamon 3/4 cup of unsweetened coconut milk (you can use the beverage type for a lighter pudding or canned for a richer texture) Optional sweetener to taste (honey, maple syrup)\\nInstructions: 1.In a small bowl, whisk together the melted coconut oil, coconut milk, and vanilla extract until thoroughly combined. 2.Stir in the chia seeds and cinnamon, mixing until the chia seeds are evenly dispersed and beginning to swell. If you\\u0027re using a sweetener, add it to the mixture according to your taste preference and stir well. 3.Transfer the mixture into a serving glass or bowl, then cover it with plastic wrap or a tight-fitting lid. 4.Refrigerate the pudding for at least 4 hours, or overnight, which allows the chia seeds to fully expand and the pudding to thicken. 5.Once set, give the pudding a good stir to distribute any settled seeds and check for consistency; add a little more coconut milk if it\\u0027s too thick. 6.Serve the chilled Coconut Chia Pudding with an additional sprinkle of cinnamon on top for flavor.\\n8\\nBREAKFAST\\nNUTTY KALE SMOOTHIE\\nIngredients: 1 cup of kale leaves, stems removed and roughly chopped 1/2 ripe avocado, peeled and pitted 1/4 cup of mixed nuts, unsalted (such as almonds, walnuts, cashews, etc.) 1 cup of unsweetened almond milk (or any other plant-based milk of your choice) 1/2 tsp. of ground cinnamon Ice cubes (optional, for a colder smoothie) Optional sweetener to taste (like honey or agave)\\nInstructions: 1.Begin by adding the kale leaves and almond milk to your blender; blend on high until the kale is completely broken down and the mixture is smooth. 2.Add the avocado, mixed nuts, and ground cinnamon to the blender. If you\\u2019re using ice cubes for a chilled smoothie, add them at this stage. 3.Blend everything on high until the mixture is completely smooth and creamy. If the smoothie is too thick for your liking, you can add a bit more almond milk to adjust the consistency. 4.Taste the smoothie, and if desired, add a touch of your chosen sweetener, then blend again briefly to combine. 5.Pour the smoothie into a glass and enjoy immediately.\\n9\\nBREAKFAST\\nEGG \\u0026 TOMATO SCRAMBLE\\nIngredients: 2 large eggs 1/2 cup fresh tomatoes, diced 1 cup kale, washed and chopped 1/4 tsp. turmeric 1 tbsp. EVOO (extra virgin olive oil) Salt and pepper to taste\\nInstructions: 1.Heat olive oil in a non-stick skillet over medium heat. 2.Add the chopped kale to the skillet and saut\\u00E9 for about 2-3 minutes until it starts to wilt. 3.Mix in the diced tomatoes and turmeric, cooking for an additional 2 minutes until the tomatoes are just softened. 4.In a small bowl, beat the eggs with salt and pepper, then pour this mixture over the saut\\u00E9ed kale and tomatoes in the skillet. 5.Let the eggs sit undisturbed for about 20 seconds, then gently stir and scramble until the eggs are fully cooked but still soft and slightly creamy, approximately 2-3 minutes. 6.Once cooked to your liking, remove from heat, and adjust seasoning if needed.\\n10\\nLUNCH\\nCRUNCHY VEGGIE SALAD\\nIngredients: 1 medium cucumber, chopped 1/4 cup cherry tomatoes, halved 1/2 cup black olives, pitted and halved 1/2 small orange bell pepper, seeded and chopped 2 tbsp. red onion, chopped 1/2 tsp. fresh parsley leaves, minced 1/2 tbsp. extra-virgin olive oil 1 tbsp. fresh lemon juice Sea salt and freshly ground black pepper, to taste 1 oz. fat-free feta cheese, crumbled\\nInstructions: 1.In a large serving bowl, add all ingredients except cheese and toss to coat well. Top with cheese and serve\\n11\\nLUNCH\\nCHICKEN VEGGIE KABOBS\\n*Prep Marinade in Morning\\nIngredients: 2 tbsp. EVOO (extra-virgin olive oil) 1/4 cup low-sodium chicken broth 1/4 cup tamari sauce 8 oz. skinless, boneless chicken breast, cubed into 1\\u201D size 8 medium whole mushrooms 1/2 red bell pepper, seeded and cut into 2\\u201D pieces 1/2 yellow bell pepper, seeded and cut into 2\\u201D pieces 1 zucchini, cut into 2\\u201D pieces 1 tomato, cubed 1 onion, cubed Ground black pepper, to taste\\nInstructions: 1.In a large bowl, add olive oil, broth, tamari and black pepper and mix till well combined. 2.Add chicken and vegetables and coat with marinade generously. Refrigerate, covered for about 2 hours. 3.Preheat the grill for high heat. Grease the grill grate. Remove chicken and vegetables from marinade. Shake off excess marinade. 4.Thread the chicken and vegetables onto pre-soaked wooden skewers. 5.Grill the skewers for about 12-15 minutes, flipping and coating with marinade occasionally.\\n12\\nLUNCH\\nAROMATIC ROASTED TOMATOES\\nIngredients: 1 large tomato, halved 1 tbsp. onion, chopped finely 1 garlic cloves, minced 1/2 jalape\\u00F1o pepper, seeded and minced 1/2 tbsp. fresh rosemary, minced 1 tsp. fresh thyme, minced 1 tsp. fresh oregano, minced 2 tbsp. extra-virgin olive oil 8 oz. protein of your choice Freshly ground black pepper and sea salt, to taste\\nInstructions: 1.Line a large plate with paper towel. 2.Sprinkle the tomatoes with salt evenly. Arrange tomatoes in prepared plate, cut side down. 3.Keep aside for about 30-40 minutes to drain completely. 4.Preheat the oven to 425F. Grease a baking dish. 5.In a small mixing bowl, mix together, onion, garlic, jalape\\u00F1o pepper, fresh herbs and black pepper. 6.Place tomatoes in prepared baking dish in a single layer, cut side up. Sprinkle with herb mixture evenly and drizzle with oil. Roast for about 20 minutes. 7.Serve with your choice of protein, follow the basic protein prep recipe.\\n13\\nLUNCH\\nFIESTA CHICKEN WITH SALSA\\nIngredients: Instructions: Avocado Salsa 1.In a large bowl, mix together all salsa 1 large avocado, peeled, ingredients and refrigerate, covered before pitted, and cubed serving. 1 small cucumber, chopped 2.For chicken in another large bowl, mix 1 tomato, chopped together all ingredients except chicken 1/4 cup red onion, chopped breasts. 1/4 cup fresh cilantro, 3.Add chicken breasts and coat with spice chopped mixture generously. 2 tbsp. fresh lemon juice 4.In a large skillet, melt coconut oil on Sea salt and freshly ground medium heat. black pepper, to taste 5.Add chicken and cook for about 10-12 minutes or till done completely. Chicken 6.Serve chicken breasts with avocado salsa. 1 tsp. paprika 1 tsp. chili powder 1/2 tsp. ground cumin 1/2 tsp. garlic powder 4 oz. grass-fed, skinless, boneless chicken breasts 2 tbsp. coconut oil Sea salt and freshly ground black pepper, to taste\\n14\\nLUNCH\\nAWESOME VEGETABLE MEDLEY\\nIngredients: 1 cup cauliflower florets 1 cup broccoli florets 1 cup carrots, peeled and sliced 2 tbsp. EVOO (extra-virgin olive oil) 1 tbsp. fresh lemon juice 1 tsp. fresh rosemary, minced 1 tsp. red pepper flakes, crushed 8 oz. protein of your choice Sea salt and freshly ground black pepper, to taste\\nInstructions: 1.Preheat the oven to 425F and grease 2 large roasting pans. In a large bowl, add all ingredients and toss to coat well. 2.Transfer the vegetables into prepared roasting pans evenly. Roast for 20-25 minutes.\\n15\\nDINNER\\nSCRUMPTIOUS STUFFED STEAK\\nIngredients: 8 oz. grass-fed flank steak, trimmed 1 tbsp. EVOO (extra-virgin olive oil) 2 small garlic cloves, minced 1 cup fresh spinach, chopped finely 1/2 medium green bell pepper, seeded and chopped 1/2 medium tomato, chopped finely Sea salt and freshly ground black pepper, to taste\\nInstructions: 1.Preheat the oven to 425F. Grease a large baking dish. 2.Place flank steak onto smooth surface. Hold sharp knife parallel to work surface and slice steak horizontally, without cutting all the way through, so you can open it like a book. With a pounder, flatten steak to even thickness. Sprinkle with salt and black pepper evenly. 3.In a skillet, heat oil on medium heat. Add garlic and saut\\u00E9 for about 1 minute. 4.Add spinach, salt and black pepper and cook for about 2-3 minutes. Stir in bell pepper and tomato and immediately remove from heat. 5.Transfer the spinach in a bowl. Let it cool slightly. Place the filling on the top of steak evenly. Roll up the steak to seal the filling. With cotton twine, tie the steak. Place the steak roll in prepared baking dish. 6.Roast for about 30-35 minutes. Remove from oven and let cool slightly. With sharp knife, cut into desired slices and serve.\\n16\\nDINNER\\nSTEAK W/ TURMERIC CAULIFLOWER RICE\\nIngredients: 1 grass-fed steak (about 6-8 ounces, your choice of cut) 1 cup of cauliflower rice 1/2 tsp. of turmeric 1 tbsp. of EVOO (extra virgin olive oil) Salt and pepper to taste Optional garnishes: chopped fresh herbs like parsley or cilantro\\nInstructions: 1.Season the steak with salt and pepper to taste. Preheat a grill or skillet over medium-high heat. If using a skillet, add a small amount of olive oil to coat the bottom. 2.Place the steak in the skillet or on the grill and cook for about 3-4 minutes on each side for medium-rare, or adjust the cooking time to achieve your desired level of doneness. Once cooked, remove from heat and let the steak rest for a few minutes before slicing. 3.While the steak is resting, heat the olive oil in a separate skillet over medium heat. Add the cauliflower rice and turmeric, stirring to coat the rice evenly with the turmeric and oil. 4.Cook the cauliflower rice for about 5-7 minutes, stirring occasionally, until it is heated through and slightly crispy. Season with salt and pepper to taste. 5.Slice the rested steak against the grain into thin strips. Serve the sliced steak over the turmeric cauliflower rice, garnishing with fresh herbs if using.\\n17\\nDINNER\\nSALMON KEBABS W/ GREEN TEA MARINADE\\nIngredients: 6 oz. Wild Atlantic Salmon, cut into 1-inch cubes 1 green tea bag 1/4 cup of boiling water 1 tbsp. of extra virgin olive oil (EVOO) 1 tbsp. of lemon juice Salt and pepper to taste Wooden or metal skewers (if using wooden skewers, soak in water for at least 30 mins before grilling to prevent burning)\\nInstructions: 1.Start by steeping the green tea bag in the boiling water for about 3 minutes to create a strong green tea. Remove the tea bag and allow the tea to cool slightly. 2.In a small bowl, combine the cooled green tea, EVOO, lemon juice, salt, and pepper, whisking together to form the marinade. 3.Place the salmon cubes in a shallow dish or a resealable plastic bag, and pour the marinade over the salmon. Ensure all pieces are well coated. Refrigerate and let marinate for at least 30 minutes, or up to 2 hours for more flavor. 4.Preheat your grill to medium-high heat. Thread the marinated salmon cubes onto the skewers, spacing them slightly apart to ensure even cooking. 5.Grill the kebabs for about 3-4 minutes on each side or until the salmon is opaque and flakes easily with a fork. 6.Once cooked, remove the salmon kebabs from the grill and serve immediately.\\n18\\nDINNER\\nKALE \\u0026 QUINOA STUFFED PEPPERS\\nIngredients: 1 large yellow bell pepper 1/4 cup quinoa 1/2 cup vegetable broth or water 1 cup kale, finely chopped 1/2 cup diced tomatoes (canned or fresh) 1 tbsp. olive oil 1 clove garlic, minced Salt and pepper to taste Optional: 1 tbsp. grated Parmesan cheese or nutritional yeast for a vegan option\\nInstructions: 1.Preheat your oven to 375\\u00B0F (190\\u00B0C). 2.Rinse the quinoa under cold water until the water runs clear. In a small saucepan, bring the quinoa and vegetable broth (or water) to a boil. Reduce heat to low, cover, and simmer for about 15 minutes, or until the quinoa is cooked and the liquid is absorbed. Remove from heat and set aside. 3.While the quinoa is cooking, heat the olive oil in a skillet over medium heat. Add the minced garlic and saut\\u00E9 for about 1 minute until fragrant. 4.Add the chopped kale to the skillet, cooking until it starts to wilt, about 3-5 minutes. Stir in the diced tomatoes and cook for another 2 minutes. Season with salt and pepper to taste. 5.Combine the cooked quinoa with the kale and tomato mixture, mixing well. 6.Cut the top off the bell pepper and remove the seeds and membranes. If necessary, slice a small portion off the bottom to help the pepper stand upright without tipping over. 7.Stuff the bell pepper with the quinoa and kale mixture, packing it tightly. Place the stuffed pepper in a baking dish and cover loosely with foil. 8.Bake in the preheated oven for about 30 minutes. Remove the foil, and if using, sprinkle the top with Parmesan cheese or nutritional yeast, then bake for an additional 10 minutes or until the pepper is tender and the topping is golden.\\n19\\nDINNER\\nTOMATO \\u0026 AVOCADO GAZPACHO\\nIngredients: 1 large ripe tomato, chopped 1/2 ripe avocado, peeled and diced 1/4 cucumber, peeled and chopped (optional for extra freshness) 1 small clove garlic, minced 1 tbsp. red onion, chopped 1 tbsp. EVOO (extra virgin olive oil) 1 tsp. red wine vinegar Salt to taste A pinch of chili flakes or ground chili powder Cold water (optional, for desired consistency) Fresh herbs like basil or cilantro for garnish (optional)\\nInstructions: 1.In a blender or food processor, combine the chopped tomato, half of the diced avocado, cucumber (if using), garlic, and red onion. 2.Add the extra virgin olive oil, red wine vinegar, and a pinch of chili flakes or chili powder. Blend until smooth. If the gazpacho is too thick, add a little cold water to reach your desired consistency. Blend again to mix. 3.Season the gazpacho with salt to taste and blend briefly once more to incorporate. 4.Chill the gazpacho in the refrigerator for at least 30 minutes, or until it is thoroughly cold. Serve the chilled gazpacho in a bowl or glass, topping it with the remaining diced avocado and optional fresh herbs for garnish.\\n20\\nSNACKS POMEGRANATE YOGURT CUPS Ingredients: 1/2 cup Greek yogurt, plain and unsweetened 1/4 cup pomegranate seeds 2 tbsp. mixed nuts, chopped (almonds, walnuts, or pecans) Optional: A drizzle of honey or a sprinkle of cinnamon for added sweetness\\nInstructions: 1.Scoop the Greek yogurt into a small bowl or cup. 2.Sprinkle the pomegranate seeds evenly over the yogurt. 3.Add the chopped nuts on top of the pomegranate seeds. 4.Optionally, drizzle a little honey or sprinkle some cinnamon over the top for extra flavor.\\nCOCONUT \\u0026 NUT BUTTER BALLS\\nIngredients: 2 tablespoons coconut oil, melted 2 tablespoons nut butter (such as almond butter or cashew butter) Optional: 1 tablespoon unsweetened cacao powder or vanilla extract for flavor variation Optional: Shredded coconut or crushed nuts for coating\\nInstructions: 1.In a small bowl, mix the melted coconut oil with the nut butter until thoroughly combined. If using, add cocoa powder or vanilla extract for extra flavor. 2.Place the mixture in the freezer for about 10-15 minutes to firm up slightly, making it easier to handle. 3.Remove the mixture from the freezer. Scoop out teaspoon-sized portions and roll them into balls between the palms of your hands. 4.If desired, roll the balls in shredded coconut or crushed nuts for an additional texture and flavor coating. Place the balls on a plate or tray lined with parchment paper and refrigerate for at least 30 minutes until firm. 5.Once firm, the Coconut and Nut Butter Balls are ready! Store any leftovers in the refrigerator.\\n21\\nCINNAMON ROASTED NUTS\\nIngredients: 1/2 cup mixed nuts (such as almonds, walnuts, and pecans) 1/2 tbsp. extra virgin olive oil (EVOO) 1/2 tsp. ground cinnamon Optional: a pinch of salt or sugar to taste\\nInstructions: 1.Preheat your oven to 350\\u00B0F (175\\u00B0C). 2.In a bowl, toss the mixed nuts with the olive oil and ground cinnamon until evenly coated. Add a pinch of salt or sugar if desired. 3.Spread the coated nuts on a baking sheet lined with parchment paper. 4.Roast in the preheated oven for about 10-15 minutes, stirring halfway through, until the nuts are golden and fragrant. 5.Remove from the oven and allow to cool before eating.\\nBROCCOLI \\u0026 HUMMUS\\nIngredients: 1 cup raw broccoli florets 1/4 cup hummus\\nInstructions: 1.Wash the broccoli florets thoroughly and pat them dry. 2.Serve the clean, dry broccoli florets alongside a small bowl of hummus for dipping.\\nNUTS \\u0026 CACAO TRAIL MIX\\nIngredients: 1/2 cup mixed nuts (such as cashews, almonds, and Brazil nuts) 1/4 cup cacao chips\\nInstructions: 1.In a bowl, combine the mixed nuts with the cacao chips 2.Mix them together until well incorporated. 3.Transfer the trail mix into a small bag or container for an on-the-go snack or enjoy immediately as a quick energy-boosting treat.\\n22\\nBASIC PROTEIN PREP\\nFOR CHICKEN, FISH, OR TURKEY.\\nIngredients 1-2 portions of protein, depending on how much recipe calls for Desired fresh and dried spices (MSG free) 2 tbsp. extra virgin olive oil\\nInstructions 1.Sprinkle oil and spices over protein. 2.Let sit in fridge to marinate as long as possible. 3.When ready to prep meal, add 1-2 tbsp to pan and grill protein until thoroughly cooked. You can also cook on a portable grill.\\n23\\nWANT TO GET MORE UNIQUE RECIPES,\\nMEAL PLANS AND TIPS LIKE THIS?\\nCheck out our other incredible Svelte Programs!\\nClick Here\\nMetaBoost is a practical nutrition program that centers on five unique, supreme superfoods and features custom, easy to make meal plans aimed at boosting the metabolism, balancing hormones, and reducing inflammation. MetaBoost allows you to eat more of the right foods while losing weight effectively - and keeping it off. This program is based on the idea of \\u0022MetaInfluencers\\u0022 - specific foods known to promote fat burning, reduce inflammation, and provide sustainable energy. The program also includes 6 isometric workouts with follow-along videos and a workout calendar to help keep you active.\\nClick Here One and Done is a revolutionary fitness routine that\\u2019s low impact and high performance. No matter your age or fitness level, you can lose weight and get in shape at lightning speed. In just 14 days, you can trick your body into thinking it\\u2019s working harder than it really is by utilizing the revolutionary \\u2018Sprint Interval Training\\u2019 Technique. No running, no jumping, and no crazy cardio, crunches or curls. Just a series of dynamic \\u002B hyper focused strengthening movements. The SIT Technique is only a 7 minute workout with an optional warm-up and flow-down for a total of 10 minutes max!\u0022,\u0022Chunks\u0022:[{\u0022CellGUID\u0022:\u00222929f1c5-c9ef-454b-a008-57fe5210a0c3\u0022,\u0022Text\u0022:\u0022THE 10 DAY METAMEAL PLAN\\n10 DAYS OF METABOOST INSPIRED RECIPES AND TIPS TO JUMPSTART YOUR HEALTH JOURNEY\\nDisclaimer Notice:\\nThis eBook offers health, wellness, and nutritional information and is designed for educational purposes only. You should not rely on this information as a substitute for, nor does it replace, professional medical advice, diagnosis, or treatment. If you have any concerns or questions about your health, you should always consult with a physician or other health-care professional. Do not disregard, avoid or delay obtaining medical or health related advice from your health-care professional because of something you may read in this eBook.\\nConsult with your physician prior to beginning any exercise program, or making any significant changes to your diet, such as by using any supplement, nutrition plan, or meal replacement product. It is your responsibility to ensure that you are following all safety instructions that we provide, when following our programs or using\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.028223667,0.01133371,0.03856208,0.027765183,0.011104973,0.0043633454,-0.021939281,0.13048209,-0.11219705,-0.094778545,-0.03659368,0.05001563,-0.04851705,-0.08195858,0.027798433,-0.061512634,0.064961165,-0.02514173,-0.053332265,-0.01179335,0.056481816,-0.02229621,0.01634605,0.095001936,-0.051342748,0.021625375,-0.016120493,-0.01664793,-0.040206414,-0.017784083,0.111840755,-0.014430242,-0.00044672814,0.009435653,-0.053546496,0.0053966553,0.029689904,-0.012336702,-0.1289985,-0.040043913,-0.0022105924,-0.046201956,-0.040099148,-0.007877251,0.017418552,0.016313575,-0.040349856,0.044489913,0.050711513,0.11262749,-0.120472565,-0.07916785,-0.031899247,0.039535705,0.024235295,0.007100948,-0.06933508,-0.06745406,0.0129725095,-0.01794239,-0.009655174,-0.022122027,-0.027202832,0.017345943,-0.004185615,0.05445488,-0.060876444,-0.07081777,0.045687135,0.025717769,-0.038683455,-0.021949941,0.016394295,0.049199868,-0.053449355,0.11945126,0.0331542,0.007820419,0.013173837,0.0032376607,-0.03478694,0.12727512,0.07034154,0.04342266,-0.014501458,-0.03477834,0.048750006,0.10818732,0.015431333,-0.04875519,0.050155047,0.019717332,0.01775818,0.03539157,-0.03236613,0.0107942745,-0.15688145,-0.093573146,-0.039950863,0.040274713,0.030858912,0.020623524,0.025407178,0.0076568965,-0.0006446715,-0.091515526,-0.020569684,0.0699759,0.0053307083,0.042172782,0.07067737,0.06348302,0.020981608,-0.0010459534,0.01995801,0.052903753,0.040338833,0.006334722,0.036274716,0.04158874,-0.022749921,0.0030071985,0.117965095,-0.04765445,-0.037373073,0.01117033,0.019451382,2.874355E-33,-0.035864107,0.00630434,0.086139955,0.038793232,0.020071961,-0.03839213,-0.01295442,-0.029065836,0.102617435,-0.05631611,0.05168523,-0.04652942,0.032050412,0.046541672,-0.11190351,-0.019171625,-0.034879886,0.02591961,0.06571028,0.0076861437,0.027180014,-0.11479824,0.005737721,0.0038896068,-0.028356114,0.05021417,-0.053390138,0.08889668,-0.037137073,0.015720656,0.0045277155,-0.07510934,-0.0101347985,-0.049337506,-0.027065748,0.02669651,0.061755985,-0.056508306,0.036642265,-0.012483778,0.050440796,-0.037028376,0.038201276,0.008911789,0.08451973,-0.06964496,-0.051116537,0.0056962585,0.041890237,-0.04896587,-0.043465506,-0.032125458,0.028630665,-0.03234524,-0.0285382,-0.0038342467,-0.05328466,0.00686286,0.0073470697,0.009563574,0.10411776,-0.0061078337,-0.034310874,0.031303253,-0.103775375,0.06528375,-0.06267407,-0.04361709,-0.023252314,0.03774158,0.011087842,0.0016907133,0.06346727,0.0031895498,0.027584234,-0.020008208,0.06313267,-0.035115648,-0.06230278,0.04798173,0.0971014,0.053073697,-0.058312748,0.123519406,0.04657501,0.018084565,-0.032021016,0.03517655,0.029668266,-0.033476744,0.002079591,-0.028938668,0.024439398,0.08129409,-0.04509832,-3.8340754E-33,-0.02944469,0.01899342,0.03124201,0.009115854,0.012855941,-0.009066732,0.03453402,0.027548105,0.018795786,-0.03461226,-0.042719156,-0.011532854,-0.029851718,-0.15388915,-0.027653182,0.080039024,0.0826987,-0.0791936,-0.030004641,0.03717173,0.0048056035,0.05480722,-0.014390382,0.009738222,0.017451823,0.040034793,0.12069153,0.06827727,0.020515213,-0.02799173,0.047159035,-0.0008823478,-0.022471933,-0.08523793,-0.06698604,0.021125255,-0.058251522,-0.050775565,-0.021335589,0.030224936,0.0037311532,0.029303359,-0.007513402,-0.088459395,-0.0265865,-0.00064393296,0.0066504055,-0.060273297,-0.05104112,0.034653347,0.027803296,-0.038666528,-0.0152266165,0.00016126805,0.030829629,-0.011543455,0.011044517,-0.024564035,-0.034880582,-0.019083465,-0.040421363,0.020182038,-0.03569172,-0.07713898,0.005803194,0.03162764,-0.0063850847,-0.026164835,0.016488757,-0.000114704584,-0.051911194,-0.066890106,-0.04322042,-0.07771831,-0.012820679,0.030092947,0.043301642,0.0038985154,-0.07886201,-0.0003907527,-0.04630223,-0.036302447,-0.0016445345,-0.06197712,-0.016062781,0.023654653,-0.1137492,0.048042864,-0.012601895,0.14563492,-0.016949657,-0.03956161,-0.01964056,0.10724921,0.09835397,-4.902431E-08,0.1014332,-0.0020693967,0.05410428,0.08225857,0.01232426,-0.082176544,-0.04490668,-0.097477295,0.015505983,0.0017671624,0.08194908,0.046501894,0.023386832,0.05292803,-0.09244345,-0.027188014,0.06228821,0.0365703,-0.042360526,-0.026326401,-0.10486695,-0.0052542384,0.006810254,-0.068301715,0.075404376,-0.008695946,0.0774967,0.10413567,0.026787193,0.020723842,0.0012010485,0.04656449,0.0027947384,0.022787722,-0.08779399,-0.069657736,-0.0002613581,0.033284288,-0.033540975,0.046059147,-0.039198097,0.012356435,0.052860837,0.047835946,-0.100179985,-0.006928129,-0.06602983,0.002264866,0.003502676,-0.017227732,0.02376668,0.006152277,0.004838042,0.06269386,-0.053669777,0.08632517,-0.04007769,-0.080554806,0.01360958,-0.032867383,-0.019651666,-0.0047328696,-0.060385946,-0.052962128]},{\u0022CellGUID\u0022:\u00222929f1c5-c9ef-454b-a008-57fe5210a0c3\u0022,\u0022Text\u0022:\u0022 any of our products.\\nNothing stated or contained in this eBook or available through any of our programs are intended to be, and must not be taken to be, the practice of medical or counseling care. For purposes of this disclosure, the practice of medicine and counseling includes, without limitation, psychiatry, psychology, psychotherapy, or providing health care treatment, instructions, diagnosis, prognosis or advice.\\nAny case studies, examples, illustrations, or testimonials provided in this eBook or in the promotional materials for this eBook, are not intended as a guarantee that you will achieve similar results. In fact, your results may vary significantly, and many circumstances may and will cause results to vary. Your results may vary, for instance, depending upon your starting point, goals and effort. There can be no assurance that any prior successes, or past results, can be used as an indication of your future success or results.\\nNone of the statements made in this eBook have been reviewed or\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.07886759,0.05333851,-0.034422353,0.050974578,-0.03615034,0.03939605,-0.050410412,0.07596135,0.03387955,-0.03187278,0.0010650367,0.040949408,0.04165317,-0.012566199,0.029115112,0.021954425,0.01127052,-0.042603243,0.05625802,0.013083259,-0.027440256,0.083760686,0.113995746,0.036200132,-0.017911408,-0.018269237,-0.060134977,-0.05243663,-0.044371847,-0.047038075,0.032075074,-0.030236758,-0.009050923,-0.015512635,0.046166856,0.02130222,-0.09606794,0.028856764,-0.022099487,0.036862902,0.0013214186,-0.054994233,0.014059046,0.03045034,-0.039865017,-0.07140797,-0.087749705,0.045340985,-0.05630367,-0.00026544128,-0.13917027,-0.026635189,0.056758408,0.005006116,0.0077003455,0.036486536,-0.031581774,0.038432166,-0.07167167,0.050992556,0.0062023713,-0.014579188,-0.07717291,0.053612854,0.022849321,0.07552846,0.0097439075,-0.059506368,0.037173387,-0.0416464,-0.04237692,-0.0629555,0.023295786,0.11312994,0.02137122,0.006474023,-0.012991264,-0.01011201,0.028441196,-0.020104202,-0.076041155,0.056674737,-0.018034734,0.021700608,-0.010952371,-0.03663771,0.085122615,0.0070911823,0.026286699,-0.009262069,0.11463542,-0.01310365,-0.09657699,-0.012645839,-0.030063985,0.021827413,-0.04764561,-0.06041069,0.012896918,0.039821133,0.013250627,-0.008139843,-0.021892441,-0.06620992,0.0016069592,-0.049177364,-0.02853546,-0.04390848,0.0301332,0.0014936032,-0.01961964,-0.026132915,-0.00013112898,0.022436328,0.014438504,-0.023575606,-0.028805288,0.040210497,0.07310606,0.06780091,0.018789675,0.025115652,0.07407268,-0.016198704,-0.032006703,0.01902542,-0.04460938,2.0858374E-33,0.008995671,-0.07762454,0.012488053,0.09756801,-0.029630141,0.03031606,-0.053964518,-0.03405017,0.03844311,-0.044400647,0.0006011399,0.046590276,0.06995109,0.03953093,-0.10474088,0.061845485,-0.018796096,-0.016014239,-0.007635067,0.05679623,0.02779262,0.024522718,0.015178101,-0.01550357,-0.045629676,-0.032464944,0.022599114,0.018932194,0.008616274,-0.0094870385,-0.048113674,0.034688577,-0.03146497,-0.10347688,-0.021699198,0.1334897,-0.046201993,-0.04638004,0.013190668,0.069307275,-0.052638438,0.039839853,0.052386098,-0.012474061,0.043881863,-0.0116414055,-0.049060177,-0.100276,-0.056992546,0.027890828,-0.04456561,0.0179326,-0.019302813,-0.03865437,0.02656522,-0.00940496,-0.034416955,0.006737372,0.015939502,0.027473358,0.13138998,-0.036495816,-0.023538645,-0.09974651,-0.07531588,0.010324185,-0.007227402,-0.13652164,0.013920382,-0.020289393,-0.059176467,0.045552332,0.08269504,0.038984857,0.03925769,-0.11758702,-0.023891933,-0.056312602,-0.04400305,-0.027538212,0.06738102,0.06558202,-0.05015822,0.09460315,0.0797412,-0.005943912,-0.010626785,-0.03581891,-0.06719308,0.01877615,0.036670998,0.026455339,0.04216577,0.03095781,0.025887705,-4.4835805E-33,-0.04933526,0.033193287,0.05019543,-0.06681357,0.04074306,0.047775805,0.013546108,-0.013785227,0.032626327,-0.015815882,0.072014734,0.0020463984,0.0075610904,-0.011880238,-0.0788475,0.019256208,-0.052488863,-0.07585454,-0.04705532,-0.008851394,-0.0007649549,0.09466592,0.00011731084,0.03612493,0.08165487,0.0099604465,0.10100579,0.05510137,0.019564945,-0.11419192,0.085297056,0.012633908,-0.078675225,-0.06006683,0.01468013,-0.029607007,0.06490297,-0.083824255,-0.015954051,-0.07896101,0.02718074,-0.036546614,-0.01725566,-0.044069465,-0.015013533,-0.042856727,0.014664525,-0.046833415,0.03609464,0.028618345,-0.013056965,0.01593643,-0.06650448,0.013515729,0.025175717,-0.09336861,-0.008176207,-0.044881377,-0.089829266,0.006880043,-0.03452702,0.11716886,-0.083000645,0.0573192,0.02571013,0.008997499,0.031036587,0.03303722,0.032653354,0.04041694,-0.048130352,-0.034183487,-0.03818625,-0.07877341,0.04716799,0.10386314,0.010583902,-0.049331985,-0.09863808,0.00058221724,-0.023114901,-0.048160266,0.011094862,0.042984467,0.003742772,-0.0068446044,0.04388777,-0.06579928,-0.045765564,0.09850458,-0.011200434,-0.008720467,-0.035219956,0.0048632966,0.08332201,-6.136074E-08,0.050076548,-0.059940495,0.035701737,0.03237545,-0.014838464,0.038687732,-0.017810365,-0.005566186,-0.12734345,-0.03893615,0.0074557043,0.04506621,-0.01223473,0.021261478,0.0077089905,-0.057153326,0.0781953,0.073612794,-0.0075884187,-0.09152194,-0.045091726,0.015982702,0.0055044563,-0.0679445,-0.06632494,0.09241797,0.023018967,0.10920227,-0.13053696,-0.08991545,0.06041485,-0.0028896602,0.11315772,-0.00853276,0.008502739,-0.111431204,0.029115949,0.028272955,0.01458495,0.075986974,9.008198E-05,0.006659097,0.08423164,0.09166802,-0.007910766,-0.052124444,0.013239793,-0.008846832,0.03258006,-0.03308351,0.056653738,0.032491934,0.026916804,-0.040818967,-0.015012708,0.10709458,0.04257696,-0.027448542,-0.08712586,-0.016922629,0.06683252,-0.07862302,-0.02964129,-0.0114496285]},{\u0022CellGUID\u0022:\u00222929f1c5-c9ef-454b-a008-57fe5210a0c3\u0022,\u0022Text\u0022:\u0022 approved by the FDA. It is your responsibility to evaluate the accuracy, completeness or usefulness of any information, opinion, advice or other content contained on the eBook, in our programs, or otherwise by us or a representative of our organization. The use of any information provided in this eBook is solely at your own risk.\\n\\u00A9 2024 Svelte Media, Inc. All Rights Reserved\\nAll rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods without the prior written permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law.\\nTo request permissions, please reach out to the publisher addressing the subject line as, \\u201CAttention: Copyright Request\\u201D at the email address below: support@sveltetraining.com\\nTABLE OF CONTENTS\\nINTRODUCTION......1\\nMER\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.060105078,0.006296474,-0.06776145,0.048392884,0.04348821,-0.008177568,-0.012583585,0.13578105,0.005921666,0.0019720846,0.024423057,0.035069488,-0.014120234,0.0066048484,-0.095947854,-0.016228365,0.06887162,-0.03127889,-0.050313666,-0.01983914,0.06587759,0.07539136,0.07190484,0.051060483,-0.09930127,-0.02607382,-0.076749325,0.020658841,-0.046685502,-0.041549794,0.0117559405,0.012391859,0.020592056,-0.06834316,-0.049813297,-0.008057332,-0.03212026,-0.07247277,0.010262336,0.030471236,0.035286654,-0.13385078,-0.060630795,0.009108176,0.03610654,0.028946353,-0.06338297,0.0067764367,-0.033657555,0.1262502,-0.086979166,-0.11459118,0.07359567,-0.008296978,-0.03413108,-0.08868356,-0.08062444,-0.023523774,-0.045252394,0.055320024,-0.02197561,-0.04986812,-0.05812409,0.048103627,0.045271665,0.011552691,-0.03470424,-0.009778345,0.0010999732,-0.021914482,-0.021248657,-0.005429984,0.059886348,0.14103067,-0.054718696,0.049267896,0.083061084,-0.04504148,0.05799182,-0.03420145,0.013896589,0.003870343,0.09160606,0.02036554,-0.009594873,0.007367081,0.047500152,0.05909547,-0.05941911,0.071779326,0.060901172,0.03267915,0.042283732,0.005843154,-0.014253086,0.014717957,-0.0994033,-0.07135605,-0.06037288,0.008136324,0.0009797591,-0.0023647489,-0.07318408,-0.07839694,-0.0069197095,-0.07104833,-0.03528274,-0.032214213,0.07599593,0.08376005,-0.047671996,0.062270842,0.039663587,-0.0031655899,0.018100934,0.009932315,0.012751757,0.00438992,0.0636293,-0.015414405,-0.014439964,-0.026373588,0.021637533,-0.09637401,-0.008681459,-0.074512936,0.04604993,7.459631E-33,-0.08650029,0.058456894,0.09402933,0.06471273,0.01004658,-0.0057831258,-0.08779625,-0.06782681,-0.034947835,-0.041332226,-0.046037365,-0.056338724,-0.02994882,0.071407326,-0.027499786,0.05943172,-0.04247457,0.050128076,-0.0005608287,0.0138839455,-0.01632939,-0.055860516,0.014238437,-0.008328252,-0.104667544,-0.03425008,-0.13066955,0.0062670466,0.034019426,0.012833977,-0.0387934,-0.0059568193,0.018402891,-0.1587268,0.015148748,0.024984766,-0.029244047,-0.01804838,-0.045396216,0.043952864,0.07174505,0.0151427,0.017554626,0.02169867,0.03270344,0.04359368,-0.09944889,-0.015205433,-0.040881407,-0.0018676026,0.021412307,0.04753477,0.006542585,-0.044186592,-0.0062400727,0.044653833,-0.026196988,-0.0758018,0.016367871,-0.015868204,0.051907007,0.118552305,0.040711857,-0.019409316,-0.044788003,0.03040572,-0.05490253,-0.046176337,-0.059288844,-0.017364815,-0.0048073065,-0.03049324,0.034246475,0.02706818,-0.034572758,-0.060675703,0.016948385,0.110981524,0.014950744,-0.013022708,0.05302307,-0.007944122,-0.03255664,0.06569355,-0.026120052,0.010322401,-0.093471855,0.0027944904,0.039343704,0.011156255,-0.027727129,-0.017691866,-0.04298753,-0.011621764,-0.06539531,-8.6411934E-33,-0.013940643,0.016481152,0.04168987,0.035575263,0.0023558624,0.044198975,-0.00803582,0.033974208,0.106224604,-0.021912107,0.022960113,-0.03206233,-0.02516064,-0.051611926,0.012870433,0.028161384,-0.031731416,0.040231835,-0.090608925,-0.067850426,-0.0032207086,-0.045992974,0.04874811,0.12475317,0.08171906,0.07300954,0.108713016,-0.019381702,-0.032069944,-0.05711725,0.043454666,-0.011247926,-0.07416181,0.00044893174,-0.04780464,-0.06299686,0.027812028,-0.037549626,0.001373286,-0.047070768,0.049623854,0.06804236,-0.08966969,0.048017666,-0.03196479,-0.047264438,0.03342247,-0.030068042,0.00784301,0.08779249,0.02379087,0.0052892542,-0.0049179797,0.004377327,0.035963997,-0.026286395,0.020802438,-0.05393127,-0.004138976,0.009673584,-0.020450026,0.09780249,-0.13549034,-0.01870208,0.036300994,-0.019302,0.022590853,0.02753186,0.07367013,-0.016618596,0.044766657,0.018188277,-0.040098917,-0.051816408,-0.010496368,0.023275062,0.042538058,-0.023496805,-0.09377103,0.008401629,-0.022374988,-0.045921393,0.032928456,0.06587149,0.06878259,-0.03683931,-0.03654743,-0.078022644,-0.058008734,0.037398577,0.009004587,-0.002187828,-0.01986619,0.051977783,0.1229985,-7.1407136E-08,0.08524198,-0.05197883,0.031776074,0.04456316,-0.023373697,0.034955293,0.017399108,-0.037733465,-0.019349642,0.008407461,-0.0007724876,0.06826983,-0.016806794,0.044375125,-0.044701457,-0.041559085,0.0695475,0.07344758,-0.046151992,0.030118383,-0.043609038,-0.025882553,0.024265278,-0.059384055,0.0056281327,-0.02824087,0.049464706,0.0382502,-0.03500232,-0.0031168754,0.031087391,0.048437458,0.017404972,0.03335532,-0.025257882,-0.046984024,0.060187526,0.042499926,-0.07289476,0.049058106,-0.06706793,0.026313046,0.021513255,0.061868034,-0.04619462,-0.026838418,0.021688206,0.050102055,0.004662707,0.025542164,0.061231714,-0.0020991103,0.074755475,0.07065888,-0.09544435,0.05886094,-0.026291119,0.0029415179,0.024215123,-0.0057599107,0.111127004,-0.10335692,0.09311531,0.02639908]},{\u0022CellGUID\u0022:\u00222929f1c5-c9ef-454b-a008-57fe5210a0c3\u0022,\u0022Text\u0022:\u0022EDITH SHIRK BIO........1\\nWELCOME......2\\nTIPS TO GET STARTED......3\\n10 DAY MEAL PLAN......4\\nSHOPPING LIST........5\\nBREAKFAST RECIPES......6\\nLUNCH RECIPES......11\\nDINNER RECIPES......16\\nSNACK RECIPES......21\\nBASIC PROTEIN PREP......23\\nABOUT MEREDITH SHIRK, CPT\\nMeredith Shirk has been in the health and fitness industry for over a decade with a Magna Cum Laude Biology degree, certification as a personal trainer with the National Academy of Sports medicine (NASM), and a mind, body nutrition specialist.\\nAs well as additional certifications from the National Academy of Sports Medicine (NASM) in Personal Training, Fitness Nutrition, Behavior Change, and Weight Loss.\\nOver the years she\\u2019s helped athletes, celebrities, models\\u2026 and people just like yourself make their dreams become\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.021633193,-0.033894412,0.029376358,0.04523143,-0.030935708,0.042536866,-0.037712794,-0.03008885,-0.049227424,-0.079010725,-0.02049274,-0.018886495,-0.022100147,-0.048622936,-0.007338032,-0.022180058,0.062722184,-0.028333234,-0.022000356,-0.020940695,-0.0668537,-0.02477547,0.08458123,0.052774135,0.013477435,0.018459952,0.04216212,-0.0741257,-0.043630287,0.01568844,0.06759953,-0.0084004225,0.056509286,0.052533567,-0.043016676,0.040063158,0.0408929,-0.0016589654,-0.09681471,0.01942948,0.022530776,-0.08771618,-0.027734408,-0.02234422,-0.0077204164,0.009878754,-0.009783318,-0.008414455,0.013053834,-0.030731736,-0.119300194,-0.06868589,0.039454676,-0.04348129,0.0943745,-0.009738285,-0.07948934,-0.03782029,-0.10115497,0.045891423,-0.036060356,0.00082296174,-0.026259756,-0.03405013,0.06520263,-0.0068395277,-0.06610568,0.09811149,0.03645816,-0.025451623,-0.040749133,-0.0282103,0.050294083,0.044252917,0.051114067,0.09453124,0.05337421,-0.024205124,0.036488127,-0.010432486,-0.07774359,0.042894993,0.09420362,0.05977581,0.013498158,-0.00010079333,-0.0052118814,0.041652128,0.02861336,0.015984079,-0.009810575,-0.016433097,-0.017795328,-0.024078835,0.025428811,0.07469895,-0.11758402,-0.07994116,-0.009889784,-0.042372774,0.00958294,0.101940684,0.010154084,0.0054537,-0.017457008,-0.06683634,0.050815023,0.027223296,0.054586183,0.055520706,0.071680166,0.032520387,-0.019248769,0.010677833,-0.015008582,0.10457694,-0.02371261,-0.026731208,0.051258657,0.032834686,-0.07058168,0.039551277,0.06743645,-0.04147985,0.006018137,-0.024978394,-0.046781007,-9.058103E-33,-0.06767791,0.029950209,0.052519843,0.103426754,-0.02424857,0.000929417,0.07082841,-0.033421364,0.08664179,0.013361025,0.042136326,0.057525497,0.0025870297,0.024006505,0.0015656593,-0.006522997,-0.06345148,0.06550553,-0.0024264976,0.12744796,0.020275563,-0.05118952,-0.024283493,0.029386293,-0.0031892513,0.06811138,-0.029893478,0.033859342,0.03303204,-0.01571466,-0.061479364,0.022278091,-0.06877392,-0.0738896,-0.025300799,-0.004595559,0.03092697,-0.012276266,0.045642786,0.05777365,0.037204433,-0.029431405,0.09387141,-0.025279986,-0.08094028,0.07507327,0.04993759,0.018072661,0.061517406,-0.015629498,-0.016067548,-0.07662401,0.061246958,-0.11159301,-0.01872566,-0.045268726,-0.0071395496,0.015816938,0.013943209,0.010720507,0.00093948,0.04453863,-0.055415258,-0.009827761,-0.052769464,0.013824404,-0.07461142,-0.054239158,0.03404516,0.11269066,-4.0709798E-05,0.04756523,0.013678319,0.0022900656,0.06404073,-0.03744926,0.009746806,-0.07990944,0.0018311186,0.018916363,0.12695186,0.072865956,-0.049825232,0.04584953,-0.004026473,0.02612741,-0.057304867,0.06515289,0.05985987,0.012079058,-0.065125376,-0.054166783,0.036257125,0.046466257,-0.11719351,6.1702845E-33,-0.011219703,-0.0041428353,-0.043183558,0.02399701,0.11593907,-0.021488264,0.08363941,0.0042012488,0.07616391,-0.01958727,0.09719499,-0.03543633,-0.03215501,-0.036283858,-0.059455577,0.075539686,-0.062651634,0.04108032,-0.037711885,-0.041339226,-0.00479613,0.06878212,-0.013433911,0.0742243,0.039670736,0.08009497,0.09417868,0.12201115,0.041867837,-0.04767828,0.013016064,-0.012549049,0.034147684,-0.01999584,-0.026136965,0.020850426,-0.088493735,-0.08884765,-0.029879594,0.00845509,0.098216474,-0.014675415,-0.05630531,0.042314474,-0.01961432,-0.05852139,0.011659075,-0.0122093605,-0.029892728,0.010178829,0.038520798,-0.12626563,-0.022593502,-0.026677689,-0.058474157,0.025015676,0.004504164,-0.03789667,0.036831655,-0.021804305,-0.056854162,0.017659584,0.0023826326,0.03687854,-0.082416855,-0.06819342,0.024926372,-0.017559813,-0.11991316,0.016709782,-0.061652485,0.0060674534,0.07188636,-0.053836115,-0.042941857,-0.0167267,0.016586242,-0.035988968,0.002596718,-0.035868518,-0.13128945,-0.087545395,0.019730864,0.03392587,0.07133583,0.12847199,-0.025489725,0.019172307,-0.0050131623,0.07949883,0.0037004545,-0.0028370754,0.032164503,0.07364961,0.02349517,-4.0544926E-08,0.10288338,-0.084552534,-0.045139316,0.06862375,0.0020103035,-0.02038905,-0.092775606,-0.096165374,0.011234754,0.023540784,0.03466557,0.031539287,-0.057085205,-0.026245905,-0.024911653,-0.0472571,0.027070548,0.118971236,-0.048651006,0.0050977375,0.005465847,-0.004391618,-0.015256134,-0.014841457,0.043906726,-0.025095826,-0.0020284352,0.057323556,-0.012638208,-0.012592882,0.015518856,-0.009412211,0.026927445,0.050208602,0.0051278016,-0.029590761,0.06874104,-0.03590792,-0.034231022,0.059453253,-0.080774255,-0.07480574,-0.020967528,0.011760386,-0.03494423,-0.018366983,-0.11281863,-0.036517475,0.07580186,0.0098508615,-0.012295104,0.037678942,0.020845681,-0.03458652,-0.0067760483,0.060394123,-0.0017619886,-0.11243243,0.001965604,-0.00929273,0.017886005,-0.06757433,-0.02143866,-0.004002855]},{\u0022CellGUID\u0022:\u00222929f1c5-c9ef-454b-a008-57fe5210a0c3\u0022,\u0022Text\u0022:\u0022 reality and achieve their best body, inside and out.\\n\\u201CMere,\\u201D as her clients and subscribers know her, is the CEO of Svelte Media \\u0026 Training. She\\u2019s also the creator of the cutting-edge 7-minute workout plan, One \\u0026 Done, which she\\u2019s successfully taught to clients for over 12 years now.\\nMere has over 1.5 Million subscribers and followers combined on Facebook and YouTube, where she spreads her message of achieving \\u2018total mind, body, and health\\u2019 globally.\\nLETS GET SOCIAL!\\nDouble click the icons below to follow and subscribe to stay up to date with free video workouts, weight loss tips, recipes and more.\\n1\\nWELCOME!\\nHey there, It\\u2019s Mere!\\nFirst off, let me extend a virtual \\u2018high five\\u2019 to congratulate you on taking a significant step towards healthy living and truly taking charge of your body\\u2019s wellbeing.\\nI\\u2019m so excited that you\\u2019re taking on my MetaBoost\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.024575213,-0.020169387,0.092659384,0.03955049,0.04800339,-0.019997055,0.05876689,0.010946966,-0.011833258,-0.010257961,0.03781955,-0.046287514,0.016744222,-0.025127301,0.042166296,-0.02069365,0.04798567,0.028281717,-0.078749776,0.010413506,-0.045798253,-0.035376195,0.062188104,0.07119021,0.0141862985,-0.045508504,-0.07289724,-0.043382727,0.029268468,-0.05916376,0.0012021196,0.044567846,0.016934808,0.03843409,-0.035090912,0.092750326,0.051373262,-0.045348346,-0.09465937,0.0060527544,-0.06817837,-0.12458575,0.0071840715,0.01961764,-0.03890528,0.007883424,-0.0049506654,-0.04236904,-0.03605296,-0.022101104,-0.12938733,-0.08061913,0.04037993,0.03855137,0.010545498,-0.0015539865,-0.00529598,-0.061683536,-0.033612423,0.05367539,0.005015979,0.018672915,0.025173126,0.0052525415,0.018309338,-0.015467676,-0.016223649,0.061975352,-0.011826398,0.023332687,-0.003458008,-0.0484295,-0.035799187,0.050017565,0.0080580115,0.043999452,0.04915749,-0.05086189,0.03728572,0.0060896752,-0.0076655624,0.02826019,0.09046711,0.027299419,-0.06674726,0.04845032,-0.024010502,0.017278321,0.019438183,-0.07560955,-0.052658588,0.07689381,-0.051613513,0.0244784,-0.047719218,0.0041081724,-0.08458057,-0.07516577,-0.10749935,0.03245522,0.0012435133,0.07305534,0.03753295,0.0022474832,-0.043341145,-0.09806923,-3.1889733E-05,0.07704843,0.04868513,-0.0030831532,0.05148348,-0.05780828,-0.029953767,-0.0133870775,0.044775702,0.04321205,-0.040331945,0.095109366,-0.0032416307,-0.030252308,0.027916556,0.039453704,-0.0047509195,-0.06118673,-0.03094899,-0.09677601,0.003959997,4.621706E-33,0.0020112183,0.091095425,0.10403512,0.031361535,-0.0018974799,-0.024195354,-0.044326745,-0.0011823277,-0.047584686,-0.018610189,0.035660464,-0.015356504,-0.00016430288,0.08906959,-0.0047879415,-0.081007294,-0.07375351,0.0043970644,0.011025622,0.039842952,0.090963624,-0.010674639,-0.02438397,0.012969873,0.00937638,0.012143926,0.05624912,0.021081232,-0.05658806,0.026952202,-0.14834109,0.007327656,-0.057318307,-0.10848271,-0.0115594575,-0.07261933,0.0015235263,-0.023276519,-0.027055373,0.020810917,0.07394867,-0.0031537996,-0.0013001611,-0.06202093,-0.06323291,0.074919775,0.012191797,0.007278168,0.052918114,-0.06642963,-0.049469434,-0.007470786,0.047480814,0.03172896,0.030439427,-0.068973295,-0.04991918,-0.053425193,0.04548399,0.0029039495,0.05375419,-0.037644718,-0.015109099,-0.010661772,-0.08200575,-0.021605773,-0.027672848,-0.027723381,0.007587782,0.03930962,-0.035767842,0.0741947,0.00028412172,-0.064149156,-0.012397921,-0.06547381,-0.0144480355,-0.041250393,-0.04060518,0.08596506,0.09266793,0.07061947,-0.044488378,0.0067317532,0.07672334,0.06343668,0.0096790595,-0.06795006,-0.009504167,0.006099153,-0.10419637,-0.07733479,0.07976734,0.019771164,-0.117156014,-4.7038538E-33,-0.015842335,0.032970227,0.027394533,0.030722097,0.1258549,-0.085003965,0.04783819,0.036618233,-0.009500968,0.04342182,-0.04537483,-0.07938458,-0.12594262,-0.031566277,-0.006827057,0.072394125,0.10201446,-0.05728681,-0.07662492,-0.0064702565,0.029871188,-0.010456378,-0.0339726,0.0536496,-0.013800472,0.07659674,0.10240562,0.09044907,0.034743585,-0.038644977,-2.1921687E-05,-0.03497985,-0.06631518,-0.027632196,-0.01838255,0.0058316756,-0.069000036,0.0244385,-0.063245535,0.03591643,0.063414074,-0.049642578,-0.06803026,0.056274578,-0.047473855,-0.022755923,-0.011076212,-0.08501389,-0.07651813,-0.021298671,0.042583935,-0.07878418,0.007873506,-0.015229525,0.0066925604,-0.049204364,0.060687877,0.0071094916,0.016908124,-0.07730572,-0.012299213,0.046153914,-0.015529577,0.05914837,-0.002012656,0.042941123,0.056391552,0.021812286,-0.09404793,-0.012121592,-0.028274788,0.08254111,-0.025930667,-0.037069093,-0.0732123,0.041738976,0.0154834455,-0.042318486,-0.023469431,-0.0041751345,-0.034306847,-0.10528262,0.040031977,-0.021461233,0.03549043,0.08523327,-0.0309569,0.10050966,-0.02400003,0.066931434,-0.024769047,0.060951244,-0.050131198,0.06088646,0.041879173,-4.6976396E-08,-0.033324365,-0.057388183,0.006743597,-0.0032031953,0.013848267,0.030841228,0.018635869,0.0028388938,0.05322505,0.052917346,0.030880796,0.013759706,0.0301518,0.09490212,0.014750475,0.0012543801,0.016162105,0.14708327,-0.033609137,-0.062775895,0.0437356,0.012304792,0.05231142,-0.0885759,-0.0037347157,-0.014574238,-0.031691555,0.07794361,-0.033915173,-0.05366101,0.036878873,0.0064934073,-0.037641242,0.0117677385,-0.010516021,-0.037896957,0.07683091,-0.014860243,-0.0976844,0.03791101,-0.040050182,0.028329687,0.08796941,0.0825588,-0.01555077,-0.098408654,-0.050237406,-0.075345255,0.07485062,0.026789194,0.012024741,-0.04693968,0.05174098,0.08193215,-0.023589153,0.024670804,-0.01272229,0.008316465,-0.023467047,0.08090221,0.07150561,-0.040821012,0.020262033,0.025555866]},{\u0022CellGUID\u0022:\u00222929f1c5-c9ef-454b-a008-57fe5210a0c3\u0022,\u0022Text\u0022:\u0022 Connection Inspired 10-Day Meal Plan, filled with recipes that are not only nutritious but incredibly tasty\\u2014I like to refer to them as Meta PowerPlates.\\nWhether your goal is to shed a few pounds, diminish inflammation, enhance your body\\u2019s performance, or simply improve your overall health, adopting this meal plan will guide you towards achieving these aspirations. It\\u2019s designed to make you feel more energized and vibrant, while giving you just a taste of what my full MetaBoost Connection has to offer!\\nThe foundation of this meal plan is built on robust nutritional science, not passing trends or quick fixes.\\nI\\u2019ve dedicated years to exploring and understanding the synergy of specific foods and nutrients that influence our bodies at a molecular level, allowing you to effectively \\u2018eat your way\\u2019 to a healthier you and achieve realistic, long term results.\\nOur Meta PowerPlates are the cornerstone of a broader system that focuses on integrating supreme MetaInfluencers that kickstart your metabolism and support\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.042750333,-0.027951714,0.030416694,0.05853077,0.0141465245,0.007865686,0.01286721,0.051142104,-0.032808416,-0.05973329,-0.059546683,-0.012107846,-0.059517525,-0.062239166,0.059046224,-0.034322813,0.083975405,-0.0026717302,-0.058628246,0.025660846,0.025187846,-0.04004176,0.021547081,0.050797407,-0.05609136,0.026187576,-0.031581976,-0.022910977,-0.028344696,-0.024098743,0.0648257,0.026881626,-0.049573183,-0.027429916,-0.038397297,0.056996852,0.05777887,-0.0101609295,-0.10508063,-0.029754069,0.0164161,-0.092101425,0.060267992,-0.020631753,-0.005486202,-0.009235721,-0.05378654,0.04030357,-0.04424107,0.044918068,-0.1576206,-0.04651758,-0.024109881,0.049795073,0.0736256,0.08680711,-0.054138213,-0.07446592,-0.06612571,-0.025248617,0.002653321,-0.01676343,-0.034482818,-0.005938718,0.064338215,0.015512113,-0.006426133,0.017456155,0.015624949,0.036529407,-0.008101284,-0.008818588,0.0036463337,0.038380794,0.028490847,0.17916816,0.04834016,-0.039119814,0.04365964,-0.020502994,0.036589865,0.1501007,0.076187916,0.09272993,-0.036562126,-0.06961695,-0.03275054,-0.009397266,-0.030475708,0.005405916,0.06718452,0.021878144,0.03796889,0.015516747,-0.056291234,0.012086633,-0.07193468,-0.12988178,-0.056385864,0.04628509,-0.01319049,0.056003615,-0.013223751,0.008046133,-0.030448748,-0.033253014,-0.06358543,0.110593304,0.033883758,0.024237046,0.0620905,0.05410928,0.016390584,-0.031033669,0.0016658193,0.012651714,0.012429073,0.012814253,0.08784941,0.06759544,-0.06747762,0.007442671,0.029537445,-0.04986432,-0.027896447,-0.048917938,-0.029367197,4.4888452E-33,-0.036106475,0.032772437,0.094071575,0.066567324,0.031323634,-0.03338299,-0.059825465,-0.03514606,-0.01892121,0.027382046,0.05005359,0.003982875,-0.024536816,0.12122861,-0.019122966,-0.09737129,-0.09113274,0.023428509,0.039301556,0.018671678,-0.010401834,-0.094944924,0.05275484,-0.035271253,0.038016777,0.03340736,-0.014628149,0.042398125,-0.09532736,0.04269321,-0.021786517,-0.035227906,-0.02461528,-0.06425242,-0.09492883,-0.054282643,0.013321349,-0.12762894,0.0038229781,0.021177933,0.038251065,-0.007845808,-0.047125034,-0.010099784,0.030396266,0.0009120003,-0.02337828,0.042471156,-0.010313893,-0.030923275,-0.0041399403,-0.06949389,0.0006810155,-0.018433478,-0.03729947,-0.046409994,-0.09525928,-0.046368353,0.008197546,0.030855723,0.042183634,-0.042796675,-0.08156549,0.033773668,-0.018916406,0.060785327,-0.013108259,-0.08745583,-0.03096651,0.04791665,-0.032232676,-0.013701033,0.06122023,-0.013798991,0.01772523,-0.0616401,0.017040389,-0.0037556011,-0.05786067,0.07094084,0.04510661,0.078027196,-0.07420928,0.10589633,0.036965314,0.032566395,-0.01605669,-0.04099649,0.065269075,-0.032620028,-0.006983061,-0.077656046,0.07243911,0.06763501,-0.12615412,-5.210086E-33,-0.030980764,-0.012064022,0.0006226799,0.017981635,0.08588206,-0.06537254,0.035958875,-0.079243824,0.009357938,-0.01301927,0.020273166,0.034531184,-0.059454374,-0.104555696,0.005017682,0.04580682,0.057314076,-0.059567247,-0.028136311,-0.0055098264,0.06287077,0.026585715,-0.02950575,0.021226391,0.018209996,0.036563575,0.067902476,0.083118625,0.025981465,0.028720228,0.014379543,0.047581393,-0.05950031,-0.09755361,-0.031226056,0.09509242,-0.0673322,-0.078665,-0.021422928,0.048056316,0.022941152,0.01640095,-0.032594994,-0.031390067,-0.034075994,-0.0067097554,-0.006285975,-0.055603214,0.006810374,-0.0085848,0.041304193,-0.02471909,-0.046199597,-0.02751204,-0.0018132491,-0.0006888248,0.050406985,-0.0393724,0.02287666,-0.020077832,-0.016015675,0.02277068,-0.0148393605,0.010871997,0.02805475,0.033894993,0.03419189,-0.10089585,0.0045643696,0.023173727,-0.013038016,-0.021393009,0.041832075,-0.008053451,0.012561512,0.013924652,-0.010762851,-0.031046828,-0.0777003,0.04613897,-0.08987287,-0.016733058,0.023824284,-0.0972093,0.04252724,0.0146413995,-0.079649426,0.12356674,-0.01680858,0.118576676,-0.05024389,-0.00524733,-0.016530702,0.041551907,0.059021246,-5.1958484E-08,0.12094872,-0.049403016,0.011888305,0.039928384,-0.04989277,-0.0041182605,-0.059945658,-0.07145214,0.033842273,0.",
  "EmbeddingCalls": [
    {
      "Url": "http://ollama:11434/api/embed",
      "Method": "POST",
      "RequestHeaders": {
        "Content-Type": "application/json; charset=utf-8"
      },
      "RequestBody": "{\u0022model\u0022:\u0022all-minilm\u0022,\u0022input\u0022:[\u0022THE 10 DAY METAMEAL PLAN\\n10 DAYS OF METABOOST INSPIRED RECIPES AND TIPS TO JUMPSTART YOUR HEALTH JOURNEY\\nDisclaimer Notice:\\nThis eBook offers health, wellness, and nutritional information and is designed for educational purposes only. You should not rely on this information as a substitute for, nor does it replace, professional medical advice, diagnosis, or treatment. If you have any concerns or questions about your health, you should always consult with a physician or other health-care professional. Do not disregard, avoid or delay obtaining medical or health related advice from your health-care professional because of something you may read in this eBook.\\nConsult with your physician prior to beginning any exercise program, or making any significant changes to your diet, such as by using any supplement, nutrition plan, or meal replacement product. It is your responsibility to ensure that you are following all safety instructions that we provide, when following our programs or using\u0022,\u0022 any of our products.\\nNothing stated or contained in this eBook or available through any of our programs are intended to be, and must not be taken to be, the practice of medical or counseling care. For purposes of this disclosure, the practice of medicine and counseling includes, without limitation, psychiatry, psychology, psychotherapy, or providing health care treatment, instructions, diagnosis, prognosis or advice.\\nAny case studies, examples, illustrations, or testimonials provided in this eBook or in the promotional materials for this eBook, are not intended as a guarantee that you will achieve similar results. In fact, your results may vary significantly, and many circumstances may and will cause results to vary. Your results may vary, for instance, depending upon your starting point, goals and effort. There can be no assurance that any prior successes, or past results, can be used as an indication of your future success or results.\\nNone of the statements made in this eBook have been reviewed or\u0022,\u0022 approved by the FDA. It is your responsibility to evaluate the accuracy, completeness or usefulness of any information, opinion, advice or other content contained on the eBook, in our programs, or otherwise by us or a representative of our organization. The use of any information provided in this eBook is solely at your own risk.\\n\\u00A9 2024 Svelte Media, Inc. All Rights Reserved\\nAll rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods without the prior written permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law.\\nTo request permissions, please reach out to the publisher addressing the subject line as, \\u201CAttention: Copyright Request\\u201D at the email address below: support@sveltetraining.com\\nTABLE OF CONTENTS\\nINTRODUCTION......1\\nMER\u0022,\u0022EDITH SHIRK BIO........1\\nWELCOME......2\\nTIPS TO GET STARTED......3\\n10 DAY MEAL PLAN......4\\nSHOPPING LIST........5\\nBREAKFAST RECIPES......6\\nLUNCH RECIPES......11\\nDINNER RECIPES......16\\nSNACK RECIPES......21\\nBASIC PROTEIN PREP......23\\nABOUT MEREDITH SHIRK, CPT\\nMeredith Shirk has been in the health and fitness industry for over a decade with a Magna Cum Laude Biology degree, certification as a personal trainer with the National Academy of Sports medicine (NASM), and a mind, body nutrition specialist.\\nAs well as additional certifications from the National Academy of Sports Medicine (NASM) in Personal Training, Fitness Nutrition, Behavior Change, and Weight Loss.\\nOver the years she\\u2019s helped athletes, celebrities, models\\u2026 and people just like yourself make their dreams become\u0022,\u0022 reality and achieve their best body, inside and out.\\n\\u201CMere,\\u201D as her clients and subscribers know her, is the CEO of Svelte Media \\u0026 Training. She\\u2019s also the creator of the cutting-edge 7-minute workout plan, One \\u0026 Done, which she\\u2019s successfully taught to clients for over 12 years now.\\nMere has over 1.5 Million subscribers and followers combined on Facebook and YouTube, where she spreads her message of achieving \\u2018total mind, body, and health\\u2019 globally.\\nLETS GET SOCIAL!\\nDouble click the icons below to follow and subscribe to stay up to date with free video workouts, weight loss tips, recipes and more.\\n1\\nWELCOME!\\nHey there, It\\u2019s Mere!\\nFirst off, let me extend a virtual \\u2018high five\\u2019 to congratulate you on taking a significant step towards healthy living and truly taking charge of your body\\u2019s wellbeing.\\nI\\u2019m so excited that you\\u2019re taking on my MetaBoost\u0022,\u0022 Connection Inspired 10-Day Meal Plan, filled with recipes that are not only nutritious but incredibly tasty\\u2014I like to refer to them as Meta PowerPlates.\\nWhether your goal is to shed a few pounds, diminish inflammation, enhance your body\\u2019s performance, or simply improve your overall health, adopting this meal plan will guide you towards achieving these aspirations. It\\u2019s designed to make you feel more energized and vibrant, while giving you just a taste of what my full MetaBoost Connection has to offer!\\nThe foundation of this meal plan is built on robust nutritional science, not passing trends or quick fixes.\\nI\\u2019ve dedicated years to exploring and understanding the synergy of specific foods and nutrients that influence our bodies at a molecular level, allowing you to effectively \\u2018eat your way\\u2019 to a healthier you and achieve realistic, long term results.\\nOur Meta PowerPlates are the cornerstone of a broader system that focuses on integrating supreme MetaInfluencers that kickstart your metabolism and support\u0022,\u0022 long-term health and vitality.\\nSo, let\\u2019s get started on this exciting path to a more energized and healthier you!\\n2\\nTIPS TO GET STARTED\\nWhether you\\u0027re cooking for one, a family, or planning ahead for busy weeks, this guide offers delicious meal options that can be tailored to fit a vegetarian or vegan lifestyle.\\nOne of the key strategies to make meal preparation efficient and stress-free is doubling recipes. All the recipes in this book are tailored to make 1 (maybe 2) servings. But it\\u2019s easy to double or triple! This approach not only saves time but also ensures that you have leftovers for a quick meal on busier days or a quick and healthy meal for the whole family.\\nTransitioning recipes to vegetarian or vegan formats can seem daunting, but with a variety of protein substitutes, it\\u0027s simpler and more delicious than ever. For those looking to replace meat, here are some hearty and nutritious alternatives:\\nVeget\u0022,\u0022arian and Vegan Protein Alternatives: Tofu and Tempeh: Great for stir-fry, grills, and salads, they absorb flavors well from marinades and spices. Lentils and Beans: Versatile and filling, they\\u0027re perfect in soups, stews, and as meat substitutes in recipes like tacos and burgers. Seitan: Known as wheat meat, seitan has a chewy texture ideal for recipes requiring a bite similar to meat. Chickpeas and other legumes: Excellent in curries, salads, and as ground meat substitutes.\\nFor those replacing dairy: Nutritional Yeast: Adds a cheesy flavor to dishes without the dairy. Vegan cheese and butter: Available in most supermarkets and perfect for baking, cooking, and spreading.\\nOn the next page is a 10 day meal plan for you to follow, however you can adjust this meal plan as you see fit to work for your needs! If meal prepping is for\u0022,\u0022 you then you can choose your top recipes and make them in bulk!\\n3\\nMEAL PLAN: DAY 1-10\\nDAY 1 DAY 2 DAY 3\\nDAY 4 DAY 5\\nAVOCADO COCONUT \\u0026 EGG CHIA BREAKFAST BREAKFAST PUDDING *prep night before BOWL\\nBROCCOLI NUTTY EGG \\u0026 \\u0026 EGG KALE TOMATO FRITTATA SMOOTHIE SCRAMBLE\\nAROMATIC FIESTA AWESOME ROASTED CHICKEN VEGETABLE TOMATOES W/ SALSA MEDLEY COCONUT NUTS \\u0026 \\u0026 NUT BROCCOLI CACAO \\u0026 HUMMUS BUTTER TRAIL MIX BALLS SALMON STEAK W/ TOMATO \\u0026 KEBABS TURMERIC AVOCADO W/ GREEN TEA CAULIFLOWER GAZPACHO MARINADE RICE\\nCRUNCH\u0022,\u0022Y CHICKEN LUNCH VEGGIE VEGGIE SALAD KABOBS\\nCINNAMON POMEGRANATE YOGURT SNACK ROASTED CUPS NUTS KALE \\u0026 SCRUMPTIOUS QUINOA STUFFED DINNER STUFFED STEAK PEPPERS\\nDAY 6 DAY 7 DAY 8\\nDAY 9 DAY 10\\nAVOCADO \\u0026 EGG BREAKFAST BOWL\\nCOCONUT NUTTY CHIA BREAKFAST KALE PUDDING SMOOTHIE *prep night before\\nEGG \\u0026 BROCCOLI TOMATO \\u0026 EGG SCRAMBLE FRITTATA\\nCRUNCHY AROMATIC AWESOME FIESTA VEGGIE ROASTED LUNCH VEGETABLE CHICKEN SALAD TOMATOES MEDLEY W/ SALSA COCONUT CINNAMON POMEGRANATE BROCCOL\u0022,\u0022I \\u0026 NUT YOGURT ROASTED SNACK \\u0026 HUMMUS BUTTER CUPS NUTS BALLS STEAK W/ SALMON TOMATO \\u0026 SCRUMPTIOUS TURMERIC KEBABS AVOCADO DINNER STUFFED CAULIFLOWER W/ GREEN TEA GAZPACHO STEAK RICE MARINADE\\nCHICKEN VEGGIE KABOBS\\nNUTS \\u0026 CACAO TRAIL MIX\\nKALE \\u0026 QUINOA STUFFED PEPPERS\\n4\\nSHOPPING LIST\\n*Remember this is a 10 day shopping list including enough groceries for each meal for only 1 serving\\nMISCELLANEOUS\\nMEAT/PROTEIN FRUITS \\u0026 VEGGIES\\n12 eggs 5 Avocados 12-16 oz Grass fed Steak 1/2 cup black olives (choice cut) 5 medium\u0022,\u0022 cucumbers 16 oz Grass fed Flank 1/2 cup cherry tomatoes Steak 6 cups kale 32 oz Chicken breast 2 cups spinach (boneless skinless) 2 heads of garlic 12 oz Wild Atlantic Salmon 6 cups fresh broccoli 32 oz choice protein florets 2 cups cauliflower florets HAVE ON HAND 2 cups cauliflower rice 2 cups carrots extra virgin olive oil (EVOO) 1 jalapeno pepper coconut oil 1 green bell pepper red wine vinegar 1 small orange bell pepper honey, agave, maple syrup 1 small red bell pepper or other natural sweetener 3 small yellow bell pepper cinnamon 2 red onions chili flakes 3 yellow onions chili powder 9 tomatoes turmeric 1 cup diced tomatoes paprika (canned or fresh) cumin 1 bunch fresh parsley garlic powder 2 sprigs fresh rosemary red pepper flakes 2 sprigs fresh thyme salt and\u0022,\u0022 pepper 2 springs fresh oregano vanilla extract 1 bunch fresh cilantro 2 lemons 1/2 cup pomegranate seeds 16 medium whole mushrooms 2 zucchini\\n3 1/2 cups mixed nuts 1/2 cup cacao chips 6 tbsp chia seeds 1/2 cup quinoa 4 tbsp ground flaxseeds 1 1/2 cups unsweetened coconut milk 1/2 cup hummus 4 tbsp nut butter 1 cup greek yogurt 1 cup vegetable broth 2 green tea bags wooden or metal skewers 1/2 cup low sodium chicken broth 1/2 cup tamari sauce 2 oz fat free feta cheese 2 cups unsweetened almond milk (or any other plant-based milk of your choice)\\nOptional Topping Ingredients: Shredded coconut Crushed nuts Grated Parmesan cheese Nutritional Yeast\\n5\\nBREAKFAST\u0022,\u0022\\nAVOCADO \\u0026 EGG BREAKFAST BOWL\\nIngredients: 1 ripe avocado 2 large eggs 1 cup kale, washed and roughly chopped 1 tbsp. ground flaxseed 1 tsp. EVOO (extra virgin olive oil) Salt and pepper to taste Optional: a pinch of chili flakes or paprika for extra spice\\nInstructions: 1.Heat a non-stick skillet over medium heat. Add the extra virgin olive oil to the skillet; once heated, add the chopped kale. Season with salt and pepper, and saut\\u00E9 until the kale is wilted and tender, about 3-5 minutes. Remove the kale from the skillet and transfer to a serving bowl. 2.Reduce the heat to low under the same skillet. Crack the eggs into the skillet, being careful to keep the yolks intact. Cook the eggs according to your preference: for sunny side up, allow the eggs to cook until the\u0022,\u0022 whites are fully set but the yolks remain runny, approximately 3-4 minutes. If you prefer over easy, flip the eggs after the whites set and cook for another minute. 3.While the eggs are cooking, cut the avocado in half, remove the pit, and scoop out the flesh. Slice the avocado flesh into thin strips or cube it, depending on your preference. 4.Layer the previously saut\\u00E9ed kale at the bottom of the bowl. Arrange the sliced or cubed avocado over the kale. Gently place the cooked eggs on top of the avocado. 5.Sprinkle ground flaxseed evenly over the entire bowl. Optionally, you can add a pinch of chili flakes or paprika for additional spice.\\n6\\nBREAKFAST\\nBROCCOLI \\u0026 EGG FRITTATA\\nIngredients: 1 cup of fresh broccoli florets 2 large eggs 1/4 tsp. of turmeric 1\u0022,\u0022 tbsp. of olive oil 1 tbsp. of water 1 tbsp. of ground flaxseed Salt and pepper to taste\\nInstructions: 1.Begin by preheating your oven to 375\\u00B0F (190\\u00B0C). Heat olive oil in a small oven- safe skillet over medium heat; add the broccoli florets and saut\\u00E9 for about 3-5 minutes until they start to become tender. 2.In a mixing bowl, whisk together the eggs, turmeric, and water; season this mixture with salt and pepper to taste. 3.Pour the egg mixture over the saut\\u00E9ed broccoli in the skillet, making sure the eggs cover the broccoli evenly. 4.Cook on the stove for about 2 minutes until the edges begin to set but the center is still slightly runny. Sprinkle the ground flaxseed evenly over the top, then transfer the skillet to the preheated oven. 5.Bake in\u0022,\u0022 the oven for about 10-12 minutes, or until the frittata is fully set and lightly golden on top. 6.Once done, carefully remove from the oven, let it cool for a couple of minutes, and serve!\\n7\\nBREAKFAST\\nCOCONUT CHIA PUDDING\\n*Requires Overnight Prep\\nIngredients: 1 tbsp. of coconut oil, melted 3 tbsp. of chia seeds 1/2 tsp. of vanilla extract 1/4 tsp. of cinnamon 3/4 cup of unsweetened coconut milk (you can use the beverage type for a lighter pudding or canned for a richer texture) Optional sweetener to taste (honey, maple syrup)\\nInstructions: 1.In a small bowl, whisk together the melted coconut oil, coconut milk, and vanilla extract until thoroughly combined. 2.Stir in the chia seeds and cinnamon, mixing until the chia seeds are evenly dispersed and\u0022,\u0022 beginning to swell. If you\\u0027re using a sweetener, add it to the mixture according to your taste preference and stir well. 3.Transfer the mixture into a serving glass or bowl, then cover it with plastic wrap or a tight-fitting lid. 4.Refrigerate the pudding for at least 4 hours, or overnight, which allows the chia seeds to fully expand and the pudding to thicken. 5.Once set, give the pudding a good stir to distribute any settled seeds and check for consistency; add a little more coconut milk if it\\u0027s too thick. 6.Serve the chilled Coconut Chia Pudding with an additional sprinkle of cinnamon on top for flavor.\\n8\\nBREAKFAST\\nNUTTY KALE SMOOTHIE\\nIngredients: 1 cup of kale leaves, stems removed and roughly chopped 1/2 ripe avocado, peeled and pitted 1/4 cup of mixed nuts, unsalted (such\u0022,\u0022 as almonds, walnuts, cashews, etc.) 1 cup of unsweetened almond milk (or any other plant-based milk of your choice) 1/2 tsp. of ground cinnamon Ice cubes (optional, for a colder smoothie) Optional sweetener to taste (like honey or agave)\\nInstructions: 1.Begin by adding the kale leaves and almond milk to your blender; blend on high until the kale is completely broken down and the mixture is smooth. 2.Add the avocado, mixed nuts, and ground cinnamon to the blender. If you\\u2019re using ice cubes for a chilled smoothie, add them at this stage. 3.Blend everything on high until the mixture is completely smooth and creamy. If the smoothie is too thick for your liking, you can add a bit more almond milk to adjust the consistency. 4.Taste the smoothie, and if desired, add a touch of your chosen sweetener, then\u0022,\u0022 blend again briefly to combine. 5.Pour the smoothie into a glass and enjoy immediately.\\n9\\nBREAKFAST\\nEGG \\u0026 TOMATO SCRAMBLE\\nIngredients: 2 large eggs 1/2 cup fresh tomatoes, diced 1 cup kale, washed and chopped 1/4 tsp. turmeric 1 tbsp. EVOO (extra virgin olive oil) Salt and pepper to taste\\nInstructions: 1.Heat olive oil in a non-stick skillet over medium heat. 2.Add the chopped kale to the skillet and saut\\u00E9 for about 2-3 minutes until it starts to wilt. 3.Mix in the diced tomatoes and turmeric, cooking for an additional 2 minutes until the tomatoes are just softened. 4.In a small bowl, beat the eggs with salt and pepper, then pour this mixture over the saut\\u00E9ed kale and tomatoes in the skillet. 5.Let the eggs\u0022,\u0022 sit undisturbed for about 20 seconds, then gently stir and scramble until the eggs are fully cooked but still soft and slightly creamy, approximately 2-3 minutes. 6.Once cooked to your liking, remove from heat, and adjust seasoning if needed.\\n10\\nLUNCH\\nCRUNCHY VEGGIE SALAD\\nIngredients: 1 medium cucumber, chopped 1/4 cup cherry tomatoes, halved 1/2 cup black olives, pitted and halved 1/2 small orange bell pepper, seeded and chopped 2 tbsp. red onion, chopped 1/2 tsp. fresh parsley leaves, minced 1/2 tbsp. extra-virgin olive oil 1 tbsp. fresh lemon juice Sea salt and freshly ground black pepper, to taste 1 oz. fat-free feta cheese, crumbled\\nInstructions: 1.In a large serving bowl, add all ingredients except cheese and toss to coat\u0022,\u0022 well. Top with cheese and serve\\n11\\nLUNCH\\nCHICKEN VEGGIE KABOBS\\n*Prep Marinade in Morning\\nIngredients: 2 tbsp. EVOO (extra-virgin olive oil) 1/4 cup low-sodium chicken broth 1/4 cup tamari sauce 8 oz. skinless, boneless chicken breast, cubed into 1\\u201D size 8 medium whole mushrooms 1/2 red bell pepper, seeded and cut into 2\\u201D pieces 1/2 yellow bell pepper, seeded and cut into 2\\u201D pieces 1 zucchini, cut into 2\\u201D pieces 1 tomato, cubed 1 onion, cubed Ground black pepper, to taste\\nInstructions: 1.In a large bowl, add olive oil, broth, tamari and black pepper and mix till well combined. 2.Add chicken and vegetables and coat with marinade generously\u0022,\u0022. Refrigerate, covered for about 2 hours. 3.Preheat the grill for high heat. Grease the grill grate. Remove chicken and vegetables from marinade. Shake off excess marinade. 4.Thread the chicken and vegetables onto pre-soaked wooden skewers. 5.Grill the skewers for about 12-15 minutes, flipping and coating with marinade occasionally.\\n12\\nLUNCH\\nAROMATIC ROASTED TOMATOES\\nIngredients: 1 large tomato, halved 1 tbsp. onion, chopped finely 1 garlic cloves, minced 1/2 jalape\\u00F1o pepper, seeded and minced 1/2 tbsp. fresh rosemary, minced 1 tsp. fresh thyme, minced 1 tsp. fresh oregano, minced 2 tbsp. extra-virgin olive oil 8 oz. protein of your choice Freshly ground black pepper and sea salt, to taste\\nInstructions: 1\u0022,\u0022.Line a large plate with paper towel. 2.Sprinkle the tomatoes with salt evenly. Arrange tomatoes in prepared plate, cut side down. 3.Keep aside for about 30-40 minutes to drain completely. 4.Preheat the oven to 425F. Grease a baking dish. 5.In a small mixing bowl, mix together, onion, garlic, jalape\\u00F1o pepper, fresh herbs and black pepper. 6.Place tomatoes in prepared baking dish in a single layer, cut side up. Sprinkle with herb mixture evenly and drizzle with oil. Roast for about 20 minutes. 7.Serve with your choice of protein, follow the basic protein prep recipe.\\n13\\nLUNCH\\nFIESTA CHICKEN WITH SALSA\\nIngredients: Instructions: Avocado Salsa 1.In a large bowl, mix together all salsa 1 large avocado, peeled, ingredients and refrigerate, covered before pitted,\u0022,\u0022 and cubed serving. 1 small cucumber, chopped 2.For chicken in another large bowl, mix 1 tomato, chopped together all ingredients except chicken 1/4 cup red onion, chopped breasts. 1/4 cup fresh cilantro, 3.Add chicken breasts and coat with spice chopped mixture generously. 2 tbsp. fresh lemon juice 4.In a large skillet, melt coconut oil on Sea salt and freshly ground medium heat. black pepper, to taste 5.Add chicken and cook for about 10-12 minutes or till done completely. Chicken 6.Serve chicken breasts with avocado salsa. 1 tsp. paprika 1 tsp. chili powder 1/2 tsp. ground cumin 1/2 tsp. garlic powder 4 oz. grass-fed, skinless, boneless chicken breasts 2 tbsp. coconut oil Sea salt and freshly ground black pepper, to taste\\n14\\nLUNCH\\nAWESOME VE\u0022,\u0022GETABLE MEDLEY\\nIngredients: 1 cup cauliflower florets 1 cup broccoli florets 1 cup carrots, peeled and sliced 2 tbsp. EVOO (extra-virgin olive oil) 1 tbsp. fresh lemon juice 1 tsp. fresh rosemary, minced 1 tsp. red pepper flakes, crushed 8 oz. protein of your choice Sea salt and freshly ground black pepper, to taste\\nInstructions: 1.Preheat the oven to 425F and grease 2 large roasting pans. In a large bowl, add all ingredients and toss to coat well. 2.Transfer the vegetables into prepared roasting pans evenly. Roast for 20-25 minutes.\\n15\\nDINNER\\nSCRUMPTIOUS STUFFED STEAK\\nIngredients: 8 oz. grass-fed flank steak, trimmed 1 tbsp. EVOO (extra-virgin olive oil) 2 small garlic cloves, minced \u0022,\u00221 cup fresh spinach, chopped finely 1/2 medium green bell pepper, seeded and chopped 1/2 medium tomato, chopped finely Sea salt and freshly ground black pepper, to taste\\nInstructions: 1.Preheat the oven to 425F. Grease a large baking dish. 2.Place flank steak onto smooth surface. Hold sharp knife parallel to work surface and slice steak horizontally, without cutting all the way through, so you can open it like a book. With a pounder, flatten steak to even thickness. Sprinkle with salt and black pepper evenly. 3.In a skillet, heat oil on medium heat. Add garlic and saut\\u00E9 for about 1 minute. 4.Add spinach, salt and black pepper and cook for about 2-3 minutes. Stir in bell pepper and tomato and immediately remove from heat. 5.Transfer the spinach in a bowl. Let it cool slightly. Place the filling on the top of\u0022,\u0022 steak evenly. Roll up the steak to seal the filling. With cotton twine, tie the steak. Place the steak roll in prepared baking dish. 6.Roast for about 30-35 minutes. Remove from oven and let cool slightly. With sharp knife, cut into desired slices and serve.\\n16\\nDINNER\\nSTEAK W/ TURMERIC CAULIFLOWER RICE\\nIngredients: 1 grass-fed steak (about 6-8 ounces, your choice of cut) 1 cup of cauliflower rice 1/2 tsp. of turmeric 1 tbsp. of EVOO (extra virgin olive oil) Salt and pepper to taste Optional garnishes: chopped fresh herbs like parsley or cilantro\\nInstructions: 1.Season the steak with salt and pepper to taste. Preheat a grill or skillet over medium-high heat. If using a skillet, add a small amount of olive oil to coat the bottom.\u0022,\u0022 2.Place the steak in the skillet or on the grill and cook for about 3-4 minutes on each side for medium-rare, or adjust the cooking time to achieve your desired level of doneness. Once cooked, remove from heat and let the steak rest for a few minutes before slicing. 3.While the steak is resting, heat the olive oil in a separate skillet over medium heat. Add the cauliflower rice and turmeric, stirring to coat the rice evenly with the turmeric and oil. 4.Cook the cauliflower rice for about 5-7 minutes, stirring occasionally, until it is heated through and slightly crispy. Season with salt and pepper to taste. 5.Slice the rested steak against the grain into thin strips. Serve the sliced steak over the turmeric cauliflower rice, garnishing with fresh herbs if using.\\n17\\nDINNER\\nSALMON KEBABS W/ GREEN TEA MARINADE\\nIngredients: \u0022,\u00226 oz. Wild Atlantic Salmon, cut into 1-inch cubes 1 green tea bag 1/4 cup of boiling water 1 tbsp. of extra virgin olive oil (EVOO) 1 tbsp. of lemon juice Salt and pepper to taste Wooden or metal skewers (if using wooden skewers, soak in water for at least 30 mins before grilling to prevent burning)\\nInstructions: 1.Start by steeping the green tea bag in the boiling water for about 3 minutes to create a strong green tea. Remove the tea bag and allow the tea to cool slightly. 2.In a small bowl, combine the cooled green tea, EVOO, lemon juice, salt, and pepper, whisking together to form the marinade. 3.Place the salmon cubes in a shallow dish or a resealable plastic bag, and pour the marinade over the salmon. Ensure all pieces are well coated. Refrigerate and\u0022,\u0022 let marinate for at least 30 minutes, or up to 2 hours for more flavor. 4.Preheat your grill to medium-high heat. Thread the marinated salmon cubes onto the skewers, spacing them slightly apart to ensure even cooking. 5.Grill the kebabs for about 3-4 minutes on each side or until the salmon is opaque and flakes easily with a fork. 6.Once cooked, remove the salmon kebabs from the grill and serve immediately.\\n18\\nDINNER\\nKALE \\u0026 QUINOA STUFFED PEPPERS\\nIngredients: 1 large yellow bell pepper 1/4 cup quinoa 1/2 cup vegetable broth or water 1 cup kale, finely chopped 1/2 cup diced tomatoes (canned or fresh) 1 tbsp. olive oil 1 clove garlic, minced Salt and pepper to taste Optional: 1 tbsp. grated Parmesan cheese or nutritional\u0022,\u0022 yeast for a vegan option\\nInstructions: 1.Preheat your oven to 375\\u00B0F (190\\u00B0C). 2.Rinse the quinoa under cold water until the water runs clear. In a small saucepan, bring the quinoa and vegetable broth (or water) to a boil. Reduce heat to low, cover, and simmer for about 15 minutes, or until the quinoa is cooked and the liquid is absorbed. Remove from heat and set aside. 3.While the quinoa is cooking, heat the olive oil in a skillet over medium heat. Add the minced garlic and saut\\u00E9 for about 1 minute until fragrant. 4.Add the chopped kale to the skillet, cooking until it starts to wilt, about 3-5 minutes. Stir in the diced tomatoes and cook for another 2 minutes. Season with salt and pepper to taste. 5.Combine the cooked quinoa with the kale and tomato mixture, mixing\u0022,\u0022 well. 6.Cut the top off the bell pepper and remove the seeds and membranes. If necessary, slice a small portion off the bottom to help the pepper stand upright without tipping over. 7.Stuff the bell pepper with the quinoa and kale mixture, packing it tightly. Place the stuffed pepper in a baking dish and cover loosely with foil. 8.Bake in the preheated oven for about 30 minutes. Remove the foil, and if using, sprinkle the top with Parmesan cheese or nutritional yeast, then bake for an additional 10 minutes or until the pepper is tender and the topping is golden.\\n19\\nDINNER\\nTOMATO \\u0026 AVOCADO GAZPACHO\\nIngredients: 1 large ripe tomato, chopped 1/2 ripe avocado, peeled and diced 1/4 cucumber, peeled and chopped (optional for extra freshness) 1 small clove garlic, minced 1 tbsp. red\u0022,\u0022 onion, chopped 1 tbsp. EVOO (extra virgin olive oil) 1 tsp. red wine vinegar Salt to taste A pinch of chili flakes or ground chili powder Cold water (optional, for desired consistency) Fresh herbs like basil or cilantro for garnish (optional)\\nInstructions: 1.In a blender or food processor, combine the chopped tomato, half of the diced avocado, cucumber (if using), garlic, and red onion. 2.Add the extra virgin olive oil, red wine vinegar, and a pinch of chili flakes or chili powder. Blend until smooth. If the gazpacho is too thick, add a little cold water to reach your desired consistency. Blend again to mix. 3.Season the gazpacho with salt to taste and blend briefly once more to incorporate. 4.Chill the gazpacho in the refrigerator for at least 30 minutes, or until it is thoroughly cold. Serve the chilled gazp\u0022,\u0022acho in a bowl or glass, topping it with the remaining diced avocado and optional fresh herbs for garnish.\\n20\\nSNACKS POMEGRANATE YOGURT CUPS Ingredients: 1/2 cup Greek yogurt, plain and unsweetened 1/4 cup pomegranate seeds 2 tbsp. mixed nuts, chopped (almonds, walnuts, or pecans) Optional: A drizzle of honey or a sprinkle of cinnamon for added sweetness\\nInstructions: 1.Scoop the Greek yogurt into a small bowl or cup. 2.Sprinkle the pomegranate seeds evenly over the yogurt. 3.Add the chopped nuts on top of the pomegranate seeds. 4.Optionally, drizzle a little honey or sprinkle some cinnamon over the top for extra flavor.\\nCOCONUT \\u0026 NUT BUTTER BALLS\\nIngredients: 2 tablespoons coconut oil, melted 2 tablespoons nut butter (\u0022,\u0022such as almond butter or cashew butter) Optional: 1 tablespoon unsweetened cacao powder or vanilla extract for flavor variation Optional: Shredded coconut or crushed nuts for coating\\nInstructions: 1.In a small bowl, mix the melted coconut oil with the nut butter until thoroughly combined. If using, add cocoa powder or vanilla extract for extra flavor. 2.Place the mixture in the freezer for about 10-15 minutes to firm up slightly, making it easier to handle. 3.Remove the mixture from the freezer. Scoop out teaspoon-sized portions and roll them into balls between the palms of your hands. 4.If desired, roll the balls in shredded coconut or crushed nuts for an additional texture and flavor coating. Place the balls on a plate or tray lined with parchment paper and refrigerate for at least 30 minutes until firm. 5.Once firm, the Coconut and Nut Butter Balls are ready! Store any leftovers in the refrigerator\u0022,\u0022.\\n21\\nCINNAMON ROASTED NUTS\\nIngredients: 1/2 cup mixed nuts (such as almonds, walnuts, and pecans) 1/2 tbsp. extra virgin olive oil (EVOO) 1/2 tsp. ground cinnamon Optional: a pinch of salt or sugar to taste\\nInstructions: 1.Preheat your oven to 350\\u00B0F (175\\u00B0C). 2.In a bowl, toss the mixed nuts with the olive oil and ground cinnamon until evenly coated. Add a pinch of salt or sugar if desired. 3.Spread the coated nuts on a baking sheet lined with parchment paper. 4.Roast in the preheated oven for about 10-15 minutes, stirring halfway through, until the nuts are golden and fragrant. 5.Remove from the oven and allow to cool before eating.\\nBROCCOLI \\u0026 HUMMUS\\nIngredients: \u0022,\u00221 cup raw broccoli florets 1/4 cup hummus\\nInstructions: 1.Wash the broccoli florets thoroughly and pat them dry. 2.Serve the clean, dry broccoli florets alongside a small bowl of hummus for dipping.\\nNUTS \\u0026 CACAO TRAIL MIX\\nIngredients: 1/2 cup mixed nuts (such as cashews, almonds, and Brazil nuts) 1/4 cup cacao chips\\nInstructions: 1.In a bowl, combine the mixed nuts with the cacao chips 2.Mix them together until well incorporated. 3.Transfer the trail mix into a small bag or container for an on-the-go snack or enjoy immediately as a quick energy-boosting treat.\\n22\\nBASIC PROTEIN PREP\\nFOR CHICKEN, FISH, OR TURKEY.\\nIngredients 1-2 portions of protein, depending on how much recipe calls for Desired fresh and dried spices\u0022,\u0022 (MSG free) 2 tbsp. extra virgin olive oil\\nInstructions 1.Sprinkle oil and spices over protein. 2.Let sit in fridge to marinate as long as possible. 3.When ready to prep meal, add 1-2 tbsp to pan and grill protein until thoroughly cooked. You can also cook on a portable grill.\\n23\\nWANT TO GET MORE UNIQUE RECIPES,\\nMEAL PLANS AND TIPS LIKE THIS?\\nCheck out our other incredible Svelte Programs!\\nClick Here\\nMetaBoost is a practical nutrition program that centers on five unique, supreme superfoods and features custom, easy to make meal plans aimed at boosting the metabolism, balancing hormones, and reducing inflammation. MetaBoost allows you to eat more of the right foods while losing weight effectively - and keeping it off. This program is based on the idea of \\u0022MetaInfluencers\\u0022 - specific foods known to promote fat burning, reduce inflammation, and\u0022,\u0022 provide sustainable energy. The program also includes 6 isometric workouts with follow-along videos and a workout calendar to help keep you active.\\nClick Here One and Done is a revolutionary fitness routine that\\u2019s low impact and high performance. No matter your age or fitness level, you can lose weight and get in shape at lightning speed. In just 14 days, you can trick your body into thinking it\\u2019s working harder than it really is by utilizing the revolutionary \\u2018Sprint Interval Training\\u2019 Technique. No running, no jumping, and no crazy cardio, crunches or curls. Just a series of dynamic \\u002B hyper focused strengthening movements. The SIT Technique is only a 7 minute workout with an optional warm-up and flow-down for a total of 10 minutes max!\u0022]}",
      "StatusCode": 200,
      "ResponseHeaders": {
        "Date": "Fri, 27 Feb 2026 23:14:37 GMT",
        "Transfer-Encoding": "chunked",
        "Content-Type": "application/json; charset=utf-8"
      },
      "ResponseBody": "{\u0022model\u0022:\u0022all-minilm\u0022,\u0022embeddings\u0022:[[-0.02822367,0.0113337105,0.03856208,0.027765185,0.011104974,0.0043633454,-0.021939283,0.13048209,-0.11219706,-0.09477855,-0.03659368,0.050015632,-0.048517052,-0.08195858,0.027798435,-0.061512638,0.064961165,-0.025141733,-0.05333227,-0.011793351,0.05648182,-0.022296213,0.01634605,0.09500194,-0.05134275,0.021625377,-0.016120493,-0.01664793,-0.040206414,-0.017784083,0.11184076,-0.014430243,-0.00044672817,0.009435653,-0.0535465,0.0053966558,0.029689906,-0.012336703,-0.1289985,-0.040043913,-0.0022105924,-0.04620196,-0.040099148,-0.007877251,0.017418552,0.016313575,-0.040349856,0.044489916,0.050711516,0.1126275,-0.12047257,-0.07916785,-0.031899247,0.039535705,0.024235297,0.0071009486,-0.06933508,-0.06745406,0.01297251,-0.01794239,-0.009655174,-0.02212203,-0.027202833,0.017345943,-0.004185615,0.054454885,-0.060876448,-0.07081777,0.04568714,0.02571777,-0.038683455,-0.021949943,0.016394295,0.04919987,-0.05344936,0.11945127,0.0331542,0.007820419,0.013173838,0.003237661,-0.03478694,0.12727512,0.07034154,0.043422665,-0.014501459,-0.03477834,0.04875001,0.108187325,0.015431334,-0.048755195,0.05015505,0.019717332,0.01775818,0.03539157,-0.03236613,0.010794275,-0.15688145,-0.09357315,-0.039950863,0.040274713,0.030858913,0.020623524,0.02540718,0.007656897,-0.0006446715,-0.09151553,-0.020569684,0.0699759,0.005330709,0.042172786,0.07067737,0.06348302,0.020981608,-0.0010459534,0.01995801,0.052903756,0.040338833,0.0063347225,0.036274716,0.04158874,-0.022749923,0.0030071987,0.1179651,-0.047654454,-0.037373073,0.011170331,0.019451382,2.8743552e-33,-0.035864107,0.0063043404,0.08613996,0.038793232,0.020071961,-0.03839213,-0.012954421,-0.029065838,0.10261744,-0.056316115,0.051685233,-0.046529423,0.032050412,0.046541676,-0.11190352,-0.019171625,-0.034879886,0.025919612,0.06571028,0.007686144,0.027180016,-0.11479825,0.0057377215,0.003889607,-0.028356116,0.050214175,-0.05339014,0.088896684,-0.037137073,0.015720656,0.0045277155,-0.07510934,-0.0101347985,-0.04933751,-0.02706575,0.026696512,0.06175599,-0.05650831,0.036642265,-0.012483779,0.0504408,-0.037028376,0.038201276,0.008911789,0.08451974,-0.06964496,-0.05111654,0.005696259,0.041890237,-0.048965875,-0.04346551,-0.032125458,0.028630666,-0.03234524,-0.028538201,-0.003834247,-0.053284664,0.0068628606,0.00734707,0.009563574,0.104117766,-0.006107834,-0.034310874,0.031303253,-0.10377538,0.06528375,-0.06267407,-0.043617092,-0.023252316,0.03774158,0.011087843,0.0016907135,0.06346727,0.00318955,0.027584236,-0.020008208,0.06313267,-0.035115648,-0.062302783,0.047981735,0.097101405,0.0530737,-0.05831275,0.12351941,0.046575014,0.018084565,-0.032021016,0.03517655,0.029668268,-0.033476744,0.002079591,-0.02893867,0.0244394,0.08129409,-0.045098323,-3.8340754e-33,-0.029444693,0.01899342,0.031242011,0.009115854,0.012855942,-0.009066732,0.03453402,0.027548106,0.018795786,-0.03461226,-0.04271916,-0.011532855,-0.02985172,-0.15388915,-0.027653184,0.080039024,0.0826987,-0.0791936,-0.030004643,0.03717173,0.0048056035,0.054807223,-0.014390383,0.009738222,0.017451823,0.040034793,0.12069154,0.06827727,0.020515213,-0.027991733,0.04715904,-0.0008823479,-0.022471935,-0.085237935,-0.06698604,0.021125257,-0.058251526,-0.05077557,-0.02133559,0.030224938,0.0037311534,0.02930336,-0.0075134025,-0.0884594,-0.026586503,-0.00064393296,0.006650406,-0.0602733,-0.051041123,0.034653347,0.027803298,-0.038666528,-0.015226617,0.00016126805,0.03082963,-0.0115434555,0.011044518,-0.024564037,-0.034880582,-0.019083465,-0.040421363,0.020182038,-0.03569172,-0.07713898,0.0058031944,0.03162764,-0.006385085,-0.026164837,0.016488757,-0.00011470459,-0.051911198,-0.066890106,-0.043220423,-0.07771831,-0.01282068,0.030092949,0.043301646,0.0038985156,-0.07886201,-0.00039075274,-0.046302233,-0.036302447,-0.0016445346,-0.061977122,-0.016062781,0.023654655,-0.113749206,0.048042867,-0.012601896,0.14563492,-0.016949657,-0.03956161,-0.01964056,0.107249215,0.098353975,-4.9024315e-8,0.10143321,-0.0020693967,0.054104283,0.08225857,0.012324261,-0.082176544,-0.044906683,-0.0974773,0.0155059835,0.0017671625,0.08194908,0.046501897,0.023386834,0.052928034,-0.09244346,-0.027188016,0.062288214,0.0365703,-0.04236053,-0.026326403,-0.10486696,-0.005254239,0.0068102544,-0.068301715,0.075404376,-0.008695946,0.0774967,0.10413568,0.026787195,0.020723842,0.0012010485,0.046564493,0.0027947386,0.022787724,-0.087794,-0.069657736,-0.0002613581,0.033284288,-0.033540975,0.04605915,-0.039198097,0.012356436,0.05286084,0.04783595,-0.10017999,-0.0069281296,-0.06602983,0.002264866,0.0035026763,-0.017227732,0.023766682,0.0061522773,0.004838042,0.06269386,-0.05366978,0.086325176,-0.04007769,-0.080554806,0.013609581,-0.032867383,-0.019651666,-0.0047328696,-0.06038595,-0.05296213],[-0.07886759,0.05333851,-0.034422353,0.050974578,-0.03615034,0.03939605,-0.050410412,0.07596135,0.03387955,-0.03187278,0.0010650367,0.040949408,0.04165317,-0.012566199,0.029115112,0.021954425,0.01127052,-0.042603243,0.05625802,0.013083259,-0.027440256,0.083760686,0.113995746,0.036200132,-0.017911408,-0.018269237,-0.060134977,-0.05243663,-0.044371847,-0.047038075,0.032075074,-0.030236758,-0.009050923,-0.015512635,0.046166856,0.02130222,-0.09606794,0.028856764,-0.022099487,0.036862902,0.0013214186,-0.054994233,0.014059046,0.03045034,-0.039865017,-0.07140797,-0.087749705,0.045340985,-0.05630367,-0.00026544128,-0.13917027,-0.026635189,0.056758408,0.005006116,0.0077003455,0.036486536,-0.031581774,0.038432166,-0.07167167,0.050992556,0.0062023713,-0.014579188,-0.07717291,0.053612854,0.022849321,0.07552846,0.0097439075,-0.059506368,0.037173387,-0.0416464,-0.04237692,-0.0629555,0.023295786,0.11312994,0.02137122,0.006474023,-0.012991264,-0.01011201,0.028441196,-0.020104202,-0.076041155,0.056674737,-0.018034734,0.021700608,-0.010952371,-0.03663771,0.085122615,0.0070911823,0.026286699,-0.009262069,0.11463542,-0.01310365,-0.09657699,-0.012645839,-0.030063985,0.021827413,-0.04764561,-0.06041069,0.012896918,0.039821133,0.013250627,-0.008139843,-0.021892441,-0.06620992,0.0016069592,-0.049177364,-0.02853546,-0.04390848,0.0301332,0.0014936032,-0.01961964,-0.026132915,-0.00013112898,0.022436328,0.014438504,-0.023575606,-0.028805288,0.040210497,0.07310606,0.06780091,0.018789675,0.025115652,0.07407268,-0.016198704,-0.032006703,0.01902542,-0.04460938,2.0858374e-33,0.008995671,-0.07762454,0.012488053,0.09756801,-0.029630141,0.03031606,-0.053964518,-0.03405017,0.03844311,-0.044400647,0.0006011399,0.046590276,0.06995109,0.03953093,-0.10474088,0.061845485,-0.018796096,-0.016014239,-0.007635067,0.05679623,0.02779262,0.024522718,0.015178101,-0.01550357,-0.045629676,-0.032464944,0.022599114,0.018932194,0.008616274,-0.0094870385,-0.048113674,0.034688577,-0.03146497,-0.10347688,-0.021699198,0.1334897,-0.046201993,-0.04638004,0.013190668,0.069307275,-0.052638438,0.039839853,0.052386098,-0.012474061,0.043881863,-0.0116414055,-0.049060177,-0.100276,-0.056992546,0.027890828,-0.04456561,0.0179326,-0.019302813,-0.03865437,0.02656522,-0.00940496,-0.034416955,0.006737372,0.015939502,0.027473358,0.13138998,-0.036495816,-0.023538645,-0.09974651,-0.07531588,0.010324185,-0.007227402,-0.13652164,0.013920382,-0.020289393,-0.059176467,0.045552332,0.08269504,0.038984857,0.03925769,-0.11758702,-0.023891933,-0.056312602,-0.04400305,-0.027538212,0.06738102,0.06558202,-0.05015822,0.09460315,0.0797412,-0.005943912,-0.010626785,-0.03581891,-0.06719308,0.01877615,0.036670998,0.026455339,0.04216577,0.03095781,0.025887705,-4.4835805e-33,-0.04933526,0.033193287,0.05019543,-0.06681357,0.04074306,0.047775805,0.013546108,-0.013785227,0.032626327,-0.015815882,0.072014734,0.0020463984,0.0075610904,-0.011880238,-0.0788475,0.019256208,-0.052488863,-0.07585454,-0.04705532,-0.008851394,-0.0007649549,0.09466592,0.00011731084,0.03612493,0.08165487,0.0099604465,0.10100579,0.05510137,0.019564945,-0.11419192,0.085297056,0.012633908,-0.078675225,-0.06006683,0.01468013,-0.029607007,0.06490297,-0.083824255,-0.015954051,-0.07896101,0.02718074,-0.036546614,-0.01725566,-0.044069465,-0.015013533,-0.042856727,0.014664525,-0.046833415,0.03609464,0.028618345,-0.013056965,0.01593643,-0.06650448,0.013515729,0.025175717,-0.09336861,-0.008176207,-0.044881377,-0.089829266,0.006880043,-0.03452702,0.11716886,-0.083000645,0.0573192,0.02571013,0.008997499,0.031036587,0.03303722,0.032653354,0.04041694,-0.048130352,-0.034183487,-0.03818625,-0.07877341,0.04716799,0.10386314,0.010583902,-0.049331985,-0.09863808,0.00058221724,-0.023114901,-0.048160266,0.011094862,0.042984467,0.003742772,-0.0068446044,0.04388777,-0.06579928,-0.045765564,0.09850458,-0.011200434,-0.008720467,-0.035219956,0.0048632966,0.08332201,-6.136074e-8,0.050076548,-0.059940495,0.035701737,0.03237545,-0.014838464,0.038687732,-0.017810365,-0.005566186,-0.12734345,-0.03893615,0.0074557043,0.04506621,-0.01223473,0.021261478,0.0077089905,-0.057153326,0.0781953,0.073612794,-0.0075884187,-0.09152194,-0.045091726,0.015982702,0.0055044563,-0.0679445,-0.06632494,0.09241797,0.023018967,0.10920227,-0.13053696,-0.08991545,0.06041485,-0.0028896602,0.11315772,-0.00853276,0.008502739,-0.111431204,0.029115949,0.028272955,0.01458495,0.075986974,0.00009008198,0.006659097,0.08423164,0.09166802,-0.007910766,-0.052124444,0.013239793,-0.008846832,0.03258006,-0.03308351,0.056653738,0.032491934,0.026916804,-0.040818967,-0.015012708,0.10709458,0.04257696,-0.027448542,-0.08712586,-0.016922629,0.06683252,-0.07862302,-0.02964129,-0.0114496285],[-0.060105085,0.0062964745,-0.06776146,0.04839289,0.043488212,-0.008177569,-0.012583586,0.13578106,0.0059216665,0.0019720849,0.02442306,0.03506949,-0.014120236,0.006604849,-0.09594786,-0.016228367,0.068871625,-0.031278893,-0.05031367,-0.019839142,0.065877594,0.07539137,0.071904846,0.051060487,-0.09930128,-0.026073823,-0.07674933,0.020658843,-0.046685506,-0.041549798,0.011755941,0.01239186,0.020592058,-0.06834317,-0.0498133,-0.008057333,-0.032120265,-0.07247278,0.010262337,0.03047124,0.035286658,-0.1338508,-0.060630802,0.009108177,0.036106545,0.028946357,-0.063382976,0.006776437,-0.03365756,0.12625022,-0.08697917,-0.114591196,0.07359568,-0.008296979,-0.034131084,-0.08868357,-0.080624446,-0.023523776,-0.045252398,0.05532003,-0.021975612,-0.049868125,-0.0581241,0.04810363,0.04527167,0.011552692,-0.034704242,-0.009778346,0.0010999733,-0.021914484,-0.02124866,-0.0054299845,0.059886355,0.14103068,-0.0547187,0.0492679,0.08306109,-0.045041483,0.05799183,-0.034201454,0.01389659,0.0038703436,0.091606066,0.020365542,-0.0095948735,0.007367082,0.047500156,0.059095476,-0.059419118,0.07177933,0.06090118,0.032679155,0.042283736,0.0058431546,-0.014253088,0.014717959,-0.09940331,-0.07135606,-0.06037289,0.008136325,0.0009797593,-0.002364749,-0.07318409,-0.078396946,-0.00691971,-0.071048334,-0.035282742,-0.032214217,0.07599594,0.08376006,-0.047672,0.06227085,0.03966359,-0.00316559,0.018100936,0.009932316,0.012751758,0.0043899203,0.06362931,-0.015414407,-0.014439966,-0.02637359,0.021637535,-0.09637402,-0.00868146,-0.07451294,0.046049934,7.459632e-33,-0.086500295,0.0584569,0.09402934,0.06471274,0.010046581,-0.005783126,-0.087796256,-0.067826815,-0.03494784,-0.04133223,-0.04603737,-0.05633873,-0.029948823,0.07140733,-0.027499788,0.059431728,-0.042474575,0.05012808,-0.0005608288,0.013883946,-0.016329393,-0.05586052,0.014238439,-0.0083282525,-0.10466755,-0.034250084,-0.13066956,0.006267047,0.03401943,0.012833978,-0.038793404,-0.0059568197,0.018402893,-0.15872681,0.01514875,0.024984768,-0.02924405,-0.018048381,-0.04539622,0.043952867,0.07174506,0.015142702,0.017554628,0.021698672,0.032703444,0.043593682,-0.0994489,-0.0152054345,-0.04088141,-0.0018676028,0.02141231,0.047534775,0.0065425853,-0.044186596,-0.006240073,0.044653837,-0.02619699,-0.075801805,0.016367873,-0.015868206,0.05190701,0.11855232,0.04071186,-0.019409318,-0.044788007,0.030405724,-0.054902535,-0.04617634,-0.059288852,-0.017364817,-0.004807307,-0.030493245,0.03424648,0.027068181,-0.03457276,-0.06067571,0.016948387,0.11098153,0.014950746,-0.013022709,0.053023074,-0.007944123,-0.032556646,0.06569356,-0.026120054,0.010322402,-0.09347186,0.0027944907,0.039343707,0.011156256,-0.02772713,-0.017691867,-0.042987533,-0.011621765,-0.06539532,-8.641194e-33,-0.0139406435,0.016481154,0.041689873,0.035575267,0.0023558626,0.04419898,-0.008035821,0.03397421,0.10622461,-0.02191211,0.022960115,-0.032062333,-0.025160642,-0.05161193,0.012870434,0.028161388,-0.03173142,0.04023184,-0.09060893,-0.06785043,-0.0032207088,-0.045992978,0.048748113,0.124753185,0.08171907,0.07300955,0.10871302,-0.019381704,-0.032069948,-0.057117257,0.04345467,-0.011247927,-0.07416182,0.0004489318,-0.047804642,-0.062996864,0.02781203,-0.03754963,0.0013732861,-0.04707077,0.04962386,0.06804237,-0.0896697,0.04801767,-0.031964794,-0.04726444,0.033422474,-0.030068045,0.007843011,0.0877925,0.023790872,0.0052892547,-0.00491798,0.0043773274,0.035964,-0.026286397,0.02080244,-0.053931274,-0.0041389763,0.009673585,-0.020450028,0.0978025,-0.13549036,-0.018702082,0.036301,-0.019302001,0.022590855,0.027531862,0.073670134,-0.016618598,0.04476666,0.01818828,-0.04009892,-0.05181641,-0.010496369,0.023275064,0.04253806,-0.023496807,-0.09377104,0.0084016295,-0.02237499,-0.045921396,0.03292846,0.0658715,0.0687826,-0.036839314,-0.036547434,-0.07802265,-0.05800874,0.03739858,0.009004588,-0.0021878283,-0.019866193,0.051977787,0.12299851,-7.140714e-8,0.08524199,-0.051978834,0.031776078,0.044563163,-0.023373699,0.034955297,0.01739911,-0.03773347,-0.019349644,0.008407462,-0.00077248766,0.068269834,-0.016806796,0.04437513,-0.04470146,-0.04155909,0.069547504,0.073447585,-0.046151996,0.030118387,-0.04360904,-0.025882555,0.02426528,-0.059384063,0.005628133,-0.028240874,0.04946471,0.038250204,-0.035002325,-0.0031168757,0.031087395,0.04843746,0.017404974,0.033355325,-0.025257884,-0.046984028,0.060187533,0.04249993,-0.07289477,0.04905811,-0.067067936,0.026313048,0.021513257,0.06186804,-0.046194624,-0.02683842,0.021688208,0.05010206,0.0046627074,0.025542166,0.06123172,-0.0020991105,0.07475548,0.070658885,-0.09544436,0.058860946,-0.02629112,0.002941518,0.024215125,-0.005759911,0.11112701,-0.10335693,0.093115315,0.026399082],[-0.02163319,-0.033894405,0.029376352,0.045231424,-0.030935703,0.04253686,-0.037712786,-0.030088844,-0.049227417,-0.07901071,-0.020492736,-0.018886492,-0.022100143,-0.04862293,-0.0073380307,-0.022180054,0.06272217,-0.028333228,-0.022000352,-0.020940691,-0.06685369,-0.024775466,0.08458122,0.052774124,0.013477433,0.018459948,0.042162113,-0.074125685,-0.04363028,0.015688436,0.06759951,-0.008400421,0.056509275,0.052533556,-0.04301667,0.04006315,0.04089289,-0.001658965,-0.09681469,0.019429477,0.022530772,-0.08771616,-0.027734403,-0.022344217,-0.007720415,0.009878752,-0.009783316,-0.008414453,0.013053832,-0.03073173,-0.11930017,-0.068685874,0.03945467,-0.043481283,0.094374485,-0.009738283,-0.07948933,-0.037820283,-0.101154946,0.045891415,-0.03606035,0.00082296156,-0.02625975,-0.034050122,0.065202616,-0.0068395264,-0.066105664,0.09811147,0.036458153,-0.025451617,-0.040749125,-0.028210294,0.05029407,0.04425291,0.051114056,0.09453122,0.053374197,-0.02420512,0.03648812,-0.010432485,-0.077743575,0.042894986,0.094203606,0.0597758,0.013498155,-0.00010079331,-0.0052118804,0.04165212,0.028613355,0.015984075,-0.009810573,-0.016433094,-0.017795324,-0.024078831,0.025428806,0.07469893,-0.117584,-0.079941146,-0.009889782,-0.042372767,0.009582938,0.10194066,0.010154082,0.0054536993,-0.017457005,-0.06683633,0.050815012,0.02722329,0.054586172,0.055520695,0.07168015,0.03252038,-0.019248765,0.010677831,-0.015008579,0.104576916,-0.023712607,-0.026731202,0.051258646,0.03283468,-0.07058167,0.03955127,0.067436434,-0.04147984,0.006018136,-0.02497839,-0.046781,-9.0581016e-33,-0.06767789,0.029950203,0.05251983,0.10342673,-0.024248566,0.0009294168,0.07082839,-0.033421356,0.08664177,0.013361022,0.04213632,0.057525486,0.0025870292,0.0240065,0.001565659,-0.0065229954,-0.06345146,0.06550551,-0.0024264972,0.12744793,0.02027556,-0.05118951,-0.02428349,0.029386288,-0.0031892506,0.06811137,-0.029893473,0.033859335,0.033032034,-0.015714657,-0.061479352,0.022278087,-0.0687739,-0.07388958,-0.025300793,-0.004595558,0.030926965,-0.012276264,0.04564278,0.05777364,0.037204426,-0.029431399,0.09387139,-0.02527998,-0.08094026,0.07507326,0.049937584,0.018072657,0.061517395,-0.015629495,-0.016067544,-0.076624,0.061246946,-0.111592986,-0.018725656,-0.04526872,-0.007139548,0.015816934,0.0139432065,0.010720505,0.00093947985,0.04453862,-0.055415247,-0.009827759,-0.052769452,0.013824401,-0.0746114,-0.054239146,0.034045152,0.112690635,-0.00004070979,0.04756522,0.013678316,0.0022900652,0.06404071,-0.03744925,0.009746804,-0.07990942,0.0018311183,0.01891636,0.12695183,0.07286594,-0.049825225,0.04584952,-0.004026472,0.026127404,-0.057304855,0.065152876,0.059859857,0.012079056,-0.06512536,-0.05416677,0.036257118,0.04646625,-0.11719349,6.170283e-33,-0.011219701,-0.0041428343,-0.04318355,0.023997007,0.11593905,-0.02148826,0.0836394,0.004201248,0.076163895,-0.019587267,0.09719498,-0.03543632,-0.032155003,-0.03628385,-0.059455566,0.07553967,-0.06265162,0.04108031,-0.037711877,-0.04133922,-0.004796129,0.068782106,-0.013433908,0.074224286,0.03967073,0.080094956,0.09417866,0.122011125,0.04186783,-0.047678273,0.013016061,-0.012549046,0.034147676,-0.019995837,-0.026136959,0.020850422,-0.08849372,-0.08884764,-0.029879589,0.008455088,0.09821646,-0.014675412,-0.0563053,0.042314466,-0.019614317,-0.05852138,0.011659073,-0.012209359,-0.029892722,0.010178827,0.03852079,-0.1262656,-0.022593498,-0.026677683,-0.058474146,0.02501567,0.0045041633,-0.037896663,0.036831647,-0.021804301,-0.05685415,0.01765958,0.002382632,0.036878534,-0.08241684,-0.068193406,0.024926368,-0.01755981,-0.11991314,0.016709778,-0.061652474,0.0060674525,0.071886346,-0.053836104,-0.04294185,-0.016726697,0.016586239,-0.03598896,0.0025967176,-0.03586851,-0.13128942,-0.08754538,0.01973086,0.03392586,0.071335815,0.12847196,-0.02548972,0.019172303,-0.0050131613,0.07949881,0.0037004538,-0.002837075,0.032164495,0.07364959,0.023495166,-4.054492e-8,0.10288336,-0.08455252,-0.04513931,0.06862374,0.002010303,-0.020389047,-0.09277559,-0.09616536,0.011234752,0.02354078,0.034665562,0.03153928,-0.057085194,-0.0262459,-0.02491165,-0.04725709,0.027070543,0.11897121,-0.048651,0.0050977366,0.005465846,-0.004391617,-0.015256131,-0.014841454,0.04390672,-0.02509582,-0.0020284348,0.057323545,-0.012638206,-0.012592879,0.015518853,-0.0094122095,0.02692744,0.05020859,0.0051278006,-0.029590756,0.06874102,-0.035907913,-0.034231015,0.05945324,-0.08077424,-0.07480572,-0.020967524,0.011760384,-0.03494422,-0.01836698,-0.112818606,-0.036517467,0.07580184,0.00985086,-0.012295102,0.037678935,0.020845678,-0.03458651,-0.006776047,0.060394112,-0.0017619883,-0.112432405,0.0019656036,-0.009292728,0.017886002,-0.067574315,-0.021438656,-0.004002854],[-0.024575217,-0.020169389,0.0926594,0.039550494,0.048003398,-0.019997057,0.058766898,0.010946968,-0.01183326,-0.010257962,0.037819553,-0.04628752,0.016744224,-0.025127305,0.042166304,-0.020693652,0.047985677,0.02828172,-0.07874978,0.010413507,-0.04579826,-0.0353762,0.06218811,0.071190216,0.0141863,-0.04550851,-0.07289725,-0.043382734,0.029268472,-0.059163768,0.0012021197,0.044567853,0.01693481,0.038434092,-0.035090916,0.09275034,0.05137327,-0.045348354,-0.09465939,0.0060527553,-0.06817838,-0.12458576,0.0071840724,0.019617641,-0.038905285,0.007883425,-0.004950666,-0.04236905,-0.036052965,-0.022101108,-0.12938735,-0.080619134,0.040379934,0.038551375,0.0105455,-0.0015539867,-0.0052959807,-0.061683543,-0.033612426,0.0536754,0.0050159795,0.018672917,0.02517313,0.0052525424,0.01830934,-0.015467678,-0.01622365,0.06197536,-0.0118264,0.02333269,-0.0034580084,-0.048429508,-0.03579919,0.050017573,0.008058012,0.04399946,0.049157497,-0.0508619,0.037285723,0.006089676,-0.0076655634,0.028260194,0.090467125,0.027299423,-0.06674727,0.04845033,-0.024010506,0.017278323,0.019438185,-0.07560956,-0.052658595,0.076893814,-0.05161352,0.024478404,-0.047719225,0.004108173,-0.084580585,-0.07516578,-0.10749937,0.032455225,0.0012435134,0.07305535,0.037532955,0.0022474835,-0.043341152,-0.09806924,-0.000031889736,0.077048436,0.048685137,-0.0030831536,0.051483486,-0.057808287,-0.02995377,-0.013387079,0.04477571,0.043212056,-0.04033195,0.09510938,-0.0032416312,-0.030252311,0.02791656,0.039453708,-0.00475092,-0.06118674,-0.030948993,-0.09677602,0.0039599976,4.6217066e-33,0.0020112186,0.09109544,0.10403513,0.03136154,-0.0018974801,-0.024195358,-0.044326752,-0.0011823279,-0.047584694,-0.01861019,0.035660468,-0.015356506,-0.00016430291,0.089069605,-0.004787942,-0.0810073,-0.07375352,0.004397065,0.011025623,0.039842956,0.09096364,-0.010674641,-0.024383973,0.012969875,0.009376381,0.012143928,0.056249127,0.021081235,-0.05658807,0.026952205,-0.1483411,0.0073276567,-0.057318315,-0.108482726,-0.011559459,-0.072619334,0.0015235265,-0.023276523,-0.027055377,0.020810919,0.073948674,-0.0031538,-0.0013001612,-0.06202094,-0.06323292,0.07491978,0.012191799,0.007278169,0.05291812,-0.06642964,-0.04946944,-0.007470787,0.04748082,0.031728964,0.03043943,-0.0689733,-0.049919188,-0.0534252,0.045484,0.00290395,0.0537542,-0.03764472,-0.015109101,-0.010661774,-0.082005754,-0.021605777,-0.027672851,-0.027723385,0.007587783,0.039309625,-0.035767846,0.07419471,0.00028412175,-0.06414916,-0.012397923,-0.06547382,-0.014448037,-0.041250397,-0.040605184,0.085965075,0.092667945,0.07061948,-0.044488385,0.006731754,0.076723345,0.06343669,0.00967906,-0.06795007,-0.009504168,0.006099154,-0.104196385,-0.0773348,0.07976735,0.019771166,-0.11715603,-4.7038545e-33,-0.015842337,0.03297023,0.027394537,0.0307221,0.12585491,-0.08500398,0.047838196,0.036618236,-0.009500969,0.043421827,-0.045374837,-0.07938459,-0.12594263,-0.03156628,-0.006827058,0.07239413,0.102014475,-0.057286818,-0.07662493,-0.0064702574,0.029871192,-0.0104563795,-0.033972602,0.053649608,-0.013800474,0.076596744,0.10240564,0.09044909,0.03474359,-0.03864498,-0.00002192169,-0.034979854,-0.06631519,-0.0276322,-0.018382551,0.0058316765,-0.06900004,0.024438504,-0.06324554,0.035916433,0.06341408,-0.049642585,-0.06803027,0.056274585,-0.047473863,-0.022755926,-0.011076214,-0.0850139,-0.07651814,-0.021298675,0.042583942,-0.07878419,0.007873507,-0.015229527,0.0066925613,-0.049204372,0.060687885,0.0071094926,0.016908126,-0.07730573,-0.0122992145,0.04615392,-0.015529579,0.05914838,-0.0020126563,0.04294113,0.05639156,0.02181229,-0.09404794,-0.012121594,-0.028274791,0.082541116,-0.025930671,-0.037069097,-0.07321231,0.041738983,0.015483447,-0.042318493,-0.023469435,-0.004175135,-0.03430685,-0.105282634,0.04003198,-0.021461237,0.035490435,0.085233286,-0.030956903,0.10050967,-0.024000034,0.06693144,-0.024769051,0.06095125,-0.050131205,0.06088647,0.04187918,-4.6976403e-8,-0.03332437,-0.05738819,0.006743598,-0.0032031958,0.013848268,0.030841231,0.01863587,0.0028388943,0.05322506,0.052917354,0.0308808,0.013759708,0.030151803,0.094902135,0.014750477,0.0012543802,0.016162107,0.14708328,-0.03360914,-0.0627759,0.04373561,0.012304794,0.052311428,-0.088575915,-0.0037347162,-0.01457424,-0.03169156,0.077943616,-0.033915177,-0.05366102,0.036878876,0.0064934082,-0.037641246,0.01176774,-0.010516023,-0.03789696,0.076830916,-0.0148602445,-0.09768441,0.037911013,-0.040050186,0.02832969,0.08796942,0.08255881,-0.015550772,-0.09840867,-0.050237413,-0.07534526,0.07485063,0.026789198,0.012024743,-0.046939686,0.05174099,0.08193216,-0.023589157,0.024670808,-0.012722292,0.008316466,-0.02346705,0.08090222,0.07150562,-0.040821016,0.020262035,0.02555587],[-0.042750336,-0.027951717,0.030416697,0.058530778,0.014146526,0.007865687,0.012867211,0.051142108,-0.03280842,-0.059733298,-0.05954669,-0.012107847,-0.059517533,-0.062239174,0.05904623,-0.034322817,0.08397541,-0.0026717305,-0.058628254,0.025660848,0.025187848,-0.040041763,0.021547083,0.05079741,-0.05609137,0.026187578,-0.03158198,-0.022910979,-0.0283447,-0.024098745,0.064825706,0.026881628,-0.049573187,-0.027429918,-0.0383973,0.05699686,0.057778876,-0.01016093,-0.105080634,-0.029754072,0.016416103,-0.09210143,0.060268,-0.020631755,-0.0054862024,-0.009235722,-0.053786542,0.040303573,-0.044241074,0.04491807,-0.15762061,-0.046517584,-0.024109883,0.049795076,0.07362561,0.08680712,-0.054138217,-0.07446593,-0.06612572,-0.025248619,0.0026533213,-0.016763432,-0.03448282,-0.0059387186,0.06433822,0.015512115,-0.0064261337,0.017456157,0.015624951,0.03652941,-0.0081012845,-0.008818589,0.0036463342,0.038380798,0.02849085,0.17916818,0.048340164,-0.039119817,0.043659642,-0.020502996,0.03658987,0.15010071,0.07618792,0.09272994,-0.03656213,-0.06961696,-0.032750543,-0.009397267,-0.030475711,0.0054059164,0.06718453,0.021878146,0.037968893,0.015516749,-0.05629124,0.012086634,-0.071934685,-0.1298818,-0.05638587,0.046285093,-0.013190491,0.056003623,-0.013223752,0.008046134,-0.030448752,-0.033253018,-0.06358544,0.11059332,0.03388376,0.024237048,0.06209051,0.054109283,0.016390586,-0.031033672,0.0016658194,0.0126517145,0.012429074,0.012814254,0.087849416,0.067595445,-0.06747763,0.007442672,0.029537449,-0.049864322,-0.02789645,-0.04891794,-0.029367201,4.4888456e-33,-0.03610648,0.03277244,0.09407158,0.06656733,0.031323638,-0.033382993,-0.059825473,-0.035146065,-0.018921211,0.027382048,0.050053593,0.0039828755,-0.024536818,0.12122863,-0.019122967,-0.097371295,-0.091132745,0.02342851,0.03930156,0.01867168,-0.010401835,-0.09494493,0.052754845,-0.035271257,0.03801678,0.033407364,-0.0146281505,0.04239813,-0.09532737,0.042693213,-0.021786518,-0.03522791,-0.024615282,-0.06425243,-0.09492884,-0.054282647,0.01332135,-0.12762895,0.0038229786,0.021177934,0.03825107,-0.007845809,-0.047125038,-0.0100997845,0.03039627,0.0009120004,-0.023378283,0.04247116,-0.010313894,-0.030923279,-0.0041399407,-0.0694939,0.00068101555,-0.01843348,-0.037299473,-0.046409998,-0.09525929,-0.046368357,0.008197547,0.030855726,0.042183638,-0.04279668,-0.0815655,0.03377367,-0.018916408,0.060785335,-0.01310826,-0.08745584,-0.030966513,0.047916654,-0.03223268,-0.013701034,0.061220236,-0.013798993,0.017725231,-0.061640106,0.01704039,-0.0037556016,-0.057860676,0.070940845,0.045106612,0.0780272,-0.07420929,0.10589634,0.036965318,0.0325664,-0.016056692,-0.040996492,0.06526908,-0.03262003,-0.006983062,-0.07765605,0.07243912,0.067635015,-0.12615414,-5.2100863e-33,-0.030980768,-0.012064023,0.00062267995,0.017981637,0.08588207,-0.06537255,0.03595888,-0.07924383,0.009357939,-0.013019271,0.020273168,0.034531187,-0.05945438,-0.1045557,0.0050176824,0.045806825,0.057314083,-0.059567254,-0.028136315,-0.005509827,0.06287078,0.026585717,-0.029505754,0.021226393,0.018209998,0.03656358,0.06790248,0.08311863,0.025981467,0.028720232,0.014379545,0.047581397,-0.059500318,-0.09755362,-0.03122606,0.09509243,-0.06733221,-0.07866501,-0.02142293,0.04805632,0.022941153,0.016400952,-0.032594997,-0.03139007,-0.034075998,-0.006709756,-0.0062859757,-0.05560322,0.0068103746,-0.008584801,0.041304197,-0.024719091,-0.0461996,-0.027512044,-0.0018132493,-0.00068882486,0.05040699,-0.039372403,0.022876661,-0.020077834,-0.016015677,0.022770682,-0.014839362,0.010871998,0.028054753,0.033894997,0.034191895,-0.10089586,0.00456437,0.023173729,-0.013038017,-0.02139301,0.04183208,-0.008053452,0.012561513,0.013924654,-0.010762852,-0.031046832,-0.07770031,0.046138972,-0.089872874,-0.01673306,0.023824286,-0.097209305,0.042527243,0.014641401,-0.07964943,0.123566754,-0.016808582,0.11857669,-0.050243896,-0.0052473303,-0.016530704,0.04155191,0.059021253,-5.1958487e-8,0.12094873,-0.04940302,0.011888306,0.039928388,-0.049892772,-0.004118261,-0.059945665,-0.07145215,0.033842277,0.01592291,0.065968044,0.07292534,0.010081803,0.0941114,0.008314569,-0.029059032,0.08157248,0.05100546,-0.07623711,-0.06122256,-0.061907172,0.035683144,0.00028889463,-0.094614804,0.057224926,-0.04917887,0.033655096,0.10142078,-0.009404218,0.012566662,0.018084785,0.04019782,0.011725804,0.058444045,-0.0006857939,-0.0022226474,-0.026182037,-0.011578227,-0.052271236,-0.0044909376,-0.030470397,-0.02702808,-0.00790896,0.089329295,-0.07506103,0.029759333,-0.00691173,0.074041426,-0.028810466,0.03914907,0.005250592,-0.010207538,-0.010616268,-0.0031202086,-0.07124243,0.08752049,-0.028629476,-0.0043609575,0.055606045,-0.030096726,0.04629328,0.047600854,-0.054611154,-0.10177415],[-0.07354608,-0.0547368,0.07390741,0.04954637,-0.017318632,-0.017404094,-0.10792182,-0.02920855,0.009250767,-0.060446173,0.056548174,-0.046260785,-0.09583219,-0.08790618,0.13603464,-0.03671892,0.08133258,0.079407685,0.039199583,-0.031745333,-0.03517627,-0.0875863,0.0126802875,0.033479434,0.035744663,-0.088752665,0.0053130444,0.0029789472,-0.01039203,-0.021404117,0.04402387,-0.029464202,-0.020601625,-0.030437523,-0.014695658,0.024271216,0.052367028,-0.036241803,-0.08389361,-0.03897838,-0.00389495,-0.053028867,0.014607336,-0.07184236,-0.027989304,0.01865062,0.019248325,0.023674414,0.0545057,0.0006514645,-0.05181761,-0.056385286,-0.038770463,-0.10394026,0.112616256,0.0065082395,-0.082952805,0.0066725183,-0.055245403,-0.009910736,-0.0006981282,0.020913752,-0.005243664,-0.025406973,-0.02289303,-0.050871897,-0.021115517,0.049769275,-0.00019465055,0.09563012,-0.033229653,-0.018239735,0.021980917,0.032723647,-0.011328574,0.05679955,0.06745396,-0.048405576,0.04979062,-0.0019515576,0.03496548,-0.00004442794,-0.031785123,0.030240245,0.0092333695,-0.016252967,-0.027332854,0.02175821,0.0031800931,-0.046651557,0.09453772,0.018390952,0.0629862,-0.012476599,0.015846783,0.017676687,-0.024881281,-0.026183736,-0.01935067,-0.029787788,-0.0056834533,-0.017952448,0.05013374,-0.050868627,-0.0060471594,-0.05675709,-0.034490585,0.035743777,0.06366251,-0.014591493,0.06296391,0.11027578,-0.0060216417,-0.019398632,-0.00747439,0.03844629,0.0643562,-0.034174703,0.022712579,0.050927497,-0.07500833,0.050504465,0.06503888,-0.006229688,-0.033737104,-0.07196498,0.08255125,5.7088735e-33,-0.043769702,0.06825867,0.016847134,0.04182351,-0.038605295,0.04651632,-0.040901918,-0.02698063,-0.018137565,-0.0026354014,0.0052510533,-0.055111255,0.010397751,0.13237141,-0.038970232,-0.13128452,0.0024601787,0.02602987,0.12388118,0.0070009534,-0.073666826,-0.059945267,0.035052076,0.07792198,0.047273528,-0.10243754,0.08955051,-0.05467081,-0.09788802,0.003404726,-0.066017784,-0.04778877,-0.088022836,-0.027295481,-0.087048925,-0.0354808,0.013238128,-0.02616559,0.008743575,0.035680067,0.06707904,0.038711656,0.0030094867,-0.018061325,-0.0029214954,0.018948374,0.0055374,0.053567253,-0.028809514,-0.053238668,0.001659355,-0.011330907,-0.0048620263,0.01395117,-0.10500993,-0.03979736,0.020884251,-0.04363671,-0.022098554,-0.0154079,0.00091002084,0.00024958345,-0.03223246,-0.008550705,-0.015370676,-0.007056968,-0.021254562,-0.05347927,0.011625072,0.045332372,0.021148752,-0.05240196,0.08202955,-0.08456598,0.0084895855,-0.06330374,-0.04527852,0.012321785,0.015341248,0.07978528,0.019712131,0.15265438,-0.008694533,0.029914465,0.038744718,0.035166916,-0.03344704,-0.103807025,0.07853545,0.0020617475,-0.007207339,-0.08468628,0.07837683,-0.023964873,-0.04667591,-6.0427117e-33,-0.0052560656,-0.04361254,0.011902331,0.042709447,0.05645797,-0.078383,-0.003907857,-0.014213884,0.0407876,-0.08849331,-0.011006062,-0.072522566,0.022004958,-0.036235496,-0.018704534,0.09688138,-0.09055942,0.017045373,-0.033416547,-0.06572346,-0.021468254,-0.035721395,0.05444039,0.03032903,0.094360866,0.062829256,0.023050366,0.124700144,0.03804466,-0.046440225,-0.036945675,-0.020316556,0.07163236,-0.049529612,0.0815112,0.06783884,-0.015581766,0.053282514,-0.03138608,0.0982277,0.038147528,0.05670156,-0.042957712,0.038934056,-0.043753803,0.030945309,0.049578506,-0.021876996,-0.009557925,0.023711517,0.07677559,-0.050557043,-0.048907902,-0.012031881,0.08396549,-0.028518405,-0.0025207999,0.027023107,-0.04115745,0.006794276,-0.07047944,0.019456057,0.03881178,0.023481654,0.007137282,0.06700278,0.021772962,-0.055336688,-0.053534474,0.015340678,-0.05244103,0.033746783,0.023489526,-0.04232486,-0.01898653,0.020558318,-0.0014176171,-0.056360904,-0.031660408,0.024541272,-0.10096115,-0.10379057,-0.013375191,0.03500369,-0.002723411,0.042649724,0.001809532,0.10891274,0.015404868,0.08894757,-0.075794995,0.0013601597,0.011302398,0.08293736,0.13141334,-5.4705307e-8,0.10377452,-0.11689832,-0.02533726,0.05043423,0.02112807,-0.030429091,-0.0570014,-0.07081374,0.029597232,0.04515908,-0.03358508,0.0742877,-0.0011331511,0.02800884,-0.06874175,0.007744713,0.056913637,0.010017175,-0.04234893,0.02119866,0.007844843,0.03247509,-0.06137011,-0.061220083,0.017125389,0.020783586,-0.026337206,-0.0047553796,0.09834146,-0.05293191,0.023261199,-0.006253681,-0.027109545,0.029249432,-0.013133413,-0.055293683,-0.06970951,0.017394034,0.03299452,0.020195395,-0.043703385,-0.0061223046,0.00512065,0.030455694,-0.0728197,-0.047341768,-0.04126434,0.052967396,-0.055040617,0.054888073,-0.06915813,0.012270794,0.050849106,-0.009823095,0.007541926,0.090976514,-0.07179119,0.039162356,0.09896137,0.015851269,0.048353657,-0.04392095,-0.023654992,-0.052032236],[-0.065869026,-0.07279243,0.043810405,0.046761293,-0.004133641,-0.0062639927,-0.045006774,-0.021341302,0.014472285,-0.09344997,-0.008097753,-0.043187603,-0.09072947,-0.073407054,0.08575638,-0.07784976,0.14865448,0.051298942,0.07165545,-0.030277325,-0.08318658,-0.017870486,0.042540632,0.056277618,0.0021403995,-0.06558048,0.025172971,0.03900818,-0.0620654,-0.042226415,0.04983604,0.0000192059,-0.024872186,-0.057479106,-0.12194247,0.034804516,0.034870256,-0.085176595,-0.033231948,-0.012301615,-0.013751433,-0.059295546,0.00058828085,-0.07832704,0.008568177,-0.053067777,0.01067522,-0.03481182,0.013461,0.009243973,-0.03558337,-0.06657338,-0.018107375,-0.057119995,0.022386348,-0.029394308,-0.048056114,-0.003379805,-0.0054261424,-0.0052015125,0.059489645,-0.030532481,0.0027467688,0.005903701,-0.03538936,-0.06504129,0.018180657,0.07118003,-0.044776645,0.043638855,-0.052985467,-0.007856889,0.049414862,0.041295275,-0.04172087,0.077928655,0.11097133,-0.06792651,0.059346948,-0.0062258365,-0.029261421,0.044954985,-0.07078973,0.029961146,0.032427385,-0.013370226,-0.028400987,0.008279332,-0.0025251799,-0.0076221107,0.0931253,0.076998204,0.037431773,-0.055471458,0.022520198,-0.003474136,-0.0019546743,-0.037042506,0.0049388437,0.0013479781,-0.054834593,0.0243788,-0.03515191,-0.033454884,0.0012821258,0.016106961,-0.026855351,-0.023290008,0.05717853,0.0017373993,0.030632345,0.07921359,-0.034482192,-0.05408279,-0.08458445,0.054511372,0.076339744,-0.11325667,0.019878123,0.0105747795,-0.092532225,0.018267848,0.06644837,0.033495087,0.009894855,-0.031980783,0.048463345,1.4029675e-33,-0.020553637,0.02259847,0.0032609934,-0.024773125,0.083142705,0.0071296426,-0.024375955,-0.03120859,0.013306382,-0.03721066,-0.051843073,-0.02982623,0.023055337,0.09901829,0.060950518,-0.103596374,-0.005181213,-0.0057084556,0.07732493,-0.019576292,-0.011648816,-0.017648358,-0.0003266085,0.086102664,0.014242871,-0.06618552,-0.0011750415,-0.011984586,-0.07592471,-0.007471205,-0.015763799,-0.039892297,-0.02465421,0.0011538744,-0.0062993146,-0.01155137,0.0032782601,0.0016125875,-0.018955573,0.016708555,0.07926805,0.0320822,0.04427088,0.019397572,-0.03651164,-0.012275226,0.102977395,0.010022107,-0.024741743,-0.02205896,0.04646967,-0.010204847,0.012313466,-0.041790284,-0.07865709,-0.005407135,0.027836904,-0.00037805404,-0.004435248,0.011401023,-0.019669767,-0.00038762286,-0.00073885865,-0.02348061,-0.029887116,0.0062033515,-0.0092875585,-0.08482175,0.035656717,-0.00046627404,0.012417005,0.003039916,0.062141776,-0.0060598417,0.015146523,0.00045966584,-0.078679815,-0.005356391,0.037821747,0.032394577,0.112059176,0.0481526,0.03100661,0.02602239,-0.030981014,0.02135658,-0.019714877,-0.022176336,0.11083045,-0.046903033,0.008658569,-0.058957748,0.045422725,-0.11765669,-0.034952432,-1.7510164e-33,-0.008566437,-0.026137501,0.013012773,0.12095736,-0.008087883,-0.040254872,0.10782216,-0.0017759339,0.018501073,-0.10337007,0.032847635,-0.082526654,0.07695187,-0.08052145,-0.022125768,0.17472333,-0.12298128,-0.035777558,0.025074728,-0.06176378,-0.026538331,0.04216281,0.026430598,0.0422801,0.069665626,0.0818867,-0.0017919372,0.070433415,-0.013937511,-0.039517276,0.011403883,-0.07336922,0.04241241,-0.06691267,0.070351824,0.06303374,-0.0137287,0.041493606,-0.018641686,0.058055278,0.026291909,0.024715396,0.050901484,0.026431836,-0.06947848,0.022463,-0.03904428,0.033169154,-0.04369382,0.014507843,0.06473557,-0.007640977,-0.006038977,-0.0043121646,0.054888047,-0.024093216,-0.0023384024,0.036125913,-0.056393337,0.023997424,-0.032122593,0.0326881,0.10406584,0.0027318415,0.085528664,0.03860953,-0.0864078,-0.06137591,0.03649009,-0.024016937,0.0458622,0.0028315687,0.044498127,-0.05384322,0.03345712,-0.012936127,0.058143888,-0.024851805,-0.0026403966,0.04006768,-0.046659578,-0.026469938,0.021920322,0.036683135,0.04282263,0.10734646,-0.063694194,0.05582897,0.04280469,0.04230158,-0.03551171,-0.06551626,0.069276795,0.039762557,0.15483019,-4.5434454e-8,0.07150689,-0.1300804,0.0048709107,0.0658254,0.039582036,-0.04024556,-0.021374343,-0.13164468,0.045109358,0.037661932,-0.013461229,0.05449314,-0.026140505,0.057985317,-0.05932408,-0.00730079,0.04722473,0.002109282,-0.042736337,0.009794571,-0.06613823,0.06873048,-0.114045806,-0.08793985,0.1363918,0.01874927,-0.07592776,-0.024666008,0.12897576,-0.017903367,0.016735718,-0.055964217,-0.039032545,-0.0047069355,-0.026265467,-0.0108934,-0.080182046,0.0051765977,-0.004695126,0.030564653,-0.021120941,-0.01895412,-0.03649943,-0.008968646,-0.10168812,-0.027022706,-0.066156596,0.03652177,-0.023481987,0.046112157,-0.008009147,0.031211637,0.012484171,-0.027010992,0.0020838312,0.0032033087,0.031372253,-0.012772212,0.1118919,-0.00022446479,-0.0011655425,-0.041824047,0.036190495,-0.036850758],[-0.05693042,-0.02508529,0.002587878,0.08919112,-0.07050155,-0.0051862816,-0.076635204,-0.05047297,-0.054268006,-0.045588326,0.023754299,-0.040854003,-0.036623128,-0.11347346,0.06483679,-0.065146126,0.084146,-0.0050713117,-0.0020814433,-0.09087689,-0.033211082,-0.06508526,0.040028006,0.004930878,0.058552004,0.068314,0.05986201,0.03579385,-0.024574682,-0.07429772,0.0020433462,0.02029292,0.04525815,0.0038101717,-0.029180532,-0.016474582,0.0023617486,-0.04836004,0.044181664,-0.0351024,-0.0150727155,0.041755088,0.023231395,-0.0033899848,0.00315583,-0.034400046,-0.07241441,-0.0017937988,0.04013919,0.024920935,-0.0788559,-0.02063954,-0.042865165,-0.05677124,0.029050443,0.024526376,-0.110005535,-0.06248346,0.004647741,0.05212992,-0.033993334,-0.04052302,-0.014876636,-0.035233963,-0.011831227,-0.057640634,-0.085442044,0.05505406,0.0009077944,0.083158,-0.059347734,0.043606892,0.029947845,0.032170773,-0.038911913,0.059634246,0.07339425,-0.06616452,-0.03647962,0.014879042,-0.09050566,0.039431263,-0.004319984,-0.029522467,0.0051361457,-0.02540741,0.003790175,0.103858374,0.025994256,0.024446264,0.051797356,-0.007812746,0.04422509,-0.04927483,-0.07174151,0.0342258,-0.016828744,-0.13120763,0.029871227,-0.01289005,0.04278589,-0.0065822005,0.12180577,-0.012111349,-0.017382782,-0.033140905,0.052505605,-0.00408189,-0.011138091,0.007349854,0.008012813,0.06863231,0.0054452103,-0.05675753,-0.026369698,0.025927583,0.05779,-0.013976437,-0.0059450534,0.044722695,-0.017495295,0.020662032,0.06398298,-0.043864958,-0.09557009,-0.015777135,0.01966237,1.5494165e-32,-0.053444054,0.031021928,0.024565153,0.034252305,0.07029086,-0.042169757,0.038738452,-0.028174093,0.05782173,0.024436776,0.0029672356,0.019077271,-0.009029301,0.11958781,-0.014097243,-0.059847645,-0.016787305,0.049063664,-0.011183926,-0.009791707,-0.021899436,-0.08848712,-0.0048438776,0.019463018,0.004393196,0.0023433038,0.009622699,-0.024379225,-0.08428059,-0.020947574,0.033758026,0.045001708,-0.06537204,-0.021486215,-0.03384802,0.015496729,0.030749356,-0.03333841,0.022337485,0.10023517,0.07492667,-0.009754723,-0.014605863,0.0028430235,-0.059422407,-0.013567471,0.058922466,0.08603846,0.055019233,-0.013770916,0.0011294436,-0.05622862,0.041865982,-0.004040296,0.01055363,0.037317004,-0.024030339,-0.046264827,0.06827319,-0.004713867,0.004382714,-0.033363506,-0.06490794,-0.0042882296,-0.09931665,0.08217653,-0.069514334,-0.063769005,0.01803504,0.08332609,0.029685091,-0.010770122,0.031631302,-0.07598332,0.04999575,0.011086476,0.022216525,-0.03315826,-0.054923773,0.023336507,0.084292166,0.101165235,0.003635628,0.048593137,0.020976337,0.07759656,-0.06763902,0.034266576,0.07568436,0.00777613,-0.096483074,-0.03209399,0.112717435,-0.007467468,-0.10159264,-1.2543865e-32,0.0047745914,-0.012864,-0.013563408,0.036502644,0.08143707,-0.045807887,-0.011744058,-0.032367714,0.007804384,-0.02217773,-0.056794103,-0.030977078,0.02124517,-0.13272923,-0.038495686,0.09121624,0.07181167,0.03179862,0.011213367,-0.035314925,-0.07896013,0.012503886,0.01940379,-0.021861322,0.036127597,0.03175036,0.05721616,0.059687044,0.035244226,-0.003300896,-0.011095047,-0.1458141,0.046933234,-0.039783493,0.020489465,0.058325276,-0.046449725,-0.01836304,0.04392365,0.099659115,-0.023276169,0.008605501,-0.016617598,0.040116135,-0.053927235,-0.04699943,0.022022752,-0.053036734,-0.07423444,0.021828433,0.031755462,-0.06353072,-0.05569502,-0.04124368,0.048449773,0.054141533,0.039537564,-0.05961473,-0.015957808,-0.029533833,-0.06820962,0.026211541,0.0362665,0.013656731,0.08853572,0.0023400965,-0.054423586,-0.010034023,-0.10085831,0.02723083,-0.083219886,-0.013384231,0.04905262,-0.009864106,0.022644414,-0.00249159,0.038673256,-0.005445478,0.019309914,0.03486467,-0.04781522,-0.035260692,-0.04955546,0.042208806,-0.07442693,0.074335,-0.10317276,0.03404189,0.043436274,0.12797777,-0.003939289,-0.020462984,0.13247167,0.11308297,0.087905124,-4.9341626e-8,0.12329517,-0.08266301,-0.004772368,0.11121811,0.014895833,-0.046352416,-0.020006822,-0.08418312,0.09580348,-0.031796195,0.04205931,0.051186122,-0.0013200184,0.03217766,-0.06561081,0.006260744,0.06000967,0.08215231,0.0068964986,-0.0058819745,-0.04052302,0.02559164,-0.00724738,-0.04414642,0.08774596,0.014312095,0.007090829,0.047296878,0.028588595,-0.0033291008,-0.026332999,-0.007857921,0.0034409252,0.01021203,-0.020739108,-0.07128691,-0.087418795,0.024925468,-0.035683513,0.026018137,-0.035561685,-0.0060513495,0.016872115,0.00016070275,-0.072032444,0.016720125,-0.12374678,0.0043613487,0.016503064,-0.00011474145,-0.09452627,0.022385506,0.07669254,-0.003211396,0.040302258,0.093258545,0.051997088,-0.041355807,0.05986052,-0.032880418,-0.06381314,0.029609492,-0.02888655,-0.055152643],[-0.084735624,-0.0027551772,0.052866485,0.07088716,-0.028805409,0.029596755,0.010152,-0.046211954,-0.0466335,-0.056469344,0.0077538746,-0.045657903,-0.031669185,-0.015420309,0.093747355,-0.022545379,0.14232238,-0.018947031,0.0693738,-0.08452744,-0.010705607,-0.06776458,0.025901612,0.0147725865,0.027648482,0.059890922,0.055463172,0.005562637,-0.052322064,-0.05457172,-0.02958171,0.014913304,0.016297564,0.0026246824,-0.04692464,-0.058674563,0.027521463,-0.092950925,0.021301575,-0.082717024,-0.020498367,0.017293584,0.020159148,0.005539035,-0.012695145,0.0029376305,-0.014152643,0.012466551,-0.020307215,0.025284255,-0.031145416,-0.0590742,-0.06203052,0.004188423,0.05254722,0.057223458,-0.12227482,-0.08529783,0.034012847,0.057205718,-0.03826113,-0.01624587,0.0074855215,-0.026423179,-0.070626736,-0.07169721,-0.0825874,0.07262547,0.02358319,0.088124976,-0.037439246,0.0232171,0.04347717,0.0069406196,-0.06837867,0.038934506,0.06386568,-0.06676595,-0.008849375,-0.007801891,-0.08002854,0.05171555,0.012158108,0.021223148,0.010186264,-0.031906273,-0.05124696,0.054383032,-0.031317107,0.004333511,0.064292625,-0.007309174,0.03456812,0.0007459504,-0.015001224,0.012832329,-0.040476937,-0.11580394,0.01183305,0.018376809,0.034234416,0.056282412,0.11364975,0.025708297,-0.028350443,-0.026654635,0.01907944,-0.034698628,-0.02523421,-0.003474054,-0.014296505,0.075246476,-0.0048017153,-0.06128267,-0.0505918,-0.052982002,0.100484364,0.013521468,-0.02064967,-0.00011586833,-0.03186592,0.061080616,0.058997303,-0.011967094,-0.055526983,0.014076286,0.019603856,1.9686928e-32,-0.06630547,-0.025009092,0.040467758,0.013527682,0.066847436,-0.029147042,0.04708517,-0.008776141,0.08351559,0.0131974835,-0.025050767,-0.0061801104,0.010979569,0.05382767,-0.01753656,-0.04543184,-0.09113654,0.054481145,-0.0007109872,-0.006831489,-0.0026704066,-0.072625205,0.023805445,0.028592663,0.0051590125,-0.01400974,0.0046213414,-0.019466678,-0.060745016,-0.0020708982,0.007140429,0.036818236,-0.0131728165,0.009971664,-0.046702735,-0.032329533,0.024100974,-0.015143267,-0.0076440442,0.07101588,0.08162904,-0.023354996,-0.051389806,0.02361627,-0.03155097,-0.05859459,0.081838325,0.11490851,0.024242152,0.019142564,0.020817623,-0.082812555,-0.0056888866,-0.037337527,-0.0458207,0.04580095,0.03274417,0.025574898,0.017561868,-0.040486656,0.034036767,-0.028337061,-0.0041575176,-0.09865623,-0.038566906,0.050004996,-0.08140818,-0.10143671,-0.009133018,0.047505844,0.09643032,0.050627835,0.05124416,-0.097749285,0.05434757,0.009874891,0.013786448,0.012302945,-0.036593385,0.0035305705,0.10994176,0.0221968,0.04449943,0.04555911,0.026391404,0.06711575,-0.076204635,0.032804817,0.086832084,-0.01625931,-0.087513216,-0.069768384,0.08509001,0.019658236,-0.06883408,-1.5487257e-32,-0.010379047,0.0031500168,-0.050511375,0.11136547,0.101645894,-0.057243586,-0.042005487,0.02950324,-0.008147119,-0.034983777,-0.065527394,-0.0034068348,0.02526395,-0.089155406,-0.0097433245,0.104518026,0.078306705,0.038867842,-0.024181169,0.019496948,-0.051259145,0.0417375,0.031783257,-0.008135905,0.04492813,0.040284537,0.06951075,-0.010333699,-0.0008962048,0.0068499865,0.01688816,-0.114706576,0.044198155,-0.04084924,0.073289245,0.010889894,-0.034998808,-0.016755577,0.016568497,0.088571236,-0.0039854515,0.03443985,-0.00057299685,0.04500315,-0.03826456,-0.03982522,-0.026741993,-0.08370533,-0.017629808,0.039944608,0.0021265054,-0.10564072,-0.0559652,-0.059949826,0.019764904,0.06171156,-0.0020976025,-0.050977886,-0.0035308434,0.00034691053,-0.04810121,-0.014526258,0.01871514,0.0053266934,0.0727981,-0.036063533,-0.08072165,0.0074174595,-0.07367851,-0.014194155,-0.0045014303,0.047888067,-0.03549692,-0.04620573,0.027741078,-0.018164642,0.057424504,0.016432801,0.036352582,0.0541195,-0.0782963,-0.029099446,-0.046228085,0.0016660357,-0.07028137,0.01150572,-0.105880305,0.06295188,0.053387847,0.11227218,0.030665677,-0.0356274,0.05329196,0.11880706,0.10453083,-4.652901e-8,0.1227432,-0.056031015,-0.0954601,0.14415461,0.029895712,-0.088135175,-0.059034627,-0.05837262,0.08602608,-0.011645296,0.09161177,0.06433296,-0.021160424,0.008879778,-0.09641893,0.03240008,0.013195721,0.0816655,0.008597567,0.013494398,0.04003947,0.030390829,-0.009492469,-0.029893862,0.0703008,0.019600544,-0.020401798,0.06247912,0.048182126,-0.0053661903,-0.0012772788,-0.0011725221,-0.06200085,-0.053711955,-0.027966872,-0.05634527,-0.03265281,0.004139784,-0.02714323,0.042935587,-0.046582676,-0.06556724,-0.006663902,-0.019528076,-0.10413789,0.04263632,-0.087556355,-0.0056983368,-0.02275231,0.004486621,-0.08345841,0.0144458385,0.013902348,0.011051595,0.015117676,0.05505166,0.094381146,-0.015924776,0.030582583,-0.036586855,-0.07696611,0.07165167,-0.016707668,0.0053349053],[-0.049823526,0.04957782,0.062003337,0.06913331,0.01228295,0.035102934,0.035040688,-0.039488226,-0.07082077,-0.026081054,0.0027799713,-0.060484342,-0.061367508,-0.041251905,0.065785855,-0.04543723,0.15415964,-0.002082293,0.019065864,-0.095326014,-0.014486257,-0.0310361,0.035609767,-0.0056977286,0.036060635,0.0854613,0.058343988,-0.020832727,-0.07947016,-0.076418824,-0.00536291,-0.06120359,0.07287332,0.04848025,-0.04752809,-0.024158783,0.052090175,-0.10591081,0.015113935,-0.0506327,0.039835285,0.050799496,0.055574715,-0.019054966,-0.013581861,-0.026302397,-0.01906978,0.027891738,0.012247028,0.042305883,-0.09929867,-0.040288918,-0.026824033,0.0062318766,0.04186783,0.04065876,-0.11961977,-0.03503807,-0.039136793,0.027612088,0.013956097,-0.061205037,0.0014092652,-0.025583459,-0.08805731,-0.054376278,-0.10227025,0.039673556,-0.01759229,0.085422166,-0.02276932,0.031497475,0.021284886,-0.0039542317,-0.04137181,0.049629763,0.10909797,-0.05676789,0.0037296538,-0.007651611,-0.08444302,0.059020083,-0.0073791994,-0.038193468,-0.024793569,-0.020416183,-0.020493848,0.067307524,-0.027576381,-0.012471442,0.041960746,-0.02251238,0.09327598,-0.020517709,0.0061067864,-0.0024250553,-0.016615247,-0.1291743,-0.0011642283,-0.052400887,0.07266481,0.06970513,0.14250223,-0.029739311,-0.04040147,0.008000855,-0.012430064,0.0089394655,-0.04035794,0.009094608,0.029106507,0.10241179,-0.0562989,-0.024493411,-0.034590136,0.00405275,0.07174323,-0.044812463,-0.013161327,0.03638341,-0.047632772,0.015564174,0.082019925,-0.023067607,-0.057769276,0.039249346,0.012934272,1.4288672e-32,-0.08455414,-0.028185852,0.0014717391,-0.010706355,0.035067182,-0.002788035,0.015266901,0.04730782,0.058047246,0.00058482616,-0.008188205,0.01619758,0.022173034,0.10172789,-0.0010833429,-0.055882335,-0.069688976,0.08128697,0.0006583185,-0.0141105,-0.01192324,-0.03328333,0.004202542,0.01695942,-0.0035683003,-0.0069066496,0.038525395,0.013621851,-0.009892445,-0.04842151,-0.00798498,0.031902708,0.01086663,-0.016631164,-0.045485523,-0.0065456997,0.009611971,0.024537,0.044283163,0.023212496,0.07681008,-0.009165261,-0.0063476204,-0.013070155,-0.024957543,-0.048367824,0.07176025,0.061624404,-0.001019675,0.011921761,0.005840589,-0.050123513,0.040475782,0.017958833,-0.01800009,-0.006494278,0.042957354,0.033733573,-0.00007695477,-0.045233265,0.011075697,-0.03722955,0.024683813,-0.057166595,-0.027898736,0.037900276,-0.08287865,-0.0832869,-0.018205494,0.08436368,0.056782745,0.05493623,0.10681794,-0.013951948,0.040119357,0.00898924,0.0022347786,-0.03275517,-0.06949979,0.0197121,0.061061874,0.024975592,0.02855866,0.12389788,-0.036309782,0.0902021,-0.0786555,0.0007648252,0.060665566,-0.018785544,-0.09376705,0.0030582694,0.013543873,0.003830566,-0.08487723,-1.15260564e-32,0.04258504,-0.0053868946,-0.0074335136,0.11498757,0.051907513,-0.06009765,0.020790255,-0.014179599,0.022022123,-0.047671076,-0.03481878,-0.014531944,0.04554649,-0.089976326,-0.0077577885,0.12354802,0.016465228,0.02128286,0.017220426,-0.012785853,-0.07121372,0.08256165,0.037055153,0.003852314,0.038234923,0.07432539,0.041306023,0.015999826,-0.03519009,-0.02976363,0.019665467,-0.09400547,0.05459419,-0.057263985,0.06473414,0.022144357,-0.015900124,-0.044709828,0.03723641,0.085747786,0.03356224,0.0076955785,-0.001865203,0.054171156,-0.031561207,-0.100238204,-0.024502829,-0.015172262,-0.08599942,0.06477832,-0.023708543,-0.08547374,-0.07675248,-0.0149739375,0.026428763,0.06773611,-0.033483095,0.020443723,0.028093578,-0.06432473,-0.10941654,0.011953112,0.03210738,-0.047386233,0.08192006,-0.057631698,-0.03445469,-0.07076893,-0.055820446,0.028913157,-0.007114283,0.03739795,0.023518106,-0.023550497,0.04876769,0.00004844083,0.05309365,0.051214967,0.058396332,0.0641145,-0.00082748954,-0.050130922,0.0077828644,0.002384454,0.014026023,0.08737598,-0.14248936,0.0539397,0.013987709,0.13200033,0.008300564,-0.0469008,0.052641805,0.08158912,0.07100723,-4.358451e-8,0.12001941,-0.08375599,-0.095307365,0.10897176,0.010030787,-0.06816992,-0.04718071,-0.037198447,0.069476984,0.011692023,0.041418698,0.037961397,-0.095591,0.036093507,-0.08606395,-0.0015695341,-0.01059475,0.039257802,-0.0031959494,0.01572404,-0.04556753,0.017928807,-0.049026076,0.0023888755,0.027295684,0.009091942,-0.0029269874,0.027097875,0.07628708,0.04287838,0.0068732584,-0.027116384,-0.022889186,-0.03465442,0.035677545,-0.051336076,-0.049246788,0.02785453,-0.02191668,0.0343727,-0.03356181,-0.058882616,-0.05925589,-0.0008143796,-0.10850367,-0.017363736,-0.10657835,0.040139448,-0.03579729,0.013169324,-0.1144658,0.006257797,0.019626863,-0.022428539,-0.008303122,0.045112386,0.042233672,-0.04167734,0.043123882,0.007983121,-0.037338205,0.009799272,-0.0716147,-0.02639612],[-0.046385124,-0.03429361,0.0011333325,0.08260469,0.010099003,0.055624936,-0.022712417,-0.0043159183,-0.026012747,-0.061566684,0.025309002,-0.12574312,-0.0028898704,-0.07295212,-0.0031671878,-0.06174707,0.11226782,0.0035565323,-0.030152278,-0.05077647,0.027080271,-0.035213865,-0.0011307832,-0.03603767,0.07228877,0.05826169,-0.005686898,-0.014299927,-0.040628646,-0.1299265,-0.019936202,0.030075282,0.015038766,0.019322515,-0.018999394,-0.02309074,-0.007748123,-0.0877147,0.050525807,0.008078277,0.040451128,0.032855723,0.060147174,0.0060927547,-0.026780881,0.007869747,-0.06457935,0.049475577,0.008158942,-0.03581807,-0.08668044,-0.024902165,-0.026522916,0.01483103,0.045105617,-0.018151555,-0.09412221,-0.069858834,-0.05207638,0.08021397,0.035884473,-0.055882122,-0.008329489,0.005086801,-0.115522996,-0.03671432,-0.08291845,0.023438063,-0.01242774,0.025366073,-0.03969141,0.09200167,0.029908337,0.01017575,-0.018515408,0.06002695,0.038746536,-0.039509792,-0.007487572,0.042034313,-0.115021445,0.056752667,-0.00017796767,0.07105372,0.0018116436,-0.012592854,-0.029985461,0.085274726,0.017760895,0.026934747,-0.013867817,0.03399509,0.0326759,-0.015751278,-0.05052397,-0.012667781,0.008165849,-0.12854472,-0.016345736,-0.044211186,-0.013391952,0.0063181473,0.101355754,-0.09041087,-0.030633809,0.0070272144,0.04216273,0.0053605163,0.022984043,0.05452739,-0.0057682134,0.030943798,-0.057688057,-0.06181291,0.019776003,-0.07537839,0.09750019,-0.063792646,0.00475767,0.0019516259,0.008039208,-0.030938158,0.010642443,-0.02911527,-0.061215352,0.059954006,0.029712701,1.3097884e-32,-0.04181603,0.020003496,0.044321984,0.014046457,0.10162453,-0.013303532,0.0053645247,0.0065953205,0.0674235,0.016249292,-0.049731955,0.021500878,-0.019726584,0.102390885,0.0019466951,-0.115077265,0.0000258542,-0.008470791,0.019171737,-0.03811669,-0.019420015,0.021974677,-0.01306875,0.01847809,-0.06810386,-0.017074551,-0.005259787,-0.015832203,-0.0347126,-0.024291726,0.023837946,0.015779857,-0.008709338,-0.034336373,-0.058950707,0.0003170304,0.0011336984,-0.03791382,0.04799365,0.038752038,0.08928427,0.04003252,0.024266193,0.032623578,-0.07613941,-0.03546221,0.01360072,0.06313647,0.06425899,-0.05539262,0.051784016,0.0318737,0.031064814,0.017660337,0.0024853442,0.063370176,-0.0061634374,0.045918286,0.015449824,0.042263307,-0.06135959,0.04933574,-0.028850188,-0.019591184,-0.011489044,0.008964239,-0.10324216,-0.07960325,-0.0020365238,-0.0010316155,-0.0070103756,-0.036924437,0.025450507,-0.014117746,0.022628432,0.010977463,0.010770818,-0.036161527,0.038398523,-0.0031921216,0.044293106,0.017234633,0.0073079504,0.0607109,-0.03565279,0.027625885,-0.08786939,0.03328812,0.096606605,-0.01661721,-0.058749523,-0.08577585,0.048645,-0.04626205,-0.130313,-1.2795382e-32,-0.0020299451,0.031712264,0.020319441,0.096474655,0.100076154,-0.049920484,0.0024769679,0.009604462,0.07482866,-0.02487906,-0.008943721,-0.022505846,0.014754133,-0.030298784,-0.024827868,0.14270817,0.009295588,0.114671744,-0.021561747,-0.04735681,-0.07538928,0.031413063,0.0340518,0.036899913,0.032230202,0.05890232,0.057923935,-0.0037939723,0.011238706,-0.0099245515,0.076663956,-0.18134713,0.02329845,-0.040992055,0.007260895,0.019507604,0.0029922097,-0.022737559,0.023670807,0.09240284,0.0491607,-0.09554823,0.011581236,0.06875127,-0.013455651,-0.09111301,0.023212265,-0.09616287,-0.09291783,0.037178285,-0.008273379,0.026628762,-0.078781694,0.025254505,0.010025334,-0.0064837406,-0.008588545,-0.034108102,0.035114184,-0.082229406,-0.04791384,0.038185842,-0.014192322,0.015257093,0.14231056,-0.082647756,-0.099835455,-0.048452113,-0.08072218,0.03951228,-0.0060965726,0.041657344,-0.004527012,-0.08300582,0.08072543,0.00077845703,0.017003272,-0.022733267,0.00010121764,0.0316607,-0.039385594,-0.065230556,-0.0054812403,0.030766016,0.008724631,0.057941608,0.0030672078,0.07030451,0.03646327,0.14227168,-0.03780629,0.015357382,0.075029194,0.06689244,0.12344933,-4.010848e-8,0.061173797,-0.02318132,-0.025839888,0.08540644,0.04714518,-0.04363168,-0.05254098,-0.02898531,-0.0077510374,-0.013877037,0.0066010742,0.12999211,-0.05258794,-0.032447558,-0.061790347,0.029504696,0.006218916,0.06392788,0.009674747,0.016586063,-0.038792796,0.02828638,-0.01908132,-0.05546739,-0.018380515,-0.0098404335,-0.03687495,-0.009773652,0.048451148,0.0724319,0.06620556,-0.0054968838,-0.0072763674,-0.041086655,0.008741268,-0.005858373,-0.09006874,-0.002770747,-0.037539054,-0.019544138,-0.112007566,-0.022982048,-0.05951801,0.0318372,-0.06807857,-0.005910001,-0.13376427,0.06460755,-0.037914842,-0.015941916,-0.0872474,-0.0011272848,0.01975772,-0.014974232,0.0037397207,0.039987974,0.070614606,-0.043117262,0.01736135,0.0008909857,-0.067166924,0.032416385,0.010398025,0.024248816],[-0.055921793,-0.028024536,0.026069455,0.033146325,0.012598849,0.02081587,-0.052724253,0.050198834,-0.05627869,-0.08078215,0.04040303,-0.07392065,-0.031878382,-0.07355728,0.022394393,-0.06611024,0.10162252,0.016477464,0.03695833,-0.040631875,0.04247002,-0.09503863,0.0046940753,0.010444887,0.027418597,0.08344136,0.061249472,0.001015678,-0.005370783,-0.1375432,0.02035529,-0.00553955,0.08709757,-0.0358927,-0.09665489,0.022687266,0.03364944,-0.06172826,0.05271046,-0.030410508,0.025490949,0.033223256,0.05804124,-0.00032598505,0.0146143865,-0.014709001,-0.022976285,0.028997937,-0.01796559,-0.012227446,-0.075680144,-0.03146883,0.020233236,0.009664444,-0.011016261,0.044744685,-0.1160447,-0.0572446,0.012480866,0.06511734,-0.0011726073,-0.061214704,-0.008279889,-0.02460634,-0.06934338,-0.030481137,-0.090733215,-0.0034177685,0.009030191,0.058061052,-0.06321838,0.012651972,0.019660326,0.033676527,-0.0050883167,0.065217935,0.018552233,-0.04926109,-0.0159242,0.072707474,-0.0624463,0.043806087,-0.011303493,0.07866542,-0.033252463,0.019428995,0.0035066963,0.096855454,0.019485509,-0.009368016,0.0410272,0.06658668,0.03360462,0.05653146,0.001181739,0.06928792,-0.067093134,-0.106104925,-0.014816637,-0.020065505,0.04451216,-0.011425268,0.048016418,-0.08303455,-0.02669214,-0.011067356,0.03329938,-0.00397313,0.07749777,0.08406354,-0.026287317,0.034290075,-0.06485456,-0.046400853,0.01161926,-0.08993737,0.12310358,-0.01926621,-0.01713268,-0.021828722,0.04417215,0.007989723,0.028554317,-0.053504646,-0.029790377,-0.017553875,0.046969853,1.01190124e-32,-0.028286556,0.021987911,0.028630322,0.0671207,0.052337434,0.0069822036,0.02086929,-0.009741128,0.058836494,0.04413883,-0.068783954,0.028831355,-0.08684198,0.10381402,-0.032967404,-0.102752395,0.0242124,0.0090381,0.07307825,-0.047214374,-0.00940085,0.06766262,-0.049050987,0.0028102924,0.03363593,0.05775307,0.01456739,-0.052508567,-0.03481005,-0.05150186,-0.00024238882,0.00631153,-0.047333457,-0.0028520857,-0.037402943,0.014109723,0.0033199885,0.009485728,-0.024101835,0.015632873,0.062673636,0.0337146,-0.0049347617,0.012290555,-0.07168815,-0.037372183,0.010987262,0.07226367,0.043795418,0.00003420946,0.029235289,-0.024917971,-0.02878724,0.052992467,-0.015995845,0.026304299,-0.04229272,0.064356335,0.07706857,-0.03903126,-0.015467363,0.029360468,0.004740272,0.009513994,-0.014231908,0.013057859,-0.13062233,-0.0812325,-0.005806829,-0.0075720428,-0.026087904,-0.026196333,0.025789935,-0.04371578,-0.029015062,-0.017486153,-0.010949316,-0.021724667,0.014813779,0.054057088,0.09116056,-0.050943337,0.011278725,0.045534648,0.015417847,0.03798967,-0.09200538,0.04715626,0.066365756,-0.012464492,-0.0725498,-0.11375863,0.05624552,0.022722678,-0.075554,-9.597842e-33,0.043366473,-0.0011514949,0.03190594,0.09605859,0.054512296,-0.037199035,-0.0035339273,0.048253093,0.01510829,-0.036510203,-0.050227046,-0.04918408,0.031362172,-0.04220631,-0.042119164,0.14161628,0.059417084,0.087223105,-0.018431561,-0.013572448,-0.06464671,0.081853256,-0.0058196797,0.07952714,0.04121047,0.08249808,0.14352898,0.023890065,0.010638866,0.001147316,0.027852666,-0.14511402,0.049072612,-0.07543649,0.003840527,0.015821578,0.004747025,-0.00654108,-0.018574996,0.03259856,-0.044860408,-0.039496828,-0.014247763,0.05027048,-0.030490415,-0.080689736,0.024191523,-0.04114819,-0.043414917,0.08165805,-0.029800931,-0.047424912,-0.06307926,0.0054402007,0.030824594,-0.0676625,-0.029449034,-0.016849967,0.07408651,-0.06219625,-0.08192949,0.016967023,-0.06371702,-0.014185795,0.064977445,-0.019674947,-0.0864477,-0.021298848,-0.07130034,0.06629131,0.0015656333,0.06721328,0.07406841,-0.04083829,0.10157467,0.008353872,0.031464275,-0.026777096,0.019822944,-0.024068596,-0.012177913,-0.025706865,-0.026190821,0.04328449,-0.012405074,0.032619696,-0.0041250694,0.06555591,0.033495646,0.0761579,0.0037292216,0.012025606,0.050489604,0.09897718,0.10012471,-4.284764e-8,0.04451617,-0.03438739,-0.033196595,0.06829735,0.019968458,0.010726564,-0.040950034,-0.075082645,0.010383412,-0.04136475,0.014705655,0.12614404,-0.06093214,0.023287853,-0.069578476,-0.014905727,0.028883446,0.14317043,0.007184127,0.0037022003,-0.046526294,0.014382247,-0.026264755,-0.053655263,0.06567075,-0.01946329,-0.00046497086,-0.01831536,0.056638107,0.05960467,0.036735058,-0.0039697797,0.0035370884,-0.05735642,-0.03333957,0.023211036,-0.09739378,0.021894576,-0.03216358,-0.06535304,-0.08461169,-0.029974991,-0.0043475223,-0.013797546,-0.12258459,-0.055868037,-0.11956069,0.0007298138,-0.034569245,0.020687496,-0.05293324,-0.01638968,0.015911851,-0.04308367,0.0070370035,0.026588097,0.07406709,-0.024933647,0.011671378,-0.09837373,-0.09025865,0.00000812367,-0.04252187,-0.01877068],[-0.03663959,-0.007203466,0.065112755,-0.0071679754,-0.055499125,0.031054113,-0.017334977,-0.028906444,0.03141675,-0.014058935,-0.0069626877,-0.085594185,-0.08875779,-0.10321938,-0.030626653,-0.053366598,0.032994784,0.020997096,-0.0032068181,-0.0551701,-0.021254033,-0.045487143,0.0047737197,-0.07769988,0.011291835,0.040294338,0.08916984,0.016184088,-0.054424696,-0.027339028,-0.05653935,-0.033423927,0.054699935,0.021420112,-0.07948027,-0.005874199,-0.019943587,-0.054442637,-0.028940022,-0.07748526,0.110035636,0.045578204,0.033412185,0.011485649,-0.027353007,0.05898788,0.012528972,-0.07959975,0.029839853,-0.022256525,-0.01084525,-0.019966355,0.03309906,-0.0033608824,0.0060616895,0.11533089,-0.08312176,-0.09405249,0.0139986,0.06689591,0.015065229,0.0296355,0.028452385,-0.028372154,-0.038163926,-0.04399974,0.029730354,0.080204606,-0.04112263,0.056595664,-0.025865795,0.11075543,0.039120346,-0.00076559075,0.017555416,0.049476825,0.048681844,-0.03939417,0.025253275,-0.02181632,-0.050509974,-0.052590165,-0.020396365,0.00085883617,-0.016643433,-0.039683416,0.08759544,0.045372833,0.041461542,0.008083722,0.07690034,0.08767724,-0.021505361,-0.076493375,0.1366361,-0.010549695,0.028189762,-0.07830018,-0.11255529,-0.034540307,-0.005388451,0.0034623712,0.037913773,-0.030368341,-0.034656003,-0.03696155,-0.016695088,-0.056709163,0.005817347,0.01781099,-0.013289611,0.023307199,-0.0049999296,-0.030262483,0.0191822,0.015731288,0.0074865143,-0.0036872278,-0.0471369,0.021098604,0.030350098,-0.050616678,-0.018534651,-0.016768768,-0.08710215,-0.029283063,0.07548627,2.7600361e-33,-0.036813915,0.07962527,-0.023962516,-0.03626637,0.075656496,-0.03779852,-0.034756847,0.033093788,-0.0024603475,0.0026853264,0.022806417,-0.023966027,-0.0052237003,0.09909098,0.046604414,-0.009746473,-0.051000997,0.019019054,0.06354175,-0.0020029647,0.038533237,-0.08029084,-0.048163366,0.04711746,-0.028685557,-0.018747764,0.0116263535,-0.054997277,-0.066018194,0.005996623,0.015329983,-0.024966735,-0.03382674,0.0057552774,-0.05158264,0.058374036,0.0133437,-0.016434085,-0.022541897,0.027809521,0.07340324,-0.07915997,0.013577151,0.015827388,-0.04436873,-0.03252986,-0.03199088,0.07969318,0.07843338,0.05735835,0.07084488,-0.059845585,0.021572884,-0.043275524,0.040286154,0.09419634,-0.020410938,-0.0063057877,-0.024793005,-0.056913313,0.029638484,-0.028612232,0.01624335,0.015103647,-0.05216877,0.064617924,-0.09466293,-0.08464312,-0.0137553895,0.01657869,-0.006443528,-0.05740706,-0.0043082344,0.016224293,-0.10253427,0.03380873,0.018658655,0.031487655,-0.0280631,-0.010762006,0.1031149,0.046825554,0.028235445,-0.042490356,0.053152315,0.018470053,-0.040344127,0.12643802,0.03508124,0.02788046,0.06102842,-0.045421015,0.012846644,0.0074198893,-0.03476696,-2.6366364e-33,0.04008388,-0.080138914,-0.05988065,0.10906074,0.018408233,-0.0031442011,0.117176555,0.050575055,0.020529965,-0.13666834,-0.062807314,0.000102674225,0.01463521,-0.070776775,0.0025111244,0.03328204,0.042066235,0.0843971,0.07785034,-0.011716126,-0.07062051,0.002958865,0.084454425,0.04601145,-0.013920447,0.00079098786,0.067340136,0.045043312,-0.13243921,0.029726252,0.014973923,-0.095717,0.033532605,0.0005865407,-0.04166906,0.07648326,0.07469704,-0.08840287,0.06367248,0.065154,-0.017345771,0.026775772,-0.0147341695,-0.0563704,-0.105967835,-0.012556919,0.004471457,-0.009784241,-0.020585956,-0.040729765,0.058330074,-0.00082007213,-0.033375107,-0.02140332,-0.0033937723,0.039139546,0.0041961106,-0.05272,-0.044945516,-0.0077398107,-0.08966173,0.027553586,0.12961057,-0.010755544,0.023092533,0.035593364,-0.039832283,0.040512756,-0.058032047,-0.057298835,-0.01940317,0.03995559,0.05424564,0.04086886,0.07190029,0.036653806,0.018007906,0.056851164,0.015115578,0.022840379,0.016330924,0.00511882,-0.047658477,0.017594991,-0.093667775,0.0053266566,-0.0018061758,0.063864954,0.029859822,-0.012687841,-0.0321004,-0.014722339,0.07831514,0.08009435,0.043079223,-3.83797e-8,0.06743711,-0.04002299,0.069063015,0.047235303,0.017616719,0.04634509,-0.00014736578,-0.06761198,0.05332312,-0.107413895,-0.08508289,0.038254105,-0.03602348,0.053770866,-0.03284476,-0.023476504,-0.044912994,0.08520217,-0.03181081,-0.019454345,-0.049939584,0.044168487,-0.0012119487,-0.093271784,0.13472068,0.113859795,0.0068832054,-0.034054965,0.023097849,0.041947737,-0.022237275,-0.07655236,-0.050317485,0.011025641,-0.07854622,-0.015198847,-0.04405899,0.036929674,-0.05848401,-0.038470455,0.027729474,0.0024781502,-0.022562668,-0.035794806,-0.087191895,0.061928,-0.06904889,0.00",
      "ResponseTimeMs": 3894,
      "Success": true,
      "TimestampUtc": "2026-02-27T23:14:33.692062Z"
    }
  ],
  "CompletionCalls": []
}