{
  "RequestHeaders": {
    "Host": "partio-server:8400",
    "Authorization": "Bearer partioadmin",
    "Content-Type": "application/json; charset=utf-8",
    "Content-Length": "14064"
  },
  "RequestBody": "{\u0022GUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Type\u0022:\u0022Text\u0022,\u0022Text\u0022:\u0022Opening Keynote: The Svelte Way\\nSpeaker: Meredith Shirk\\nTone: Empathetic, Authoritative, Inspiring, and Grounded\\nI. Opening \\u0026 Welcome\\nGood morning, everyone.\\nI want you to take a moment and just look around this room. Really look.\\nEvery person sitting here made a conscious decision to be in this seat today. You chose to be here. You chose yourself. In a world that constantly asks you to choose your career, your family, or your obligations first, you chose something different.\\nAnd that matters.\\nNo one forced you through those doors. You showed up on purpose. That tells me everything I need to know about your spirit: You are ready. You are curious. And deep down, you knew that something needed to change.\\nThis isn\\u2019t an accident, and it certainly isn\\u2019t random. Out of all the places you could be today, you are here. So, I want you to hear this clearly right from the start: There is nothing wrong with you. You aren\\u2019t behind. You didn\\u2019t fail. You\\u2019ve simply been working with a set of instructions that wasn\\u2019t written for your body. Today isn\\u2019t about fixing yourself; it\\u2019s about finally understanding yourself.\\nSo, take a deep breath. Let yourself be fully present. You are exactly where you are supposed to be.\\nWho I am\\nHi! I\\u2019m Meredith Shirk (or \\u0022Mere\\u0022 to my #sveltecrew), and I\\u2019m the founder and CEO of Svelte Training.\\nMy journey in health and fitness started over a decade ago. I graduated Magna Cum Laude with a degree in Biology and am a NASM-certified personal trainer and mind-body nutrition specialist. While I\\u2019ve worked with athletes, celebrities, and models, my real passion lies in helping everyday people\\u2014especially women over 40\\u2014reclaim their health and confidence.\\nAt Svelte, our philosophy is simple: \\u0022Less is more, and small changes make a big difference.\\u0022 I\\u2019m a big believer that you don\\u2019t need to spend hours in the gym or follow restrictive diets to see results. That\\u2019s why I created programs like the \\u0022One \\u0026 Done\\u0022 workout and the MetaBoost Connection\\u2014tools designed to work with your body\\u2019s natural biology rather than against it.\\nWhen I\\u2019m not filming new workouts for our YouTube community or developing holistic wellness plans, you can usually find me playing with my two young kids or volunteering at their school. My mission is to empower you to stop the cycle of self-sabotage and realize that your strongest, healthiest self is always within reach.\\nLike many of you, even my athletic body stopped responding to the \\u201Cdo more, eat less\\u2026cardio cardio cardio\\u201D approach\\u2014and I knew there had to be a better way.\\nWhat started as a personal search for answers turned into a science-backed method helping thousands feel strong, energized, and confident again\\u2014without burning themselves out.\\nMost people think they need more information. They think the \\u0022secret\\u0022 is buried in another 300-page book or a complex spreadsheet. But that\\u2019s not what you need.\\nYou need clarity. You need simplicity. And more than anything, you need hope.\\nI know many of you have tried other programs. You\\u2019ve tried to \\u0022force\\u0022 consistency. And when it didn\\u2019t work, you did what most of us do: you blamed yourself. You told yourself you didn\\u2019t have enough willpower.\\nLet me be very clear: It was never a willpower problem.\\nYour body isn\\u2019t broken. Your metabolism isn\\u2019t \\u0022slow.\\u0022 And despite what society tells us, aging is not the enemy.\\nThe reality is that life evolves. Your hormones change. Your stress levels change. Your lifestyle changes. The problem is that the fitness industry stayed stuck in the past. It didn\\u2019t change with you.\\nToday is about ending the war. We are going to stop fighting your biology and start working with it.\\nIV. The Nervous System: The Missing Link\\nWhen we talk about the Svelte Philosophy, we focus on hormones first\\u2014but the nervous system is the silent conductor of that entire orchestra.\\nFor years, the fitness industry has told you that if you aren\\u2019t \\u0022crushing it,\\u0022 you\\u2019re failing. We\\u2019ve been conditioned to believe that more sweat, more intensity, and more exhaustion equals more results. But for many of us, especially as we navigate the stresses of career, family, and aging, our bodies are already screaming.\\nWe are living in a state of chronic sympathetic overdrive\\u2014that \\u0022fight or flight\\u0022 mode where your cortisol is high, your sleep is shallow, and your body is clinging to every ounce of stored energy because it thinks it\\u2019s under attack.\\nIn this state, a high-intensity, soul-crushing workout isn\\u2019t a \\u0022solution.\\u0022 To your nervous system, it\\u2019s just another threat. It\\u2019s more \\u0022noise\\u0022 in an already loud room.\\nThat is why we prioritize the Parasympathetic state\\u2014the \\u0022Rest and Digest\\u0022 mode.\\nWhen we talk about the nervous system at Svelte, we are talking about:\\n\\u2022 Safety over Strain: Teaching your body that it is safe to let go of stored fat and safe to build muscle.\\n\\u2022 The Mind-Body Connection: Moving with intention rather than just going through the motions.\\n\\u2022 Regulating Stress: Using specific movement patterns and recovery techniques to \\u0022downshift\\u0022 your system from high-alert to high-performance.\\nIf your nervous system is stuck in a state of survival, your metabolism will stay stuck, too. We don\\u0027t want to burn your body out; we want to light it up. We want to move you from a place of depletion to a place of vitality.\\nSo, today, I\\u2019m asking you to stop trying to \\u0022beat\\u0022 your body into submission. We\\u2019re going to learn how to soothe the system so the body can finally do what it was designed to do: thrive.\\n\\u0022I don\\u2019t just want to talk to you about the nervous system. I want you to feel the shift for yourself. Right now. Because you cannot learn or grow if your body thinks it\\u2019s running from a lion.\\u0022\\nThe 60-Second \\u0022Svelte Reset\\u0022 Script\\n1. The Setup\\n\\u0022I want everyone to put down your pens and phones. Uncross your legs. Place both feet flat on the floor\\u2014feel the ground supporting you. Rest your hands lightly on your laps. Now, if you\\u2019re comfortable, close your eyes. If not, just soften your gaze at a spot on the floor in front of you.\\u0022\\n2. The Cue (The Box Breath)\\n\\u0022We\\u2019re going to do a simple 4-count breath. This isn\\u2019t just breathing; it\\u2019s a direct signal to your Vagus nerve that you are safe.\\n\\u2022 Inhale through your nose for 1... 2... 3... 4... feel your belly expand, not your shoulders.\\n\\u2022 Hold that breath at the top for 1... 2... 3... 4... stay calm in the stillness.\\n\\u2022 Exhale slowly through your mouth like you\\u2019re breathing through a straw for 1... 2... 3... 4...\\n\\u2022 Hold at the bottom, empty and still, for 1... 2... 3... 4...\\u0022\\n3. The Mindset Anchor\\n\\u0022Keep that rhythm going. As you breathe, I want you to scan your body. Drop your shoulders away from your ears. Unclench your jaw. Soften the space between your eyebrows.\\nIn this moment, there is no \\u0027to-do\\u0027 list. There is no \\u0027yesterday.\\u0027 There is only the air in your lungs and the floor beneath your feet. You are telling your nervous system: \\u0027I am safe. I am present. I am ready to receive.\\u0027\\u0022\\n4. The Release\\n\\u0022Take one final deep breath in, the deepest one yet... and let out a long, audible sigh.\\nOpen your eyes.\\u0022\\nThe Follow-up\\n\\u0022That shift you feel? That slight heaviness in your limbs and the clarity in your mind? That is the Svelte state. That is where transformation lives.\\nWhen you work from this place of regulation, rather than against a place of stress, your results don\\u0027t just happen\\u2014they last.\\u0022\\n\\u0022Now, I want to give you a tool to carry through the rest of this morning and into your life back home. We call it the Svelte Anchor.\\nWhenever you feel that old familiar rush\\u2014the feeling of being \\u0027behind,\\u0027 the urge to push through pain, or the voice telling you that you aren\\u2019t doing enough\\u2014I want you to stop and say these three words to yourself:\\nListen. Then Lead.\\n\\u2022 Listen: Check in with your body. Is it tight? Is it tired? Is it stressed?\\n\\u2022 Then Lead: Once you\\u2019ve acknowledged where you are, lead your body toward the right choice\\u2014whether that\\u2019s a shorter workout, a better meal, or a moment of rest.\\nYou aren\\u0027t a passenger in your body anymore. You are the conductor. Listen, then lead.\\u0022\\nThe Call to Action: The \\u0022One Degree\\u0022 Commitment\\n\\u0022My challenge for you today is simple, but it\\u2019s the most important thing you\\u2019ll hear.\\nMost people leave events like this and try to change 100% of their lives by Monday morning. And by Friday, they\\u2019ve crashed. We aren\\u0027t doing that here.\\nYour Call to Action today is to find your \\u0027One Degree.\\u0027\\nIn navigation, if a ship changes its course by just one degree, it ends up in a completely different continent. I don\\u2019t want you to overhaul your entire world tomorrow. I want you to find the one thing you heard today that feels like a \\u0027yes\\u0027 in your soul.\\n\\u2022 Maybe it\\u2019s committed to a 10-minute movement window.\\n\\u2022 Maybe it\\u2019s prioritizing that 60-second breath when you wake up.\\n\\u2022 Maybe it\\u2019s finally forgiving yourself for the years you spent fighting your body.\\nWrite that one thing down. Put it in your phone. Make it your wallpaper. That is your \\u0027One Degree\\u0027 shift. Because consistency beats intensity every single time.\\u0022\\nClosing Transition (Final Version)\\n\\u0022So, as we move forward, keep that mantra close: Listen, then lead. Trust that your one degree of change today is enough to create a totally different destination for your future. You\\u2019ve done the hard part\\u2014you\\u2019ve regulated, you\\u2019ve arrived, and you\\u2019ve opened your mind.\\nNow, let\\u2019s see what\\u2019s possible when we work together\\nVI. Community \\u0026 Expectations\\nAs we move through the day, I have a few asks:\\n\\u2022 Be present. * Ask the hard questions.oo\\n\\u2022 Listen to what your body is telling you.\\n\\u2022 And please... let go of the guilt.\\nThere is no \\u0022behind.\\u0022 There is only right now. Look at the person sitting next to you\\u2014this community is real. You are not alone in this journey.\\nVII. Closing \\u0026 Transition\\nToday is a journey. To help you find that \\u0022One Degree,\\u0022 I\\u2019m about to bring out the Svelte Coaching Team. These are the experts in the trenches, helping real people with real schedules navigate hormones and energy.\\nFollowing that, I am sitting down for a very special conversation with a fitness icon and a woman who embodies everything we stand for: Brooke Burke. We\\u2019re going to dive deep into her personal \\u0022One Degree\\u0022 shifts and how she maintains her vitality by working with her body.\\nBut our time together doesn\\u0027t stop there. After we hear from Brooke, we are going to spend the rest of the day putting these principles into active practice.\\n\\u2022 We will move together through the Svelte Protocol.\\n\\u2022 We will master the nutritional shifts that support your hormones.\\n\\u2022 And we will build the mental blueprint you need to take this home with you.\\nBy the time you walk out those doors today, you won\\u2019t just have a notebook full of ideas; you will have a body that feels regulated and a mind that feels clear.\\nVI. Closing Transition\\nTrust that you are in good hands. Don\\u2019t ask, \\u0022Can I do this perfectly?\\u0022 Ask: \\u0022Could this work for me?\\u0022\\nTake a breath. Set your intention. Let\\u2019s begin.\\nI want to bring out the people who turn the Svelte Philosophy into real-world action every single day. They don\\u2019t just understand the science of the nervous system; they understand the reality of your life. They know that a workout shouldn\\u0027t be a punishment for what you ate\\u2014it should be a deposit into your energy bank.\\u0022\\nIntroducing the Coaches: \\u0022The Architects of Momentum\\u0022\\n\\u0022Please welcome the Svelte Coaching Team!\\nThese are the experts who help you find that \\u0027One Degree\\u0027 when you feel stuck. They are the masters of:\\n\\u2022 Adapting: Making sure the movement meets you where you are today.\\n\\u2022 Simplifying: Cutting through the noise to give you the exact steps you need.\\n\\u2022 Sustaining: Turning that initial spark of hope into a lifelong flame.\\nThey aren\\u0027t here to tell you to \\u0027do more.\\u0027 They are here to show you how to \\u0027do right\\u0027 for your body, your hormones, and your peace of mind.\\u0022\\n[Coaches Walk Out to Upbeat but Grounded Music]\\nSo, as we prepare to dive in, I want you to make a pact with yourself.\\nThroughout this day, you\\u2019re going to hear a lot of science from me, practical strategy from our coaches, and incredible personal wisdom from Brooke Burke. It might feel like a lot. But remember: you don\\u2019t have to carry it all. You just have to find the pieces that belong to you.\\nDon\\u2019t ask, \\u0027Can I do this perfectly?\\u0027 Ask: \\u0027Could this work for me?\\u0027\\nWe are moving away from the era of \\u0027no pain, no gain\\u0027 and stepping into the era of \\u0027Listen, then Lead.\\u0027 We are trading burnout for balance, and frustration for flow.\\nThis room is full of power. This community is your support system. And your \\u0027One Degree\\u0027 shift starts right now.\\nTake one last deep breath for yourself. Set your intention to be open, to be kind to your body, and to be ready for the results you\\u2019ve always deserved.\\nWelcome to Svelte. Welcome to the new way.!\u0022,\u0022ChunkingConfiguration\u0022:{\u0022Strategy\u0022:\u0022FixedTokenCount\u0022,\u0022FixedTokenCount\u0022:192,\u0022OverlapCount\u0022:0,\u0022OverlapStrategy\u0022:\u0022SlidingWindow\u0022,\u0022RowGroupSize\u0022:5},\u0022EmbeddingConfiguration\u0022:{\u0022EmbeddingEndpointId\u0022:\u0022default\u0022,\u0022L2Normalization\u0022:true}}",
  "ResponseHeaders": {
    "X-Partio-Endpoint-Id": "default",
    "X-Model": "all-minilm"
  },
  "ResponseBody": "{\u0022GUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Type\u0022:\u0022Text\u0022,\u0022Text\u0022:\u0022Opening Keynote: The Svelte Way\\nSpeaker: Meredith Shirk\\nTone: Empathetic, Authoritative, Inspiring, and Grounded\\nI. Opening \\u0026 Welcome\\nGood morning, everyone.\\nI want you to take a moment and just look around this room. Really look.\\nEvery person sitting here made a conscious decision to be in this seat today. You chose to be here. You chose yourself. In a world that constantly asks you to choose your career, your family, or your obligations first, you chose something different.\\nAnd that matters.\\nNo one forced you through those doors. You showed up on purpose. That tells me everything I need to know about your spirit: You are ready. You are curious. And deep down, you knew that something needed to change.\\nThis isn\\u2019t an accident, and it certainly isn\\u2019t random. Out of all the places you could be today, you are here. So, I want you to hear this clearly right from the start: There is nothing wrong with you. You aren\\u2019t behind. You didn\\u2019t fail. You\\u2019ve simply been working with a set of instructions that wasn\\u2019t written for your body. Today isn\\u2019t about fixing yourself; it\\u2019s about finally understanding yourself.\\nSo, take a deep breath. Let yourself be fully present. You are exactly where you are supposed to be.\\nWho I am\\nHi! I\\u2019m Meredith Shirk (or \\u0022Mere\\u0022 to my #sveltecrew), and I\\u2019m the founder and CEO of Svelte Training.\\nMy journey in health and fitness started over a decade ago. I graduated Magna Cum Laude with a degree in Biology and am a NASM-certified personal trainer and mind-body nutrition specialist. While I\\u2019ve worked with athletes, celebrities, and models, my real passion lies in helping everyday people\\u2014especially women over 40\\u2014reclaim their health and confidence.\\nAt Svelte, our philosophy is simple: \\u0022Less is more, and small changes make a big difference.\\u0022 I\\u2019m a big believer that you don\\u2019t need to spend hours in the gym or follow restrictive diets to see results. That\\u2019s why I created programs like the \\u0022One \\u0026 Done\\u0022 workout and the MetaBoost Connection\\u2014tools designed to work with your body\\u2019s natural biology rather than against it.\\nWhen I\\u2019m not filming new workouts for our YouTube community or developing holistic wellness plans, you can usually find me playing with my two young kids or volunteering at their school. My mission is to empower you to stop the cycle of self-sabotage and realize that your strongest, healthiest self is always within reach.\\nLike many of you, even my athletic body stopped responding to the \\u201Cdo more, eat less\\u2026cardio cardio cardio\\u201D approach\\u2014and I knew there had to be a better way.\\nWhat started as a personal search for answers turned into a science-backed method helping thousands feel strong, energized, and confident again\\u2014without burning themselves out.\\nMost people think they need more information. They think the \\u0022secret\\u0022 is buried in another 300-page book or a complex spreadsheet. But that\\u2019s not what you need.\\nYou need clarity. You need simplicity. And more than anything, you need hope.\\nI know many of you have tried other programs. You\\u2019ve tried to \\u0022force\\u0022 consistency. And when it didn\\u2019t work, you did what most of us do: you blamed yourself. You told yourself you didn\\u2019t have enough willpower.\\nLet me be very clear: It was never a willpower problem.\\nYour body isn\\u2019t broken. Your metabolism isn\\u2019t \\u0022slow.\\u0022 And despite what society tells us, aging is not the enemy.\\nThe reality is that life evolves. Your hormones change. Your stress levels change. Your lifestyle changes. The problem is that the fitness industry stayed stuck in the past. It didn\\u2019t change with you.\\nToday is about ending the war. We are going to stop fighting your biology and start working with it.\\nIV. The Nervous System: The Missing Link\\nWhen we talk about the Svelte Philosophy, we focus on hormones first\\u2014but the nervous system is the silent conductor of that entire orchestra.\\nFor years, the fitness industry has told you that if you aren\\u2019t \\u0022crushing it,\\u0022 you\\u2019re failing. We\\u2019ve been conditioned to believe that more sweat, more intensity, and more exhaustion equals more results. But for many of us, especially as we navigate the stresses of career, family, and aging, our bodies are already screaming.\\nWe are living in a state of chronic sympathetic overdrive\\u2014that \\u0022fight or flight\\u0022 mode where your cortisol is high, your sleep is shallow, and your body is clinging to every ounce of stored energy because it thinks it\\u2019s under attack.\\nIn this state, a high-intensity, soul-crushing workout isn\\u2019t a \\u0022solution.\\u0022 To your nervous system, it\\u2019s just another threat. It\\u2019s more \\u0022noise\\u0022 in an already loud room.\\nThat is why we prioritize the Parasympathetic state\\u2014the \\u0022Rest and Digest\\u0022 mode.\\nWhen we talk about the nervous system at Svelte, we are talking about:\\n\\u2022 Safety over Strain: Teaching your body that it is safe to let go of stored fat and safe to build muscle.\\n\\u2022 The Mind-Body Connection: Moving with intention rather than just going through the motions.\\n\\u2022 Regulating Stress: Using specific movement patterns and recovery techniques to \\u0022downshift\\u0022 your system from high-alert to high-performance.\\nIf your nervous system is stuck in a state of survival, your metabolism will stay stuck, too. We don\\u0027t want to burn your body out; we want to light it up. We want to move you from a place of depletion to a place of vitality.\\nSo, today, I\\u2019m asking you to stop trying to \\u0022beat\\u0022 your body into submission. We\\u2019re going to learn how to soothe the system so the body can finally do what it was designed to do: thrive.\\n\\u0022I don\\u2019t just want to talk to you about the nervous system. I want you to feel the shift for yourself. Right now. Because you cannot learn or grow if your body thinks it\\u2019s running from a lion.\\u0022\\nThe 60-Second \\u0022Svelte Reset\\u0022 Script\\n1. The Setup\\n\\u0022I want everyone to put down your pens and phones. Uncross your legs. Place both feet flat on the floor\\u2014feel the ground supporting you. Rest your hands lightly on your laps. Now, if you\\u2019re comfortable, close your eyes. If not, just soften your gaze at a spot on the floor in front of you.\\u0022\\n2. The Cue (The Box Breath)\\n\\u0022We\\u2019re going to do a simple 4-count breath. This isn\\u2019t just breathing; it\\u2019s a direct signal to your Vagus nerve that you are safe.\\n\\u2022 Inhale through your nose for 1... 2... 3... 4... feel your belly expand, not your shoulders.\\n\\u2022 Hold that breath at the top for 1... 2... 3... 4... stay calm in the stillness.\\n\\u2022 Exhale slowly through your mouth like you\\u2019re breathing through a straw for 1... 2... 3... 4...\\n\\u2022 Hold at the bottom, empty and still, for 1... 2... 3... 4...\\u0022\\n3. The Mindset Anchor\\n\\u0022Keep that rhythm going. As you breathe, I want you to scan your body. Drop your shoulders away from your ears. Unclench your jaw. Soften the space between your eyebrows.\\nIn this moment, there is no \\u0027to-do\\u0027 list. There is no \\u0027yesterday.\\u0027 There is only the air in your lungs and the floor beneath your feet. You are telling your nervous system: \\u0027I am safe. I am present. I am ready to receive.\\u0027\\u0022\\n4. The Release\\n\\u0022Take one final deep breath in, the deepest one yet... and let out a long, audible sigh.\\nOpen your eyes.\\u0022\\nThe Follow-up\\n\\u0022That shift you feel? That slight heaviness in your limbs and the clarity in your mind? That is the Svelte state. That is where transformation lives.\\nWhen you work from this place of regulation, rather than against a place of stress, your results don\\u0027t just happen\\u2014they last.\\u0022\\n\\u0022Now, I want to give you a tool to carry through the rest of this morning and into your life back home. We call it the Svelte Anchor.\\nWhenever you feel that old familiar rush\\u2014the feeling of being \\u0027behind,\\u0027 the urge to push through pain, or the voice telling you that you aren\\u2019t doing enough\\u2014I want you to stop and say these three words to yourself:\\nListen. Then Lead.\\n\\u2022 Listen: Check in with your body. Is it tight? Is it tired? Is it stressed?\\n\\u2022 Then Lead: Once you\\u2019ve acknowledged where you are, lead your body toward the right choice\\u2014whether that\\u2019s a shorter workout, a better meal, or a moment of rest.\\nYou aren\\u0027t a passenger in your body anymore. You are the conductor. Listen, then lead.\\u0022\\nThe Call to Action: The \\u0022One Degree\\u0022 Commitment\\n\\u0022My challenge for you today is simple, but it\\u2019s the most important thing you\\u2019ll hear.\\nMost people leave events like this and try to change 100% of their lives by Monday morning. And by Friday, they\\u2019ve crashed. We aren\\u0027t doing that here.\\nYour Call to Action today is to find your \\u0027One Degree.\\u0027\\nIn navigation, if a ship changes its course by just one degree, it ends up in a completely different continent. I don\\u2019t want you to overhaul your entire world tomorrow. I want you to find the one thing you heard today that feels like a \\u0027yes\\u0027 in your soul.\\n\\u2022 Maybe it\\u2019s committed to a 10-minute movement window.\\n\\u2022 Maybe it\\u2019s prioritizing that 60-second breath when you wake up.\\n\\u2022 Maybe it\\u2019s finally forgiving yourself for the years you spent fighting your body.\\nWrite that one thing down. Put it in your phone. Make it your wallpaper. That is your \\u0027One Degree\\u0027 shift. Because consistency beats intensity every single time.\\u0022\\nClosing Transition (Final Version)\\n\\u0022So, as we move forward, keep that mantra close: Listen, then lead. Trust that your one degree of change today is enough to create a totally different destination for your future. You\\u2019ve done the hard part\\u2014you\\u2019ve regulated, you\\u2019ve arrived, and you\\u2019ve opened your mind.\\nNow, let\\u2019s see what\\u2019s possible when we work together\\nVI. Community \\u0026 Expectations\\nAs we move through the day, I have a few asks:\\n\\u2022 Be present. * Ask the hard questions.oo\\n\\u2022 Listen to what your body is telling you.\\n\\u2022 And please... let go of the guilt.\\nThere is no \\u0022behind.\\u0022 There is only right now. Look at the person sitting next to you\\u2014this community is real. You are not alone in this journey.\\nVII. Closing \\u0026 Transition\\nToday is a journey. To help you find that \\u0022One Degree,\\u0022 I\\u2019m about to bring out the Svelte Coaching Team. These are the experts in the trenches, helping real people with real schedules navigate hormones and energy.\\nFollowing that, I am sitting down for a very special conversation with a fitness icon and a woman who embodies everything we stand for: Brooke Burke. We\\u2019re going to dive deep into her personal \\u0022One Degree\\u0022 shifts and how she maintains her vitality by working with her body.\\nBut our time together doesn\\u0027t stop there. After we hear from Brooke, we are going to spend the rest of the day putting these principles into active practice.\\n\\u2022 We will move together through the Svelte Protocol.\\n\\u2022 We will master the nutritional shifts that support your hormones.\\n\\u2022 And we will build the mental blueprint you need to take this home with you.\\nBy the time you walk out those doors today, you won\\u2019t just have a notebook full of ideas; you will have a body that feels regulated and a mind that feels clear.\\nVI. Closing Transition\\nTrust that you are in good hands. Don\\u2019t ask, \\u0022Can I do this perfectly?\\u0022 Ask: \\u0022Could this work for me?\\u0022\\nTake a breath. Set your intention. Let\\u2019s begin.\\nI want to bring out the people who turn the Svelte Philosophy into real-world action every single day. They don\\u2019t just understand the science of the nervous system; they understand the reality of your life. They know that a workout shouldn\\u0027t be a punishment for what you ate\\u2014it should be a deposit into your energy bank.\\u0022\\nIntroducing the Coaches: \\u0022The Architects of Momentum\\u0022\\n\\u0022Please welcome the Svelte Coaching Team!\\nThese are the experts who help you find that \\u0027One Degree\\u0027 when you feel stuck. They are the masters of:\\n\\u2022 Adapting: Making sure the movement meets you where you are today.\\n\\u2022 Simplifying: Cutting through the noise to give you the exact steps you need.\\n\\u2022 Sustaining: Turning that initial spark of hope into a lifelong flame.\\nThey aren\\u0027t here to tell you to \\u0027do more.\\u0027 They are here to show you how to \\u0027do right\\u0027 for your body, your hormones, and your peace of mind.\\u0022\\n[Coaches Walk Out to Upbeat but Grounded Music]\\nSo, as we prepare to dive in, I want you to make a pact with yourself.\\nThroughout this day, you\\u2019re going to hear a lot of science from me, practical strategy from our coaches, and incredible personal wisdom from Brooke Burke. It might feel like a lot. But remember: you don\\u2019t have to carry it all. You just have to find the pieces that belong to you.\\nDon\\u2019t ask, \\u0027Can I do this perfectly?\\u0027 Ask: \\u0027Could this work for me?\\u0027\\nWe are moving away from the era of \\u0027no pain, no gain\\u0027 and stepping into the era of \\u0027Listen, then Lead.\\u0027 We are trading burnout for balance, and frustration for flow.\\nThis room is full of power. This community is your support system. And your \\u0027One Degree\\u0027 shift starts right now.\\nTake one last deep breath for yourself. Set your intention to be open, to be kind to your body, and to be ready for the results you\\u2019ve always deserved.\\nWelcome to Svelte. Welcome to the new way.!\u0022,\u0022Chunks\u0022:[{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u0022Opening Keynote: The Svelte Way\\nSpeaker: Meredith Shirk\\nTone: Empathetic, Authoritative, Inspiring, and Grounded\\nI. Opening \\u0026 Welcome\\nGood morning, everyone.\\nI want you to take a moment and just look around this room. Really look.\\nEvery person sitting here made a conscious decision to be in this seat today. You chose to be here. You chose yourself. In a world that constantly asks you to choose your career, your family, or your obligations first, you chose something different.\\nAnd that matters.\\nNo one forced you through those doors. You showed up on purpose. That tells me everything I need to know about your spirit: You are ready. You are curious. And deep down, you knew that something needed to change.\\nThis isn\\u2019t an accident, and it certainly isn\\u2019t random. Out of all the places you could be today, you are here. So, I want you\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[0.039150264,0.0009084679,0.09010459,0.015104786,0.056221668,0.047455892,0.05678471,-0.013072984,0.078806534,-0.055719666,-0.07577397,0.05913425,-0.06290575,-0.073492706,-0.05029314,0.034190703,-0.010605859,-0.03478062,-0.06897348,0.10788627,-0.016167799,0.0025485912,-0.013313093,-0.0035854855,-0.01877898,0.050198633,-0.02994213,-0.004557326,0.02781229,-0.0711049,0.037609488,-0.020687282,0.04038157,0.04769617,0.05980152,0.08070378,0.019148804,0.0013597234,0.02860096,0.055521615,-0.004346734,-0.040958937,-0.03305495,0.0018792155,-0.02131055,-0.101874344,-0.02638106,-0.053663418,0.038997043,-0.054018125,-0.09671884,-0.057347737,-0.053785633,-0.06421053,0.0007146718,0.13107568,0.0768534,0.04777796,-0.016161276,-0.04578728,-0.033148,-0.099125616,0.034379277,0.05516109,0.026430365,-0.021381361,0.011468441,0.017014029,-0.051834,0.03158626,-0.044608388,-0.035356496,0.09414423,0.0023976783,0.060253065,-0.026610944,0.07177525,-0.06667542,0.0809785,0.019914478,-0.0020525833,-0.008707203,-0.091546446,0.05058617,-0.12645037,-0.024614986,0.011178371,-0.019992396,0.04744756,0.0073381723,-0.08645588,-0.04127254,-0.04679371,-0.014318017,0.022673067,-0.009864783,-0.107451454,0.024195973,-0.0011775084,0.04318277,-0.0049537923,0.053711116,0.043248277,-0.014685498,-0.03326923,-0.1228708,-0.050291963,-0.00024289518,-0.013924996,-0.013879072,0.008627095,-0.059062455,0.017503183,-0.003952231,0.052145187,0.09013521,-0.06376774,0.03502879,0.032391325,0.051141962,-0.002236381,0.013883692,-0.0068667126,0.064624295,-0.089186154,-0.083999306,0.02136257,-2.5949122E-33,0.009683337,0.038692683,-0.020249255,0.09909377,-0.0005175933,-0.036836654,-0.08464,-0.010489792,-0.037387528,0.012826965,0.045553345,0.050485007,-0.0059025437,-0.0057652593,-0.048411705,0.04879795,-0.16291702,0.03975414,-0.042233396,0.062041134,0.092370436,0.015643168,-0.06117817,-0.1053431,-0.058974992,-0.0511509,0.05346469,-0.004729814,0.01294093,0.001486843,-0.09976993,0.08802868,0.051104408,-0.045208808,0.03952378,0.0037700038,-0.03577547,-0.038805638,-0.014645271,-0.04314406,-0.023633637,-0.02614133,0.054007955,0.005398045,-0.042002946,0.05664873,0.023108503,-0.05399779,0.049906414,-0.003255764,-0.073063135,-0.0025157628,0.07792324,0.033718366,0.005969936,-0.08663456,-0.014442901,0.019972857,0.06707167,-0.046317708,-0.014532204,-0.0032655925,0.013176068,-0.051676665,0.015577617,-0.045012534,-0.035120096,-0.029654244,0.06745956,0.028474687,-0.08106845,-0.049517184,-0.05602114,0.02996333,-0.06419175,0.027395504,-0.029722592,-0.018391142,0.060030706,-0.010478181,0.027414432,0.028146137,-0.055438295,-0.004360475,0.13395624,-0.059947107,-0.009506416,-0.053759653,-0.039419845,0.05571187,-0.009049742,0.010172889,0.075917155,-0.03163789,-0.10095394,-1.5038787E-33,0.06419863,0.012364951,-0.053753775,0.08598053,0.07707292,-0.024932353,-0.025659911,0.024079848,0.051756747,0.038951974,0.04138632,-0.003676362,0.080433436,0.015598593,-0.029340638,-0.054454252,0.025453988,-0.008738168,-0.07867692,0.0033479435,-0.01587174,0.087944604,-0.13667355,0.0531893,-0.012675368,0.056853477,0.11883506,0.017974678,-0.038562924,-0.1019632,-0.014490434,0.0027638255,-0.07102437,0.08451851,0.06153254,0.07129695,-0.002920025,-0.04671089,-0.12158287,-0.004568243,-0.010110005,-0.06274155,-0.024682915,0.050098836,0.023141984,0.01528964,0.032032184,0.04379228,0.005468483,0.0118837105,-0.017943474,0.0007564917,0.01902064,-0.04512404,0.025698224,0.00023595271,0.022860557,-0.042002175,0.053192783,0.07388272,-0.072157785,-0.0074811713,-0.014619162,-0.027130848,-0.049811576,-0.04601591,0.007904273,-0.020142796,-0.07896647,0.0220874,-0.023918375,-0.039915103,-0.07934753,-0.058038034,-0.006620433,-0.03978778,0.05253974,-0.06383665,-0.060166772,-0.060229164,-0.020270815,-0.02804089,0.024380064,0.009910138,0.11315002,0.10041937,-0.08524938,0.035421662,-0.019083228,0.024345094,-0.007494368,0.062309045,0.009461316,-0.030374495,-0.079644,-6.345053E-08,-0.00050027965,0.005190123,-0.021460818,-0.017095242,0.06344928,-0.08317638,-0.0024998302,-0.034293294,-0.08649613,0.03495502,-0.03646543,-0.021002533,-0.01328042,0.031748682,0.060270727,0.056096956,-0.015140423,0.07252928,0.0009892001,-0.09342454,0.02887419,-0.0151413,0.006892145,-0.018328078,-0.009441485,0.076257825,0.032714646,0.02870342,-0.017431894,0.020513372,0.036782548,0.06675535,-0.08972535,-0.022209007,-0.062844135,-0.02416384,0.052870866,-0.015012294,0.061912414,0.012941916,0.008067303,0.027292028,0.087326534,0.04204623,-0.11105304,0.028825603,0.05864219,-0.011230476,-0.017335039,0.06682313,-0.022767331,-0.04080044,-0.017042914,-0.00744837,0.04551464,0.03819663,0.0007646792,0.036997996,-0.025556065,0.0182792,0.10829893,0.042569898,-0.05575316,-0.041109264]},{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u0022 to hear this clearly right from the start: There is nothing wrong with you. You aren\\u2019t behind. You didn\\u2019t fail. You\\u2019ve simply been working with a set of instructions that wasn\\u2019t written for your body. Today isn\\u2019t about fixing yourself; it\\u2019s about finally understanding yourself.\\nSo, take a deep breath. Let yourself be fully present. You are exactly where you are supposed to be.\\nWho I am\\nHi! I\\u2019m Meredith Shirk (or \\u0022Mere\\u0022 to my #sveltecrew), and I\\u2019m the founder and CEO of Svelte Training.\\nMy journey in health and fitness started over a decade ago. I graduated Magna Cum Laude with a degree in Biology and am a NASM-certified personal trainer and mind-body nutrition specialist. While I\\u2019ve worked with athletes, celebrities, and models, my real passion lies in helping everyday people\\u2014especially women over 40\\u2014reclaim their health and confidence.\\nAt S\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[0.017455349,-0.08307741,0.101359755,0.06270151,0.036836214,-0.018607654,0.005434592,0.021586938,-0.064726084,-0.08606603,-0.009263748,-0.03970321,0.053125765,-0.020382265,0.0123673435,-0.019459125,-0.03412972,0.0014743714,-0.09011496,0.012929362,-0.056457527,0.012641835,-0.00630976,0.043686528,-0.050763596,0.01410377,-0.06188292,-0.06264098,-0.017559724,0.028162146,-0.008342123,-0.014081655,-0.038271584,0.045281466,0.031124353,0.10038163,0.01033394,-0.01984297,-0.047501206,0.054381985,-0.010644379,-0.102424696,-0.011411601,0.032679807,0.004209226,-0.007590568,0.015923461,-0.026247803,-0.035504438,-0.044936463,-0.10784652,-0.06616321,0.11367011,-0.020823732,0.012923302,0.067246884,0.051272076,-0.050435163,-0.07917276,0.006961099,0.003197981,0.02154855,0.025117604,-0.022953402,0.012049095,-0.017192509,0.015635675,0.021686366,0.01574795,0.059965607,-0.00581564,-0.07660645,-0.028294282,0.1516074,0.075985774,0.055363886,0.014098202,-0.0406595,0.09088373,-0.01775862,0.0063001737,-0.014697907,0.004996955,0.116118975,-0.058190405,0.032297235,-0.026706647,-0.01658698,0.046128508,0.031373575,-0.028148443,0.0011275655,-0.014519869,0.03347494,0.066994496,-0.0027510736,-0.050429124,0.04268923,-0.08526654,0.04058718,-0.031818118,0.049956795,0.0034672522,0.042362336,-0.0038202757,-0.041397374,0.0047425567,0.043654762,0.026571164,0.045579597,0.068318374,-0.05347706,-0.039071437,-0.023787687,0.022388909,0.060947314,-0.019665228,0.041492417,-0.03242967,0.060735993,-0.07010003,0.017300032,-0.026859712,-0.027271682,-0.053493056,-0.09217881,0.018188689,3.830663E-33,-0.032489683,0.07578196,0.041742336,0.06483928,-0.07944676,-0.013494762,-0.022044437,0.0007735701,-0.027560266,0.017509857,0.024815153,0.021866856,-0.09448403,0.000424498,-0.06414101,0.010805048,-0.0509225,-0.015506644,-0.022163628,0.056628134,0.08528754,-0.03575219,-0.06612463,-0.038899235,-0.04035358,-0.0148418,0.03934023,0.018552035,-0.051939704,-0.004056727,-0.0655505,-0.0001790423,0.025468215,-0.14210944,0.0048529115,-0.14649846,0.061848357,-0.0078034922,-0.044205345,-0.05247491,0.012456851,-0.010376538,0.04296118,-0.09699007,0.0020142498,0.09936824,0.046875395,-0.07081227,-0.054137737,0.003831388,-0.05593189,0.015243566,0.09819705,0.053475,0.003932504,-0.11689185,-0.04890178,-0.026409326,-0.014940822,-0.021146458,0.06063181,0.03488056,-0.03755604,0.03216679,-0.003953266,-0.0037285537,-0.013578607,-0.06240615,0.027651558,0.10679165,-0.021150136,0.011517422,-0.03714088,0.022242077,0.04917635,-0.06978229,0.0093156835,-0.03801046,-0.021011237,-0.022011334,0.09965528,0.054064613,-0.12787412,0.029636664,0.06269112,0.042879075,0.003109704,-0.031197643,0.07123235,0.017572498,-0.058829438,-0.07968689,0.035329062,0.033400282,-0.12874794,-4.9486424E-33,0.059472065,0.06357998,0.06489333,-0.04153951,0.08811554,-0.041933436,0.059362326,0.009304269,0.00474354,0.03314722,0.04658019,-0.059588335,-0.032450687,0.006810818,-0.027663363,0.028418442,0.062696464,-0.0075652055,-0.095861934,-0.058616694,-0.011992431,0.074280076,-0.03671548,0.06998241,-0.011377175,0.08289859,0.10159439,0.084701106,0.008923255,-0.014666709,0.02055585,0.014490753,0.01842218,0.046899192,-0.014945232,-0.054006394,-0.08104927,0.0022967374,-0.014348117,-0.020069266,-0.0020703094,-0.10273316,-0.10924033,0.020708043,-0.037267476,-0.07468502,0.052719284,-0.057842057,-0.011745357,-0.051115535,-0.0010947417,-0.08409089,0.03820447,-0.023945147,0.015113259,0.013007884,0.054049615,0.0072445786,-0.06614297,-0.048348643,-0.06406192,0.052060112,0.013647069,0.057382956,-0.00786817,-0.050897833,0.04201435,0.0037629937,-0.022415733,-0.046496775,-0.057100013,0.08589982,-0.015147093,-0.040789973,-0.028940378,-0.036758196,-0.041256137,0.0045564873,-0.01384281,-0.061450448,-0.058981936,-0.055306923,0.06445391,0.03161856,0.103761636,0.1051561,-0.042636357,0.055320423,-0.008531517,0.0020534005,-0.02171315,0.04811379,-0.020703357,0.061263505,0.009391619,-5.044439E-08,-0.027611062,-0.013540331,-0.011722838,0.030893065,0.0005322876,-0.071905576,-0.10372762,-0.030508177,0.03591723,0.041406415,-0.06905208,0.015574687,0.02362049,0.024039587,0.0071323942,-0.022228397,-0.014821106,0.14016901,-0.04648722,-0.0562565,0.06461746,-0.03329479,-0.030521804,0.0082009155,-0.017051375,0.018022796,-0.0077829403,0.04272951,-0.099469095,-0.03741525,0.056131735,-0.01272716,0.0050286427,0.016090052,-0.011125506,-0.045215916,0.1097334,-0.06313478,-0.07534134,-0.0041089244,-0.051117983,-0.01731267,0.06285473,0.09800375,-0.041474827,-0.03447932,0.024221916,0.006875742,0.093248524,-0.0042979377,0.07447985,0.027373744,0.03185716,0.030476196,-0.043538786,0.0352781,-0.05118809,0.049990997,-0.0520937,0.051966123,0.100533925,-0.07737834,0.006945391,-0.022262378]},{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u0022velte, our philosophy is simple: \\u0022Less is more, and small changes make a big difference.\\u0022 I\\u2019m a big believer that you don\\u2019t need to spend hours in the gym or follow restrictive diets to see results. That\\u2019s why I created programs like the \\u0022One \\u0026 Done\\u0022 workout and the MetaBoost Connection\\u2014tools designed to work with your body\\u2019s natural biology rather than against it.\\nWhen I\\u2019m not filming new workouts for our YouTube community or developing holistic wellness plans, you can usually find me playing with my two young kids or volunteering at their school. My mission is to empower you to stop the cycle of self-sabotage and realize that your strongest, healthiest self is always within reach.\\nLike many of you, even my athletic body stopped responding to the \\u201Cdo more, eat less\\u2026cardio cardio cardio\\u201D approach\\u2014and I knew there had to be a better way.\\nWhat started as a personal search for answers turned into a science\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[0.019006634,0.053477217,0.025796412,0.07069188,0.055658866,-0.033013072,-0.008350555,0.07398637,0.010889563,-0.005469758,-0.04380621,-0.040670097,-0.020553596,-0.032608442,0.050730392,-0.032420415,0.033381958,0.03886689,-0.08196204,0.02438373,-0.09499156,-0.021891497,0.08877894,0.1154902,-0.0658936,0.032233782,-0.052633315,-0.06324124,-0.05060428,-0.007977168,0.084429294,0.031860817,0.033802368,-0.013436423,-0.005312594,0.08752855,0.05101747,0.039482422,-0.051379703,-0.009418983,-0.0514482,-0.08539975,0.010530884,0.03027176,0.005647127,-0.054549843,-0.02372106,-0.028407084,0.009813487,-0.027067842,-0.12377497,-0.061961632,-0.03352216,0.011839414,0.03027432,0.040487975,-0.032366686,-0.016726967,-0.07642171,-0.00632828,0.08376983,-0.03420645,-0.06331782,0.059320074,0.04335618,0.052076526,-0.0049172393,0.024583632,0.025690226,0.03253543,-0.0013481625,-0.02824378,0.0255856,0.050883934,0.06862512,0.057565864,0.019636618,-0.021579854,0.03951958,0.024827609,-0.014570375,0.029978156,0.047267515,0.07872094,-0.057944734,0.0044322545,0.02935766,-0.0014204743,0.04096924,-0.008890974,-0.041792672,0.024185413,-0.05107801,0.064573355,-0.0050287927,0.015837109,-0.08519594,-0.06691581,-0.032445677,0.038405396,0.016164538,0.03764957,0.060559325,0.056594793,-0.0032071823,-0.06752947,-0.03267176,0.019586347,0.09523726,0.057910763,0.037666656,-0.024864757,0.021595972,0.002808533,0.06978345,0.06685066,0.03351564,0.07835424,-0.032174353,-0.0027255004,-0.029236909,-0.034172144,0.03332563,-0.07919204,-0.01879087,-0.009013279,-0.0024866094,5.204029E-33,0.031818897,0.0359954,0.14439946,0.054572456,-0.052293483,-0.021408265,-0.036752317,-0.004276654,0.018619468,-0.016606834,0.0778495,0.049849216,0.032814227,0.07434146,0.02506248,-0.08352601,-0.14880048,-0.06028428,0.068408184,0.0058409227,0.058832955,-0.08223715,-0.037188377,-0.032765735,0.006182523,-0.02589395,0.03921085,-0.02933814,-0.08129959,0.025633458,-0.08989305,0.026386507,-0.037760474,-0.04865672,-0.025240405,-0.080065444,-0.0059496965,-0.03590811,0.028618453,-0.06347882,-0.0029088117,0.007008392,0.028292872,-0.044119816,0.062659875,0.021010399,0.0029093365,-0.051892355,-0.0768496,-0.029236961,-0.0006202838,-0.008326172,0.080022864,-0.04046755,-0.011871572,-0.07870089,-0.075459294,-0.022768702,-0.056896295,-0.006103809,0.06432601,0.0038853677,-0.04562099,0.027994094,-0.084762916,-0.0069721662,-0.021176772,-0.07227781,-0.0295837,0.059917312,-0.034021825,0.033186305,-0.066739395,-0.047847733,0.048941925,-0.073412925,-0.04616092,-0.042748403,-0.10054453,0.036346357,0.06900432,0.042355303,-0.10197588,0.04468732,0.08325497,0.0055704247,0.027114559,0.015437035,0.0692311,-0.065328084,-0.07560248,-0.05264421,0.039531287,0.05537003,-0.065317184,-5.4872807E-33,0.0036161111,-0.024198508,0.00807803,0.002913261,0.09923169,-0.060801107,0.0053145834,-0.05060499,0.014245646,0.005466192,-0.01057694,-0.0103621045,-0.025828049,-0.0684091,-0.07629315,-0.026921341,0.011610535,0.017414223,-0.10643844,-0.011648308,0.028448202,0.077117585,-0.09331595,-0.038211193,0.012574395,0.056780968,0.06296853,0.11904031,0.07666514,-0.036914676,0.0011223336,0.061652616,0.008809888,-0.07024496,-0.023689728,0.08910265,-0.044674527,0.020638548,-0.024376294,0.017920947,0.017509736,-0.009093259,-0.04381921,0.0020970835,-0.043330118,-0.037583,0.0033107537,-0.010979756,-0.06770469,0.012033014,0.059284005,-0.11480399,-0.031434596,-0.04632898,0.055285424,-0.036368556,0.074962854,-0.012805876,-0.038731866,-0.013473082,-0.026524076,0.029213006,-0.03386911,0.094444044,-0.028967375,0.024897225,0.009728976,0.037866395,-0.015298872,0.0323921,-0.03529247,0.09032183,0.01623133,-0.02753538,0.006346161,0.033009037,-0.019258326,-0.06555728,-0.07001387,-0.004643744,-0.03321935,-0.097509034,0.0816767,-0.075953156,-0.02574474,0.04224476,-0.09721484,0.079324186,-0.083257526,0.056242157,-0.03876688,-0.013438837,-0.07238837,0.08357237,0.033280563,-5.5746074E-08,0.098854885,-0.06316141,0.05658016,0.073838234,0.009481549,-0.001032782,-0.027246874,-0.00511969,0.02353186,0.004118936,-0.0012322735,0.06169569,0.03284408,0.120939896,0.021779759,-0.018482849,0.068205886,0.06123828,-0.06273615,-0.078358136,0.004934739,-0.026413674,-0.017124712,-0.05258496,0.03543909,-0.05224289,0.0043094503,0.05876089,-0.03190961,-0.036369015,0.06039018,0.0034208866,-0.051008,0.034574054,-0.022044228,-0.06279189,0.03403197,-0.05340143,-0.03133262,0.011430353,-0.06854112,0.03256493,0.038833976,0.11579661,-0.058841728,-0.09120104,0.004110958,0.024745923,0.03428642,0.011298597,0.040895335,-0.058256175,0.050663337,-0.035085626,-0.037216786,0.10421264,-0.03597756,0.06077476,-0.05808063,0.029786268,0.11743544,-0.0097980425,-0.031963542,-0.05560694]},{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u0022-backed method helping thousands feel strong, energized, and confident again\\u2014without burning themselves out.\\nMost people think they need more information. They think the \\u0022secret\\u0022 is buried in another 300-page book or a complex spreadsheet. But that\\u2019s not what you need.\\nYou need clarity. You need simplicity. And more than anything, you need hope.\\nI know many of you have tried other programs. You\\u2019ve tried to \\u0022force\\u0022 consistency. And when it didn\\u2019t work, you did what most of us do: you blamed yourself. You told yourself you didn\\u2019t have enough willpower.\\nLet me be very clear: It was never a willpower problem.\\nYour body isn\\u2019t broken. Your metabolism isn\\u2019t \\u0022slow.\\u0022 And despite what society tells us, aging is not the enemy.\\nThe reality is that life evolves. Your hormones change. Your stress levels change. Your lifestyle changes. The problem is that the fitness industry stayed stuck in the past\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.04445989,0.009434936,0.022276675,0.08006712,0.08970211,0.02036502,-0.041345228,0.002515459,-0.0681647,-0.07003152,0.0011465573,0.00059482065,0.10252787,-0.06054452,0.07892352,0.017111028,-0.049409732,0.041899297,-0.059327766,-0.020515721,-0.050300263,-0.0013533736,0.0065870895,0.0985422,-0.0099723395,0.057541594,-0.095667526,-0.029012982,-0.033785664,0.00787707,0.05562003,-0.028527934,-0.055412125,0.021971062,0.012946686,0.13689193,-0.020067219,0.01574012,-0.068304256,0.028069742,-0.030590348,-0.058923066,-0.0107268,0.005222066,0.021092676,-0.052164927,-0.05665547,0.061582718,-0.021542683,-0.01602818,-0.08865091,-0.04950708,0.050705504,-0.012441531,0.044902273,0.05954009,0.055330582,0.01954942,-0.06282728,-0.058217414,-0.004064905,0.00043214447,-0.02163408,-0.021857431,-0.01668066,0.09030747,0.049453456,0.046917494,0.0467883,0.026159994,0.001329595,-0.05793531,0.008960801,0.053050164,0.05757599,0.058027543,-0.031894963,-0.05861215,0.031646296,0.008650168,0.017985316,-0.02507056,-0.019089855,0.094201,-0.041377086,0.008829821,-0.010845461,0.02169814,0.04335216,0.02181034,0.04008106,0.03962434,0.017571116,0.039686494,0.037871964,0.023354052,-0.054476872,-0.06365199,-0.071197785,0.022310399,-0.006906678,0.024263619,0.06466866,0.0035915952,-0.059762552,-0.059009995,0.05400065,0.01582018,0.0658992,0.05152956,0.026917215,-0.084177144,0.01732594,0.055715743,0.035254322,0.014211306,-0.035820313,0.05836303,-0.024843087,0.069719285,-0.041213214,0.02263953,0.044885546,-0.05289667,-0.0068398905,0.03018357,0.054754637,2.5894758E-33,0.010194102,0.027763082,0.057685275,0.058504328,-0.07378861,-0.06604119,-0.06594572,-0.011980132,-0.029339671,0.0046235956,0.05966299,-0.027511803,-0.06867726,0.05001123,0.004924199,-0.0669635,-0.059558585,-0.027705558,0.08766079,0.025846243,0.031708714,-0.031583283,-0.03291572,-0.10114135,0.016968977,0.0019164884,0.10275829,0.10134582,-0.0548158,0.005335136,-0.0037767936,-0.016941702,0.010476615,-0.13157445,-0.07530074,-0.06312171,0.008577238,0.014557268,0.01316227,-0.013392877,-0.05166636,0.095657386,0.02463115,-0.024718396,0.068330385,0.026491951,0.04361885,-0.060098965,-0.09883169,0.021273838,-0.059600253,-0.0012191556,0.017309625,-0.050588146,-0.070732564,-0.14197929,-0.06456889,-0.020060891,0.0012200981,0.0063345707,0.119709425,-0.04915761,-0.0003795317,0.05666049,0.010506327,-0.018400203,-0.055380885,-0.086673364,-0.036334917,0.13172689,-0.05280241,-0.018613512,-0.0085192295,-0.034936704,0.078121305,-0.07098399,-0.0022948955,-0.03437851,-0.119628504,-0.040352274,0.042131502,0.025130123,-0.087347224,0.07407624,0.09778062,0.01870129,-0.042903353,0.05153898,0.02763634,-0.013086542,-0.021100797,-0.08686578,0.06618952,0.0509201,-0.06370643,-3.427002E-33,-0.0039461185,0.055181734,0.109620996,-0.07241035,0.11426149,-0.035136193,-0.06564337,-0.06494921,0.052152444,0.002807657,0.014480717,-0.037496917,0.0041379626,-0.03334006,-0.023468764,-0.02014714,0.0003679174,0.0017240226,-0.079116926,-0.05573972,0.005282454,0.008814066,-0.05590073,0.005819217,0.02342548,0.03493732,0.018794563,0.07673053,0.09189711,-0.00652391,-0.00053538004,0.009435975,0.041173205,0.045714654,-0.03196578,-0.022630863,-0.057528876,0.029928364,-0.0342233,-0.0604292,0.014019072,-0.012930144,-0.09426715,-0.058887098,-0.013700278,-0.027505897,0.013992549,-0.044030827,0.013930534,0.045678467,0.035275575,-0.068158716,0.023049869,0.01709387,0.03199704,-0.037085917,0.0926686,-0.0013416865,-0.075387135,-0.08687563,-0.15191811,0.011920535,-0.00060984323,0.061016046,0.03307555,0.01682285,0.090415634,-0.013168131,0.024773197,0.026800252,-0.025957916,0.077083334,0.035918705,0.02784275,0.017916087,-0.0030421952,-0.077756435,0.029430516,-0.076502234,-0.01543011,0.023902917,-0.045495745,0.061390597,-0.056701943,-0.0019571544,0.060341716,-0.0015420442,0.06240856,-0.021499898,0.06678766,-0.04755492,-0.034252804,0.014538794,0.059452854,0.036581594,-5.4928737E-08,0.013500879,-0.044214547,0.033439696,0.054204173,-0.050575294,-0.047466863,-0.023922773,0.00453293,0.047730703,-0.040858902,0.024349641,0.044616256,0.10993067,0.048151597,-0.055946738,-0.058813233,0.036754146,0.11771869,-0.016361453,-0.029396303,-0.028064677,-0.057462204,0.010477437,-0.012049671,0.014457044,-0.0052786567,0.0056707887,0.09059794,-0.07615288,-0.031739183,0.03667226,-0.09716979,-0.018162271,-0.008029835,-0.08727811,-0.03613778,0.08590363,-0.011957905,-0.014710828,0.02911718,-0.03731033,0.012620313,0.017545804,0.057215583,0.016048199,-0.11657928,-0.015683241,-0.012366991,0.025977708,-0.03329606,0.053471662,-0.011887249,0.026781894,0.0016971803,-0.0060008885,0.06186215,-0.07193698,0.042156376,-0.04770348,0.020214323,0.0945155,-0.047992546,-0.04337887,-0.06974617]},{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u0022. It didn\\u2019t change with you.\\nToday is about ending the war. We are going to stop fighting your biology and start working with it.\\nIV. The Nervous System: The Missing Link\\nWhen we talk about the Svelte Philosophy, we focus on hormones first\\u2014but the nervous system is the silent conductor of that entire orchestra.\\nFor years, the fitness industry has told you that if you aren\\u2019t \\u0022crushing it,\\u0022 you\\u2019re failing. We\\u2019ve been conditioned to believe that more sweat, more intensity, and more exhaustion equals more results. But for many of us, especially as we navigate the stresses of career, family, and aging, our bodies are already screaming.\\nWe are living in a state of chronic sympathetic overdrive\\u2014that \\u0022fight or flight\\u0022 mode where your cortisol is high, your sleep is shallow, and your body is clinging to every ounce of stored energy because it thinks it\\u2019s under attack.\\nIn this state, a high-int\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[0.012993182,-0.047769994,0.040604364,0.1509118,0.13151848,0.0311105,0.03575274,0.020795474,0.044713516,-0.04991062,-0.049241923,-0.025660388,0.07413155,-0.0034463652,0.06834143,-0.013591504,-0.056328814,0.018263035,-0.052123416,0.061279397,-0.010463568,0.022450605,0.024290241,0.07473928,-0.023096114,0.052742384,-0.053805903,-0.035485867,0.012074558,-0.012735569,-0.029464204,-0.008387368,-0.012498946,-0.0073855557,0.07813552,0.04093352,0.02450096,-0.05074387,-0.040637314,0.06918726,-0.012934039,-0.09123272,-0.017001854,0.065874025,-0.04273004,0.011811943,-0.08003744,-0.057471715,-0.049681798,-0.012081129,-0.06889433,-0.077779986,0.05349285,0.01732008,0.09261657,0.08075961,0.010052994,-0.0022512604,-0.08772848,-0.014851054,-0.07493728,0.032037113,0.042277195,-0.004865785,0.07006101,0.019618778,-0.00746855,0.031748913,-0.0070098885,0.07153632,-0.051151995,-0.059134323,-0.012113418,0.023932261,0.037891954,0.046288557,0.011535826,-0.05826789,0.087882474,-0.008542477,0.042501297,0.016918106,0.034756377,0.00014315353,-0.06083125,0.00028025525,0.036154892,0.022036104,0.012806454,0.05798998,-0.0024667087,-0.04795603,-0.07560976,0.106299564,0.055021055,0.034781985,-0.083581,0.032621857,-0.08207357,-0.004170064,-0.021003127,0.04762894,0.0065625343,0.042562068,0.013618539,-0.029037256,0.002418067,-0.02179706,0.019907553,-0.023344615,-0.0310352,-0.08142242,0.033989813,0.006981038,-0.0066400478,0.06529139,-0.018876188,0.14616238,-0.0147688165,0.04689767,-0.011465941,-0.034984574,-0.019495174,-0.10591794,-0.023816677,-0.041441437,-0.0107437745,6.8915877E-34,0.0492307,0.03746008,0.0022913087,0.04834124,-0.071379706,-0.07814887,-0.057076782,-0.048926752,-0.012463016,-0.0006695736,-0.04339232,-0.026312716,-0.081773646,0.07335066,-0.02936578,-0.033458453,-0.08871074,-0.012395377,0.033523146,-0.0076759444,0.018244885,0.006844279,-0.02551928,-0.013314223,-0.015257406,-0.030865958,0.009419912,0.068240516,-0.11264774,0.018444048,-0.07796632,-0.01039672,-0.022537693,-0.039233677,-0.022412442,-0.08184976,0.058176413,7.864358E-05,0.0006012036,-0.04550419,0.0063879206,0.0327298,-0.04901248,-0.04293354,0.08139169,0.057499908,-0.030419277,-0.068326704,-0.07580835,-0.04404939,-0.04178283,0.0557559,0.062279936,0.024757605,-0.009904306,-0.07041462,-0.031239,-0.03801475,-0.10672983,0.008890995,0.037918296,-0.02536243,0.031757426,0.008752225,-0.004215289,0.0073775956,-0.11300712,-0.094093345,-0.052765597,0.06499897,0.013535574,-0.029256208,-0.02150402,-0.010872619,0.07942435,-0.053627957,-0.0052027693,0.009703946,-0.12471627,-0.09529945,0.024658991,0.013625715,-0.056799248,0.018312175,0.094476745,0.05411435,0.01626403,-0.0404601,0.024653148,-0.077997185,-0.045759603,-0.12517874,0.116425596,0.03145817,-0.11057931,-2.4066656E-33,-0.013133918,-0.004518959,0.032833863,-0.09475851,0.017681884,0.0028419208,0.059203155,-0.05229268,-0.04490437,0.004125019,0.050898585,-0.029464358,-0.09690321,0.0039542215,0.03119011,-0.044959668,0.032942843,0.028291868,-0.03483765,-0.056634117,0.017644843,-0.010691353,-0.0679666,0.012472466,0.051243532,0.029903905,0.075285025,0.10065321,0.09046835,-0.010897078,0.0066882386,-0.04403071,-0.040654615,0.05837596,0.031725787,0.0212554,-0.034094837,-0.0023160873,-0.06906887,-0.080086134,-0.027340155,-0.025915321,-0.01945474,0.034832634,0.034933068,-0.029089045,0.013795276,-0.02330643,-0.031207355,-0.015935456,0.083133645,-0.090366445,0.029682614,-0.02412324,0.0048290496,-0.00068284606,0.07082531,-0.06285538,-0.090040006,0.0016950816,-0.0678603,0.036933765,-0.05258011,0.05613651,0.010898456,0.03381147,0.009212566,-0.007642968,0.08395027,0.009618376,0.018831845,0.05877602,-0.025741195,0.08142929,-0.0044157603,-0.0065401928,-0.01191138,0.035060737,-0.005553775,-0.034501664,-0.09540575,-0.04963065,0.052457664,-0.04750423,-0.0370702,-0.0015206604,-0.009955479,0.07709488,0.018393775,-0.005234963,-0.033343755,0.016444419,-0.06465634,0.032325927,-0.0042296923,-5.156149E-08,0.011432169,0.014958689,-0.0033355693,-0.008227263,0.07028704,-0.061295304,0.040784474,-0.039558936,0.02761756,0.08836824,-0.008448573,0.03386863,0.11842594,0.0697228,-0.020792691,0.029689845,0.027011445,0.13328442,0.016316121,-0.08674252,0.030917054,-0.034698494,-0.06388733,-0.005103295,0.050528355,-0.0037659449,-0.056801595,0.09617816,-0.06421532,-0.017377175,0.10085592,0.004983492,-0.014812025,0.026684087,-0.02254547,0.014257002,0.109836,-0.040001635,-0.05189839,0.033731498,-0.004849505,-0.011395277,0.046437293,0.0672943,0.026291369,-0.09559318,0.017201401,0.014240406,0.04600967,-0.019621631,0.06965116,0.0065000174,-0.012980929,0.056246206,-0.060337957,0.02975911,-0.096850395,0.08819994,-0.016321229,-0.035775557,0.120887876,-0.023061408,-0.027486254,-0.025592798]},{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u0022ensity, soul-crushing workout isn\\u2019t a \\u0022solution.\\u0022 To your nervous system, it\\u2019s just another threat. It\\u2019s more \\u0022noise\\u0022 in an already loud room.\\nThat is why we prioritize the Parasympathetic state\\u2014the \\u0022Rest and Digest\\u0022 mode.\\nWhen we talk about the nervous system at Svelte, we are talking about:\\n\\u2022 Safety over Strain: Teaching your body that it is safe to let go of stored fat and safe to build muscle.\\n\\u2022 The Mind-Body Connection: Moving with intention rather than just going through the motions.\\n\\u2022 Regulating Stress: Using specific movement patterns and recovery techniques to \\u0022downshift\\u0022 your system from high-alert to high-performance.\\nIf your nervous system is stuck in a state of survival, your metabolism will stay stuck, too. We don\\u0027t want to burn your body out; we want to light it up. We want to move you from a place of depletion to a place of vitality\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.002778331,-0.06482699,-0.0050380947,0.03727069,-0.009933013,-0.017945824,0.039420463,0.051341813,0.04759125,-0.042490024,-0.03295016,0.0387165,0.0045176405,-0.062320184,0.035689704,-0.038716897,0.008246437,0.03402591,-0.05595702,0.044057567,0.035833932,-0.050891686,0.0037049586,0.022727031,-0.023177281,0.044067603,-0.034001067,-0.008108279,0.042346872,-0.042618588,0.008616677,-0.035504073,0.002554508,-0.031800557,0.014111567,0.09460534,0.03538866,-0.0565685,-0.073438615,0.026456462,-0.08221058,-0.06755172,-0.050843894,0.013533162,-0.038101837,-0.0022323942,-0.046294566,-0.07699914,-0.024841342,-0.058540232,-0.07666371,-0.0894547,0.07539265,0.058382872,0.023025718,0.007040138,0.019719273,0.015431647,-0.12989661,-0.026786592,-0.032924406,-0.014514389,0.035906374,-0.001817541,0.05456276,-0.04393424,0.047645744,0.035339277,0.010645173,0.07336735,-0.049874596,-0.09981648,-0.027329288,0.011332222,-0.013247553,0.041460756,-0.0044942363,-0.106158614,0.04830448,-0.032190386,0.03534199,0.020444546,0.028432205,0.017787406,-0.047191277,0.0622225,-0.016452981,0.045713246,0.045165107,0.093827926,0.025297707,-0.049616475,-0.051281102,0.022969048,0.08361054,0.027508788,-0.06706559,-0.0028699446,-0.028219894,-0.014870384,0.022448124,0.08263941,0.051637616,0.061293513,0.001166581,-0.095841624,-0.014675627,0.013576712,0.044817902,-0.006436991,-0.02462911,-0.03249685,0.0438704,0.035703238,-0.03884135,0.105619825,-0.0149325635,0.115431,0.005390338,-0.0034326315,-0.013261598,-0.077836685,-0.027013643,-0.09162463,0.008536009,-0.024556074,-0.04595669,8.4385975E-34,0.034692943,0.005771098,-0.02017194,-0.028843317,-0.059224796,-0.075431235,-0.0406466,-0.033639144,0.011710095,0.06832429,-0.013262204,-0.085691065,0.05234324,0.10696632,-0.02828541,-0.048464503,-0.09261702,0.062815815,-0.0116952825,-0.027729599,0.11171831,-0.02241736,-0.022227911,-0.01728706,-0.00037934826,0.02367062,-0.041867454,0.05916414,-0.108885296,-0.0067749745,-0.097766764,-0.025431048,-0.05119799,-0.06993397,0.043576058,-0.055061266,0.07119474,-0.014782382,-0.028736942,-0.02976119,0.09012816,0.024648597,-0.021139689,-0.05599563,0.08031239,0.038493607,-0.04063451,-0.024605554,-0.0013507636,-0.071103565,0.00892178,0.038588233,0.094478235,-0.026694661,0.018720023,-0.020170473,0.020777581,-0.09098436,-0.03487661,0.033604298,-0.003122399,-0.0487072,0.010006246,-0.023909546,0.0014494271,0.020108989,-0.15404229,-0.027820855,-0.016476396,0.029781597,-0.035315987,-0.0029697632,-0.006163832,-0.07406314,0.07306843,-0.045805946,-0.0028558958,0.035566352,-0.118696265,-0.040081657,0.017989213,0.034950588,-0.06071341,0.03375984,0.08420121,0.098586075,-0.025372878,-0.11186967,-0.026141323,-0.048620645,-0.04756486,-0.06829552,0.030691551,0.027824553,-0.12561063,-2.4957325E-33,0.014838166,0.03439433,-0.03314865,-0.0149354795,0.074261956,0.03172843,0.011810741,0.008750018,-0.036196448,-0.025794275,-0.019784339,-0.03995927,-0.04528201,0.03719999,-0.0023919214,-0.01763889,-0.01948812,0.035616774,-0.037007447,-0.0334115,0.045009866,0.040205542,-0.0764082,0.02812646,0.040958557,0.0041224146,-0.0015937645,0.05503793,0.03126641,0.011217273,0.035395846,-0.01423588,-0.0057471506,0.011893656,0.01433814,0.06705473,-0.059604436,0.046148334,-0.055721365,0.010427549,0.014498947,0.04474882,-0.011552805,0.07614953,0.0006486536,-0.051069777,0.009896587,-0.027332317,-0.08171446,0.018499784,0.10993146,-0.043929815,-0.009685486,-0.022872366,0.064816885,-0.0056748213,-0.022628836,-0.07327586,-0.081452794,-0.0895169,-0.059013586,0.024590902,-0.009864101,0.13794614,0.0048176954,0.08472647,-0.05136792,0.05675433,0.02695129,0.01813741,-0.081254356,0.06898742,0.02639339,0.11937194,0.010790774,-0.019121237,0.009227581,-0.065410316,0.039900083,-0.037688196,-0.09045163,-0.053984832,0.012416091,-0.035735447,-0.016311146,0.10771791,-0.09561531,0.08957658,-0.013347438,-0.06910037,-0.009391252,0.018376958,0.0036296584,0.073486745,0.04138015,-5.5911116E-08,-0.0020995426,-0.032052953,0.011472038,0.042572115,0.04290532,-0.046415888,0.0771295,-0.049492493,-0.0077500655,0.06658866,4.188231E-05,0.0039836625,0.056728747,0.048429213,0.004893475,0.051872965,-0.0014185468,0.17507069,-0.053781427,-0.059502423,0.023725016,-0.043487143,-0.010581421,0.05426588,0.10217217,-0.05543782,-0.010959917,0.09338959,0.0025461882,-0.0069162566,0.020063423,0.02962402,-0.016772158,0.05109943,-0.023223827,0.04654075,0.033596035,-0.009558842,-0.063386366,0.07527454,-0.028878897,-0.023504278,0.07072481,0.043736305,0.0053761024,-0.049131244,-0.045215923,0.041942645,0.03561874,-0.0005814119,0.055366743,0.035734694,-0.016662305,0.093139,-0.0076325214,0.02612081,-0.1231059,0.06708543,0.023468215,0.02966141,0.09068743,0.030921262,0.035402756,-0.048636418]},{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u0022.\\nSo, today, I\\u2019m asking you to stop trying to \\u0022beat\\u0022 your body into submission. We\\u2019re going to learn how to soothe the system so the body can finally do what it was designed to do: thrive.\\n\\u0022I don\\u2019t just want to talk to you about the nervous system. I want you to feel the shift for yourself. Right now. Because you cannot learn or grow if your body thinks it\\u2019s running from a lion.\\u0022\\nThe 60-Second \\u0022Svelte Reset\\u0022 Script\\n1. The Setup\\n\\u0022I want everyone to put down your pens and phones. Uncross your legs. Place both feet flat on the floor\\u2014feel the ground supporting you. Rest your hands lightly on your laps. Now, if you\\u2019re comfortable, close your eyes. If not, just soften your gaze at a spot on the floor in front of you.\\u0022\\n2. The Cue (The Box Breath)\\n\\u0022We\\u2019re going to do a simple \u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[-0.017290039,-0.060618836,0.084767446,0.02418544,0.015263348,-0.0118878875,0.05569037,0.012121705,-0.006776,-0.06440206,0.022087311,-0.023730982,0.025729027,-0.020164413,0.014456767,0.028363202,-0.035218477,0.05805091,0.025676668,0.04380164,-0.020878134,-0.008084613,0.064204715,0.037150975,-0.09973641,0.054108955,-0.08628888,-0.048327263,0.034955557,-0.07250777,-0.026162576,-0.028215444,0.028507661,-0.0057565146,0.014263089,0.07033588,0.04930425,-0.046679348,-0.0642854,0.06862893,-0.034482677,-0.077608146,0.018361397,0.021027701,0.058934502,0.07981121,-0.09965281,-0.0019240923,0.039232343,-0.055308502,-0.09357062,-0.056190576,0.057662055,0.025535723,0.018205332,0.06092417,-0.009870529,0.017412554,-0.038071483,-0.020510728,0.0046582655,0.012578966,-0.011520178,0.051741976,-0.052668706,0.0010040567,-0.007244052,0.00814112,0.014491583,0.10741677,-0.095041886,-0.0639664,0.0051252414,0.01625356,-0.043694135,0.0085885385,0.031965733,-0.10989849,0.04506898,0.017028818,-0.009640621,-0.0073562292,-0.0031860927,0.027835397,-0.03397615,0.053734902,0.0156211285,0.041155804,0.048274625,0.0003342105,0.020127125,-0.05036323,-0.044893138,0.05931829,-0.03448936,0.04044941,-0.03388655,-0.0034905223,-0.070319206,0.07366396,0.030301705,0.0023697568,0.013378989,0.03480886,-0.03334436,-0.038898624,0.0043844637,-0.014392472,0.029736659,0.0013734455,-0.030790707,-0.061500926,-0.019805541,0.045250345,0.0045072623,0.05555485,-0.07960348,0.058996074,0.04039215,0.04264622,0.07661416,-0.04195557,-0.051740743,-0.08379764,0.05408198,-0.015818099,0.021285592,7.329604E-34,0.051343843,0.01928441,0.025783118,0.027292931,-0.036765315,-0.08571831,-0.03880071,-0.008576444,-0.079626456,0.07176428,0.011010816,-0.07085532,-0.04823042,0.02732155,0.010295616,-0.08459143,-0.10681515,-0.0066256197,-0.00010040946,-0.014126517,0.12196755,-0.015091473,-0.047683574,-0.037149206,0.0053543113,0.052058518,-0.03085981,-0.0019670296,0.030293617,0.038765702,-0.14670417,0.0023499832,-0.10765061,-0.09382538,-0.02531899,-0.008790328,0.078233,0.01650189,0.02231076,-0.008856688,0.013747995,0.05614892,-0.03299088,-0.06223608,0.0319586,0.03764879,-0.049983192,-0.019536994,0.0060685594,-0.049027514,-0.038690045,0.018588504,0.03874816,-0.027845975,0.029949157,-0.057653625,0.018454643,-0.046537627,-0.08212618,0.0059283166,0.07881488,-0.034240715,0.016614238,0.020883508,-0.03299512,-0.006174721,-0.07190447,-0.08656157,-0.0032124696,-0.06669164,-0.08288794,0.011745662,-0.0061345873,-0.027912878,0.012467654,-0.10044427,0.030153167,0.006673279,-0.09132534,-0.05063189,0.083339624,0.017059997,-0.083132744,0.050874107,0.1262667,-0.048387926,0.006940784,-0.032127924,-0.096233085,-0.0013471215,-0.081944846,-0.05317182,0.09910329,-0.028679201,-0.10559161,-1.8309866E-33,0.052306164,0.06577781,0.011672509,0.031339433,0.004764146,-0.0006361895,0.06702512,0.035795677,-0.0077791475,-0.030191755,-0.06780899,0.011110464,0.010177106,0.015808439,0.017481241,-0.028264008,-0.007361274,0.09340422,-0.055720005,0.045743164,0.036461335,0.03221729,-0.007322865,0.021083232,0.001066145,0.03836429,0.07248638,0.08341292,-0.011465805,-0.039180916,-0.0162389,-0.026807696,0.009280617,0.048030943,-0.023128023,0.03698655,-0.03415496,-0.039686922,-0.12478968,-0.024627408,0.06670331,-0.0018838986,-0.046005007,0.035480645,0.024750592,0.02610831,-0.030925117,-0.020790348,-0.10708435,0.0090189045,0.023044245,-0.065081224,-0.024253292,-0.09691293,0.009194661,-0.010677861,0.035558254,-0.08296499,-0.06330164,-0.026212242,-0.05206343,0.039596062,-0.13723779,0.037633605,0.06195662,0.04466884,-0.028109973,0.072676755,0.0592904,0.0025938705,-0.05095392,0.13613258,-0.034099147,0.01459795,0.008752021,-0.0035899132,-0.012910155,-0.07351907,0.021349868,-0.023751393,-0.03672212,-0.024864323,0.06779803,0.060029253,0.015410556,0.10227844,-0.010682416,0.09735373,-0.047009878,0.020246604,-0.0019644191,0.09123109,0.099548936,0.050910994,0.050230347,-5.6774077E-08,-0.05516874,-0.011869315,0.008210323,0.023219278,-0.00468282,-0.03623781,-0.033768766,-0.053231467,-0.039884266,-0.046338804,0.032729093,0.0041267416,0.10357138,0.101272546,0.0024508208,0.08750585,-0.0035715145,0.13763306,-0.059842024,-0.031418364,0.06315641,0.010399813,0.032729797,-0.031612515,0.04194392,-0.049734455,-0.033338297,0.08649925,-0.08885748,-0.054014068,0.014445804,-0.021272197,-0.02491262,0.048140973,-0.020599827,0.01001151,0.067299455,-0.049844418,0.005273806,0.008919791,-0.038004432,0.01727481,0.011143829,0.04514757,-0.072779045,-0.03931284,0.03946466,-0.07981532,0.055752486,-0.016020183,0.038885724,-0.01997632,0.015552319,0.03335915,0.05212235,0.057046358,-0.10564015,0.08535017,-0.031258944,0.050440773,0.024406618,0.112939134,-0.083311744,-0.017926164]},{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u00224-count breath. This isn\\u2019t just breathing; it\\u2019s a direct signal to your Vagus nerve that you are safe.\\n\\u2022 Inhale through your nose for 1... 2... 3... 4... feel your belly expand, not your shoulders.\\n\\u2022 Hold that breath at the top for 1... 2... 3... 4... stay calm in the stillness.\\n\\u2022 Exhale slowly through your mouth like you\\u2019re breathing through a straw for 1... 2... 3... 4...\\n\\u2022 Hold at the bottom, empty and still, for 1... 2... 3... 4...\\u0022\\n3. The Mindset Anchor\\n\\u0022Keep that rhythm going. As you breathe, I want you to scan your body. Drop your shoulders away from your ears. Unclench your jaw. Soften the space between your eyebrows.\\nIn this moment, there is no \\u0027to-do\\u0027 list.\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[0.020173296,-0.06863598,-0.00785149,0.0027606005,0.017170586,-0.022791501,0.0864455,-0.01716001,0.035900023,-0.06690424,0.01886359,-0.055597864,-0.0017860213,0.00382657,0.014584895,0.043175206,-0.01013862,0.084052,-0.05270803,0.029711254,0.04265722,0.044976734,0.08442811,-0.009601233,-0.065222256,0.037169825,-0.045941748,-0.13277073,0.02934066,-0.06809575,0.06538068,-0.061691154,-0.0032223354,-0.015281285,-0.044502597,0.06971694,0.010124368,0.054760955,-0.014912691,0.024953878,0.015209238,-0.022395952,-0.031084772,0.032710236,0.05329466,0.11975477,-0.114192,0.0329388,-0.0035857204,-0.03013292,-0.10955362,-0.023324905,-0.07939952,0.05322454,-0.008714586,0.026548026,-0.01642167,-0.017117554,-0.07208788,0.029118175,0.014630449,-0.04465802,-0.005336068,0.025372911,-0.050266184,0.02102835,0.035527628,0.023532256,0.028177932,0.12524198,-0.06365961,-0.06718232,-0.054691527,-0.038837105,-0.036014423,0.02560991,0.07429271,-0.14479788,0.019184567,0.062696256,0.0119009465,0.027119389,0.02865559,0.047690324,-0.06013523,0.043140613,0.027381472,-0.020792348,-0.042808767,-0.009473466,0.030271973,-0.026542364,-0.07554695,0.07853757,0.07640493,0.04790871,-0.05202029,0.06795652,-0.088554315,-3.3362627E-05,0.06444699,-0.038659286,0.012478975,0.0012384289,-0.08574117,-0.02020624,-0.011758278,-0.059676968,-0.00018546087,-0.009964808,0.0029205328,-0.019902254,0.015968136,-0.0034581444,-0.011057428,0.045200646,-0.017849665,0.058431476,0.049373146,0.0486371,0.0299015,0.014157655,0.0010944438,-0.11842778,-0.012244636,-0.050137352,-0.036544442,-7.1633605E-33,0.021295514,-0.0070420112,0.0726182,0.05330767,-0.07113862,-0.039099775,-0.043799955,-0.039733697,-0.032189798,0.13908459,-0.0073064715,-0.085630774,-0.038549263,0.0328145,-0.020528058,-0.12346936,-0.10187742,0.03248614,-0.007975886,-0.027807245,0.04849695,-0.030524032,-0.047417656,-0.044837814,-0.027036412,0.033629045,-0.024256524,-0.023424232,-0.03299748,0.03555512,-0.1023833,0.03604287,-0.08741976,-0.047780093,-0.056087144,0.03552022,0.021088347,0.036068752,-0.009180919,-0.025613837,-0.049318552,0.10155802,-0.001620328,0.023037823,0.012969282,-0.03504588,-0.077328466,0.08288888,-0.0012157941,0.021144552,0.043823577,-0.039304037,0.08085367,-0.024532033,0.018792827,-0.054484908,-0.011928389,0.01786814,-0.065717906,0.044132825,0.06329286,-0.027128728,-0.052840862,0.024963146,-0.053558707,0.0780103,-0.11511826,-0.043585345,0.08006694,-0.0026240875,-0.052855372,0.07561016,0.017965961,-0.016525155,0.016343312,-0.053805236,0.02958068,0.012725402,-0.053418264,-0.039142184,0.14505656,0.032081522,-0.032818418,0.099195726,0.087450095,-0.087662354,-0.028143883,0.013905877,-0.059654154,0.04099214,-0.060717016,0.02560449,0.10377087,-0.01506548,-0.06322273,5.3068082E-33,0.08627753,0.05991701,0.052961204,0.06419851,0.016838165,0.058202773,0.019538995,-0.008018226,-0.008612905,-0.047580075,-0.028278733,0.018949777,0.012904562,0.02881631,0.039447244,0.014776092,-0.015568244,-0.0042231157,-0.07592831,0.04092354,0.011009633,-0.019227376,-0.049836528,0.045379892,-0.022466244,0.03153561,0.04698358,-0.00048608085,0.071390316,-0.07287243,0.023168165,-0.05311963,-0.0026856603,0.023577418,-0.035494223,0.01200955,0.0045411303,0.00609681,-0.06884683,-0.02859682,-0.0059144334,0.027568016,0.039282117,0.022191163,-0.009710102,-0.03269422,-0.022522217,-0.039816633,-0.1790635,0.040348727,-0.022244984,-0.006158313,-0.07292506,0.009592015,0.061987445,0.10027836,-0.040502433,-0.046655964,-0.013425276,-0.07157908,-0.01871281,0.018811895,-0.08402987,0.019567978,0.0381521,0.08347257,-0.012713845,0.023036648,-0.019668048,0.028102636,-0.07626321,0.03109053,-0.08099636,-0.048289932,0.029949404,-0.032193474,0.012698294,-0.090371154,-0.021560065,-0.009349866,-0.06261717,0.004754129,0.038026042,-0.048087385,0.0317036,0.026408073,0.005293854,0.06669557,-0.010498021,0.0119965635,-0.040075306,0.056777082,-0.020023216,0.056312345,0.058215,-5.1982212E-08,-0.060043406,-0.069690265,0.049252495,0.028206376,-0.031988323,0.023096733,0.04236296,0.026541436,-0.059795,0.018170867,0.090759985,-0.0039570825,0.032651804,0.0826479,0.06662133,0.013818457,-0.007110879,0.08419572,-0.020652868,-0.08329493,-0.02576198,0.0061463034,0.006578437,-0.02355116,0.051713068,-0.037524235,-0.013512551,0.13217798,-0.04332575,-0.003021055,0.085804895,0.031835437,-0.045571893,-0.036615483,-0.08021254,-0.013385205,0.065790266,-0.014984736,-0.0020314287,0.05857318,-0.027260505,-0.012482696,0.042682126,0.11094117,-0.007932971,-0.046499602,0.040541824,-0.030365773,-0.00033604563,0.042719908,0.054480523,-0.014733882,0.05828943,0.060342476,-0.0008841047,0.09304319,-0.081291646,0.029525843,0.0079232305,0.06028283,0.03596194,0.05482942,-0.07982827,-0.011497421]},{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u0022 There is no \\u0027yesterday.\\u0027 There is only the air in your lungs and the floor beneath your feet. You are telling your nervous system: \\u0027I am safe. I am present. I am ready to receive.\\u0027\\u0022\\n4. The Release\\n\\u0022Take one final deep breath in, the deepest one yet... and let out a long, audible sigh.\\nOpen your eyes.\\u0022\\nThe Follow-up\\n\\u0022That shift you feel? That slight heaviness in your limbs and the clarity in your mind? That is the Svelte state. That is where transformation lives.\\nWhen you work from this place of regulation, rather than against a place of stress, your results don\\u0027t just happen\\u2014they last.\\u0022\\n\\u0022Now, I want to give you a tool to carry through the rest of this morning and into your life back home. We call it the Svelte Anchor.\\nWhenever you feel that old familiar rush\\u2014the feeling of being \\u0027behind,\\u0027 the urge to push through pain,\u0022,\u0022Labels\u0022:[],\u0022Tags\u0022:{},\u0022Embeddings\u0022:[0.0060281,0.007783952,0.026544314,0.0692995,0.08148965,0.0020101196,0.010161671,0.002173475,0.052050658,-0.0940088,-0.04705603,0.015723193,-0.026489422,0.035382472,0.007168154,0.023677692,-0.02530861,0.0059526274,-0.077401474,0.058628686,-0.032447465,0.0037358874,-0.023829725,0.04965095,-0.0016564851,0.09214296,-0.046382863,-0.08774771,0.06280498,-0.040341556,-0.045799363,-0.045999497,-0.044201434,0.021223417,0.041494377,0.070714295,0.020724038,-0.0050980216,-0.012186194,0.06390912,-0.014814596,-0.05145839,-0.03241045,0.016754726,-0.042408917,0.042477,-0.061505713,-0.06280005,0.04743757,-0.019985793,-0.06918767,-0.06324107,0.017642802,0.031981036,0.033059217,0.04090607,0.101802744,-0.016477425,-0.003683715,0.018191343,-0.022742772,-0.046390362,0.019459737,0.045247596,0.01647303,0.023476077,0.022272468,-0.025957838,-0.020284113,0.06830236,-0.06672155,-0.08799977,-0.025622198,-0.0068778275,-0.011750289,0.046749648,0.051134355,-0.071609765,0.05618847,-0.04653691,0.09570888,0.027099645,-0.024308693,0.02668309,-0.057901092,0.058809225,-0.002236577,0.095518835,0.083730645,0.009423359,-0.0066862083,-0.045495793,-0.08798341,0.04149407,0.0657459,-0.05570025,-0.041707866,0.13710946,-0.081381775,0.048612166,0.044547707,0.054707002,0.028232906,-0.022592356,0.017885238,-0.046957187,-0.035050005,-0.0652557,-0.06264337,-0.013033818,-0.03125441,-0.024585593,0.008222425,-0.060018558,-0.029585183,0.023005763,-0.03000664,0.106839105,-0.00801146,0.12186219,0.026905635,-0.005246147,0.022049522,-0.06989616,0.010009625,0.003677345,0.034056492,-2.8702282E-33,0.087518126,-0.006196055,-0.02106917,0.028230406,-0.055257123,-0.09785302,-0.06884759,-0.018481478,0.010467155,-0.02439237,-0.007135976,-0.0051578837,-0.045767896,-0.007371693,-0.12555328,-0.07063665,-0.077914745,0.018902173,0.0047022137,0.021647017,0.06960549,0.023248233,-0.07551533,-0.06026393,-0.027031237,-0.04930785,-0.026243439,0.03722647,-0.06312355,0.005705512,-0.0963177,0.04956821,0.031084603,-0.05882519,-0.0016164331,0.026042566,0.018028038,0.0027322269,-0.031122848,-0.09950181,0.005928055,0.04162377,-0.05648207,-0.058729745,0.04302602,-0.02228452,-0.028073113,-0.034614135,-0.019055894,-0.024712874,-0.08736456,0.023966288,0.018591447,-0.053044975,-0.04632236,-0.042004302,0.019674612,-0.050381582,-0.04903616,0.001041344,0.008125411,-0.0015356686,-0.026598653,0.010620122,0.030870652,-0.029708074,-0.078275725,-0.08353877,0.007038403,0.03948334,-0.015172774,-0.014039667,-0.03899689,0.02080773,0.016449833,-0.00933694,0.017445585,-0.02347264,-0.089608304,-0.023439327,0.047302496,-0.012937113,-0.03576298,0.041892502,0.17059354,0.010023093,0.005152952,-0.08268089,-0.09254659,0.05807681,-0.062304053,-0.061821666,0.15630232,0.000438904,-0.09927322,-1.1350141E-34,0.0526643,0.037858367,-0.03516334,0.04507234,0.021277297,-0.01833882,-0.020729972,0.05976657,-0.06856193,-0.009276398,-0.0058366526,-0.0063466346,0.020111842,0.052605957,-0.028099243,-0.028922511,0.0018138188,0.012688754,-0.04555715,-0.0129230935,-0.04358429,0.023808923,-0.044101253,0.049884837,0.076788284,0.03295274,0.12530828,0.03403156,-0.06559018,-0.09540264,-0.04387997,-0.0049930513,0.015479759,0.09557663,-0.060173284,0.060319696,0.0076389383,-0.041869413,-0.017932666,-0.06423375,-0.06047783,0.07163928,0.008326226,0.057250068,-0.04698726,0.0023811015,-0.028606115,-0.0013034475,-0.059176605,0.036718212,0.06298294,0.023745898,0.0026912757,-0.032659616,0.08095591,-0.016670417,-0.05642056,-0.12274118,-0.13942339,0.022211865,-0.06529339,0.021253245,-0.03604819,-0.04163953,0.05342356,0.005003996,-0.009681569,-0.0127709685,0.021033712,0.030399762,0.0063253683,0.018294618,-0.1236806,0.024578236,0.010997018,-0.051691033,0.07157703,-0.013881855,-0.01764211,-0.04705233,-0.06161506,-0.022352265,0.076974325,0.023625199,0.0024566713,0.04302512,-0.027631786,0.08165776,0.04818571,0.02985573,-0.023206988,0.047984798,-0.11127714,0.07080409,0.038207524,-6.135585E-08,0.030868893,0.018663188,0.002506308,-0.025753507,0.016024413,-0.10112071,0.05712515,-0.06869305,-0.068308234,0.03688035,0.03938566,0.006464912,0.039575726,0.028297905,0.014688571,0.04276698,0.041920982,0.068636596,-0.0038317845,-0.09740899,0.056144584,-0.0096717095,0.0029582803,0.0094126165,0.05041235,0.040942393,-0.052537728,0.09003544,-0.029899161,0.01822938,0.07312298,0.051134497,-0.03291851,-0.030550634,-0.08370166,-0.009655659,0.109402284,0.0021937303,-0.026044585,0.0805474,0.031684853,0.040662915,0.03873287,0.04415023,-0.10899959,-0.06362957,-0.009758879,-0.001312999,-0.04483958,-0.024526233,0.08953832,0.0008525602,0.10276073,0.10111914,0.010051533,0.049970847,-0.05825182,0.0575451,-0.002632391,0.017314093,0.056521036,-0.012818298,-0.048303384,0.00986131]},{\u0022CellGUID\u0022:\u00222c4be9e6-9b20-43e6-8ab6-a5df056aac8a\u0022,\u0022Text\u0022:\u0022 or the voice telling you that you aren\\u2019t doing enough\\u2014I want you to stop and say these three words to yourself:\\nListen. Then Lead.\\n\\u2022 Listen: Check in with your body. Is it tight? Is it tired? Is it stressed?\\n\\u2022 Then Lead: Once you\\u2019ve acknow",
  "EmbeddingCalls": [
    {
      "Url": "http://ollama:11434/api/embed",
      "Method": "POST",
      "RequestHeaders": {
        "Content-Type": "application/json; charset=utf-8"
      },
      "RequestBody": "{\u0022model\u0022:\u0022all-minilm\u0022,\u0022input\u0022:[\u0022Opening Keynote: The Svelte Way\\nSpeaker: Meredith Shirk\\nTone: Empathetic, Authoritative, Inspiring, and Grounded\\nI. Opening \\u0026 Welcome\\nGood morning, everyone.\\nI want you to take a moment and just look around this room. Really look.\\nEvery person sitting here made a conscious decision to be in this seat today. You chose to be here. You chose yourself. In a world that constantly asks you to choose your career, your family, or your obligations first, you chose something different.\\nAnd that matters.\\nNo one forced you through those doors. You showed up on purpose. That tells me everything I need to know about your spirit: You are ready. You are curious. And deep down, you knew that something needed to change.\\nThis isn\\u2019t an accident, and it certainly isn\\u2019t random. Out of all the places you could be today, you are here. So, I want you\u0022,\u0022 to hear this clearly right from the start: There is nothing wrong with you. You aren\\u2019t behind. You didn\\u2019t fail. You\\u2019ve simply been working with a set of instructions that wasn\\u2019t written for your body. Today isn\\u2019t about fixing yourself; it\\u2019s about finally understanding yourself.\\nSo, take a deep breath. Let yourself be fully present. You are exactly where you are supposed to be.\\nWho I am\\nHi! I\\u2019m Meredith Shirk (or \\u0022Mere\\u0022 to my #sveltecrew), and I\\u2019m the founder and CEO of Svelte Training.\\nMy journey in health and fitness started over a decade ago. I graduated Magna Cum Laude with a degree in Biology and am a NASM-certified personal trainer and mind-body nutrition specialist. While I\\u2019ve worked with athletes, celebrities, and models, my real passion lies in helping everyday people\\u2014especially women over 40\\u2014reclaim their health and confidence.\\nAt S\u0022,\u0022velte, our philosophy is simple: \\u0022Less is more, and small changes make a big difference.\\u0022 I\\u2019m a big believer that you don\\u2019t need to spend hours in the gym or follow restrictive diets to see results. That\\u2019s why I created programs like the \\u0022One \\u0026 Done\\u0022 workout and the MetaBoost Connection\\u2014tools designed to work with your body\\u2019s natural biology rather than against it.\\nWhen I\\u2019m not filming new workouts for our YouTube community or developing holistic wellness plans, you can usually find me playing with my two young kids or volunteering at their school. My mission is to empower you to stop the cycle of self-sabotage and realize that your strongest, healthiest self is always within reach.\\nLike many of you, even my athletic body stopped responding to the \\u201Cdo more, eat less\\u2026cardio cardio cardio\\u201D approach\\u2014and I knew there had to be a better way.\\nWhat started as a personal search for answers turned into a science\u0022,\u0022-backed method helping thousands feel strong, energized, and confident again\\u2014without burning themselves out.\\nMost people think they need more information. They think the \\u0022secret\\u0022 is buried in another 300-page book or a complex spreadsheet. But that\\u2019s not what you need.\\nYou need clarity. You need simplicity. And more than anything, you need hope.\\nI know many of you have tried other programs. You\\u2019ve tried to \\u0022force\\u0022 consistency. And when it didn\\u2019t work, you did what most of us do: you blamed yourself. You told yourself you didn\\u2019t have enough willpower.\\nLet me be very clear: It was never a willpower problem.\\nYour body isn\\u2019t broken. Your metabolism isn\\u2019t \\u0022slow.\\u0022 And despite what society tells us, aging is not the enemy.\\nThe reality is that life evolves. Your hormones change. Your stress levels change. Your lifestyle changes. The problem is that the fitness industry stayed stuck in the past\u0022,\u0022. It didn\\u2019t change with you.\\nToday is about ending the war. We are going to stop fighting your biology and start working with it.\\nIV. The Nervous System: The Missing Link\\nWhen we talk about the Svelte Philosophy, we focus on hormones first\\u2014but the nervous system is the silent conductor of that entire orchestra.\\nFor years, the fitness industry has told you that if you aren\\u2019t \\u0022crushing it,\\u0022 you\\u2019re failing. We\\u2019ve been conditioned to believe that more sweat, more intensity, and more exhaustion equals more results. But for many of us, especially as we navigate the stresses of career, family, and aging, our bodies are already screaming.\\nWe are living in a state of chronic sympathetic overdrive\\u2014that \\u0022fight or flight\\u0022 mode where your cortisol is high, your sleep is shallow, and your body is clinging to every ounce of stored energy because it thinks it\\u2019s under attack.\\nIn this state, a high-int\u0022,\u0022ensity, soul-crushing workout isn\\u2019t a \\u0022solution.\\u0022 To your nervous system, it\\u2019s just another threat. It\\u2019s more \\u0022noise\\u0022 in an already loud room.\\nThat is why we prioritize the Parasympathetic state\\u2014the \\u0022Rest and Digest\\u0022 mode.\\nWhen we talk about the nervous system at Svelte, we are talking about:\\n\\u2022 Safety over Strain: Teaching your body that it is safe to let go of stored fat and safe to build muscle.\\n\\u2022 The Mind-Body Connection: Moving with intention rather than just going through the motions.\\n\\u2022 Regulating Stress: Using specific movement patterns and recovery techniques to \\u0022downshift\\u0022 your system from high-alert to high-performance.\\nIf your nervous system is stuck in a state of survival, your metabolism will stay stuck, too. We don\\u0027t want to burn your body out; we want to light it up. We want to move you from a place of depletion to a place of vitality\u0022,\u0022.\\nSo, today, I\\u2019m asking you to stop trying to \\u0022beat\\u0022 your body into submission. We\\u2019re going to learn how to soothe the system so the body can finally do what it was designed to do: thrive.\\n\\u0022I don\\u2019t just want to talk to you about the nervous system. I want you to feel the shift for yourself. Right now. Because you cannot learn or grow if your body thinks it\\u2019s running from a lion.\\u0022\\nThe 60-Second \\u0022Svelte Reset\\u0022 Script\\n1. The Setup\\n\\u0022I want everyone to put down your pens and phones. Uncross your legs. Place both feet flat on the floor\\u2014feel the ground supporting you. Rest your hands lightly on your laps. Now, if you\\u2019re comfortable, close your eyes. If not, just soften your gaze at a spot on the floor in front of you.\\u0022\\n2. The Cue (The Box Breath)\\n\\u0022We\\u2019re going to do a simple \u0022,\u00224-count breath. This isn\\u2019t just breathing; it\\u2019s a direct signal to your Vagus nerve that you are safe.\\n\\u2022 Inhale through your nose for 1... 2... 3... 4... feel your belly expand, not your shoulders.\\n\\u2022 Hold that breath at the top for 1... 2... 3... 4... stay calm in the stillness.\\n\\u2022 Exhale slowly through your mouth like you\\u2019re breathing through a straw for 1... 2... 3... 4...\\n\\u2022 Hold at the bottom, empty and still, for 1... 2... 3... 4...\\u0022\\n3. The Mindset Anchor\\n\\u0022Keep that rhythm going. As you breathe, I want you to scan your body. Drop your shoulders away from your ears. Unclench your jaw. Soften the space between your eyebrows.\\nIn this moment, there is no \\u0027to-do\\u0027 list.\u0022,\u0022 There is no \\u0027yesterday.\\u0027 There is only the air in your lungs and the floor beneath your feet. You are telling your nervous system: \\u0027I am safe. I am present. I am ready to receive.\\u0027\\u0022\\n4. The Release\\n\\u0022Take one final deep breath in, the deepest one yet... and let out a long, audible sigh.\\nOpen your eyes.\\u0022\\nThe Follow-up\\n\\u0022That shift you feel? That slight heaviness in your limbs and the clarity in your mind? That is the Svelte state. That is where transformation lives.\\nWhen you work from this place of regulation, rather than against a place of stress, your results don\\u0027t just happen\\u2014they last.\\u0022\\n\\u0022Now, I want to give you a tool to carry through the rest of this morning and into your life back home. We call it the Svelte Anchor.\\nWhenever you feel that old familiar rush\\u2014the feeling of being \\u0027behind,\\u0027 the urge to push through pain,\u0022,\u0022 or the voice telling you that you aren\\u2019t doing enough\\u2014I want you to stop and say these three words to yourself:\\nListen. Then Lead.\\n\\u2022 Listen: Check in with your body. Is it tight? Is it tired? Is it stressed?\\n\\u2022 Then Lead: Once you\\u2019ve acknowledged where you are, lead your body toward the right choice\\u2014whether that\\u2019s a shorter workout, a better meal, or a moment of rest.\\nYou aren\\u0027t a passenger in your body anymore. You are the conductor. Listen, then lead.\\u0022\\nThe Call to Action: The \\u0022One Degree\\u0022 Commitment\\n\\u0022My challenge for you today is simple, but it\\u2019s the most important thing you\\u2019ll hear.\\nMost people leave events like this and try to change 100% of their lives by Monday morning. And by Friday, they\\u2019ve crashed. We aren\\u0027t doing that here.\\nYour Call to Action today is to find your \\u0027One Degree.\\u0027\\nIn navigation, if a\u0022,\u0022 ship changes its course by just one degree, it ends up in a completely different continent. I don\\u2019t want you to overhaul your entire world tomorrow. I want you to find the one thing you heard today that feels like a \\u0027yes\\u0027 in your soul.\\n\\u2022 Maybe it\\u2019s committed to a 10-minute movement window.\\n\\u2022 Maybe it\\u2019s prioritizing that 60-second breath when you wake up.\\n\\u2022 Maybe it\\u2019s finally forgiving yourself for the years you spent fighting your body.\\nWrite that one thing down. Put it in your phone. Make it your wallpaper. That is your \\u0027One Degree\\u0027 shift. Because consistency beats intensity every single time.\\u0022\\nClosing Transition (Final Version)\\n\\u0022So, as we move forward, keep that mantra close: Listen, then lead. Trust that your one degree of change today is enough to create a totally different destination for your future. You\\u2019ve done the hard part\\u2014you\\u2019ve regulated, you\\u2019ve arrived, and you\\u2019ve opened\u0022,\u0022 your mind.\\nNow, let\\u2019s see what\\u2019s possible when we work together\\nVI. Community \\u0026 Expectations\\nAs we move through the day, I have a few asks:\\n\\u2022 Be present. * Ask the hard questions.oo\\n\\u2022 Listen to what your body is telling you.\\n\\u2022 And please... let go of the guilt.\\nThere is no \\u0022behind.\\u0022 There is only right now. Look at the person sitting next to you\\u2014this community is real. You are not alone in this journey.\\nVII. Closing \\u0026 Transition\\nToday is a journey. To help you find that \\u0022One Degree,\\u0022 I\\u2019m about to bring out the Svelte Coaching Team. These are the experts in the trenches, helping real people with real schedules navigate hormones and energy.\\nFollowing that, I am sitting down for a very special conversation with a fitness icon and a woman who embodies everything we stand for: Brooke Burke. We\\u2019re going to dive deep into her\u0022,\u0022 personal \\u0022One Degree\\u0022 shifts and how she maintains her vitality by working with her body.\\nBut our time together doesn\\u0027t stop there. After we hear from Brooke, we are going to spend the rest of the day putting these principles into active practice.\\n\\u2022 We will move together through the Svelte Protocol.\\n\\u2022 We will master the nutritional shifts that support your hormones.\\n\\u2022 And we will build the mental blueprint you need to take this home with you.\\nBy the time you walk out those doors today, you won\\u2019t just have a notebook full of ideas; you will have a body that feels regulated and a mind that feels clear.\\nVI. Closing Transition\\nTrust that you are in good hands. Don\\u2019t ask, \\u0022Can I do this perfectly?\\u0022 Ask: \\u0022Could this work for me?\\u0022\\nTake a breath. Set your intention. Let\\u2019s begin.\\nI want to bring out the people who turn the Svelte Philosophy into real-world action every single day.\u0022,\u0022 They don\\u2019t just understand the science of the nervous system; they understand the reality of your life. They know that a workout shouldn\\u0027t be a punishment for what you ate\\u2014it should be a deposit into your energy bank.\\u0022\\nIntroducing the Coaches: \\u0022The Architects of Momentum\\u0022\\n\\u0022Please welcome the Svelte Coaching Team!\\nThese are the experts who help you find that \\u0027One Degree\\u0027 when you feel stuck. They are the masters of:\\n\\u2022 Adapting: Making sure the movement meets you where you are today.\\n\\u2022 Simplifying: Cutting through the noise to give you the exact steps you need.\\n\\u2022 Sustaining: Turning that initial spark of hope into a lifelong flame.\\nThey aren\\u0027t here to tell you to \\u0027do more.\\u0027 They are here to show you how to \\u0027do right\\u0027 for your body, your hormones, and your peace of mind.\\u0022\\n[Coaches Walk Out to Upbeat but Grounded Music]\\nSo, as we\u0022,\u0022 prepare to dive in, I want you to make a pact with yourself.\\nThroughout this day, you\\u2019re going to hear a lot of science from me, practical strategy from our coaches, and incredible personal wisdom from Brooke Burke. It might feel like a lot. But remember: you don\\u2019t have to carry it all. You just have to find the pieces that belong to you.\\nDon\\u2019t ask, \\u0027Can I do this perfectly?\\u0027 Ask: \\u0027Could this work for me?\\u0027\\nWe are moving away from the era of \\u0027no pain, no gain\\u0027 and stepping into the era of \\u0027Listen, then Lead.\\u0027 We are trading burnout for balance, and frustration for flow.\\nThis room is full of power. This community is your support system. And your \\u0027One Degree\\u0027 shift starts right now.\\nTake one last deep breath for yourself. Set your intention to be open, to be kind to your body, and to be ready for the results you\u0022,\u0022\\u2019ve always deserved.\\nWelcome to Svelte. Welcome to the new way.!\u0022]}",
      "StatusCode": 200,
      "ResponseHeaders": {
        "Date": "Fri, 27 Feb 2026 21:32:51 GMT",
        "Transfer-Encoding": "chunked",
        "Content-Type": "application/json; charset=utf-8"
      },
      "ResponseBody": "{\u0022model\u0022:\u0022all-minilm\u0022,\u0022embeddings\u0022:[[0.03915026,0.0009084678,0.09010457,0.015104784,0.05622166,0.047455885,0.056784704,-0.013072982,0.07880653,-0.05571966,-0.07577396,0.05913424,-0.06290574,-0.0734927,-0.050293133,0.0341907,-0.010605858,-0.034780618,-0.068973474,0.107886255,-0.016167797,0.002548591,-0.013313091,-0.003585485,-0.018778978,0.050198626,-0.029942127,-0.0045573255,0.027812285,-0.07110489,0.037609484,-0.02068728,0.040381566,0.047696162,0.05980151,0.08070377,0.019148802,0.0013597232,0.028600955,0.055521607,-0.0043467334,-0.040958934,-0.033054948,0.0018792152,-0.021310547,-0.10187433,-0.026381057,-0.05366341,0.03899704,-0.054018117,-0.096718825,-0.05734773,-0.053785626,-0.06421052,0.0007146717,0.13107567,0.076853395,0.04777795,-0.016161274,-0.04578727,-0.033147994,-0.0991256,0.034379274,0.05516108,0.026430361,-0.02138136,0.011468439,0.017014027,-0.05183399,0.031586256,-0.04460838,-0.03535649,0.09414422,0.002397678,0.060253058,-0.02661094,0.07177524,-0.06667541,0.08097849,0.019914476,-0.002052583,-0.008707202,-0.09154643,0.050586164,-0.12645036,-0.024614982,0.011178369,-0.019992394,0.04744755,0.0073381714,-0.08645587,-0.041272536,-0.046793703,-0.014318015,0.022673063,-0.009864782,-0.10745144,0.02419597,-0.0011775083,0.043182764,-0.004953792,0.05371111,0.04324827,-0.014685496,-0.033269227,-0.12287079,-0.050291955,-0.00024289516,-0.0139249945,-0.01387907,0.008627094,-0.059062447,0.017503181,-0.0039522303,0.05214518,0.090135194,-0.06376773,0.035028785,0.03239132,0.051141955,-0.0022363807,0.01388369,-0.0068667117,0.06462429,-0.08918614,-0.0839993,0.021362567,-2.5949119e-33,0.009683336,0.03869268,-0.020249253,0.09909376,-0.00051759323,-0.03683665,-0.08463999,-0.010489791,-0.037387524,0.012826963,0.045553338,0.050485,-0.0059025427,-0.0057652583,-0.048411697,0.048797943,-0.162917,0.039754137,-0.042233393,0.062041126,0.09237042,0.015643166,-0.061178163,-0.10534309,-0.058974985,-0.051150892,0.05346468,-0.0047298134,0.012940928,0.0014868428,-0.09976991,0.08802866,0.0511044,-0.0452088,0.039523777,0.0037700033,-0.035775468,-0.038805634,-0.014645269,-0.04314405,-0.023633633,-0.026141327,0.054007947,0.005398044,-0.042002942,0.056648724,0.0231085,-0.05399778,0.049906407,-0.0032557636,-0.07306313,-0.0025157626,0.07792323,0.033718362,0.005969935,-0.08663455,-0.014442899,0.019972855,0.06707166,-0.0463177,-0.014532202,-0.003265592,0.013176066,-0.051676657,0.015577615,-0.045012526,-0.035120092,-0.02965424,0.06745955,0.028474683,-0.08106844,-0.049517177,-0.05602113,0.029963326,-0.064191744,0.0273955,-0.029722588,-0.01839114,0.0600307,-0.01047818,0.027414428,0.028146133,-0.055438288,-0.0043604746,0.13395622,-0.0599471,-0.009506415,-0.053759646,-0.03941984,0.05571186,-0.009049741,0.010172888,0.07591715,-0.031637885,-0.10095392,-1.5038785e-33,0.06419862,0.012364949,-0.053753767,0.08598051,0.07707291,-0.02493235,-0.025659908,0.024079844,0.05175674,0.03895197,0.041386317,-0.0036763616,0.08043343,0.015598591,-0.029340634,-0.054454245,0.025453985,-0.008738167,-0.07867691,0.003347943,-0.015871739,0.08794459,-0.13667354,0.053189293,-0.012675366,0.05685347,0.11883505,0.017974677,-0.03856292,-0.101963185,-0.014490432,0.002763825,-0.071024366,0.0845185,0.06153253,0.071296945,-0.0029200246,-0.046710882,-0.12158286,-0.0045682425,-0.010110004,-0.06274154,-0.024682911,0.05009883,0.02314198,0.015289638,0.03203218,0.043792274,0.005468482,0.011883709,-0.017943472,0.00075649156,0.019020637,-0.04512403,0.02569822,0.00023595268,0.022860553,-0.04200217,0.053192776,0.073882714,-0.07215778,-0.0074811704,-0.01461916,-0.027130844,-0.049811568,-0.046015903,0.0079042725,-0.020142794,-0.07896646,0.022087397,-0.023918372,-0.0399151,-0.07934752,-0.058038026,-0.0066204323,-0.039787777,0.052539732,-0.06383664,-0.060166765,-0.060229156,-0.020270813,-0.028040886,0.02438006,0.009910137,0.11315001,0.10041936,-0.08524937,0.03542166,-0.019083226,0.02434509,-0.007494367,0.062309038,0.009461315,-0.030374492,-0.079643995,-6.345052e-8,-0.0005002796,0.0051901224,-0.021460814,-0.01709524,0.06344927,-0.083176374,-0.00249983,-0.03429329,-0.086496115,0.034955017,-0.036465425,-0.021002531,-0.013280418,0.03174868,0.06027072,0.05609695,-0.015140421,0.07252927,0.0009892,-0.09342452,0.028874187,-0.015141298,0.006892144,-0.018328076,-0.009441484,0.07625782,0.032714643,0.028703416,-0.017431892,0.02051337,0.036782544,0.06675534,-0.08972534,-0.022209004,-0.06284413,-0.024163837,0.05287086,-0.015012292,0.061912406,0.012941914,0.008067302,0.027292024,0.08732652,0.042046227,-0.11105303,0.0288256,0.058642182,-0.011230474,-0.017335037,0.066823125,-0.022767328,-0.040800437,-0.017042913,-0.007448369,0.045514632,0.038196627,0.0007646791,0.036997993,-0.025556061,0.018279199,0.10829891,0.042569894,-0.055753153,-0.04110926],[0.01745535,-0.083077416,0.10135976,0.062701516,0.036836218,-0.018607656,0.0054345923,0.02158694,-0.06472609,-0.08606604,-0.009263749,-0.039703213,0.05312577,-0.020382266,0.012367344,-0.019459127,-0.034129724,0.0014743715,-0.090114966,0.012929363,-0.05645753,0.012641836,-0.0063097603,0.04368653,-0.0507636,0.014103771,-0.061882928,-0.06264099,-0.017559726,0.028162148,-0.008342124,-0.014081656,-0.038271587,0.04528147,0.031124357,0.100381635,0.010333941,-0.019842971,-0.04750121,0.05438199,-0.01064438,-0.1024247,-0.011411602,0.03267981,0.0042092265,-0.007590569,0.015923463,-0.026247805,-0.03550444,-0.044936467,-0.10784653,-0.06616322,0.11367012,-0.020823734,0.012923303,0.06724689,0.05127208,-0.050435167,-0.07917277,0.0069610993,0.0031979813,0.021548552,0.025117606,-0.022953404,0.012049096,-0.01719251,0.015635677,0.021686368,0.015747951,0.059965614,-0.0058156406,-0.07660646,-0.028294284,0.15160741,0.07598578,0.05536389,0.014098203,-0.040659502,0.09088374,-0.017758623,0.006300174,-0.0146979075,0.0049969554,0.11611898,-0.05819041,0.03229724,-0.026706649,-0.016586982,0.04612851,0.03137358,-0.028148444,0.0011275656,-0.01451987,0.033474945,0.0669945,-0.0027510738,-0.050429128,0.042689234,-0.085266545,0.040587183,-0.03181812,0.0499568,0.0034672525,0.04236234,-0.0038202761,-0.041397378,0.004742557,0.043654766,0.026571166,0.0455796,0.06831838,-0.053477064,-0.03907144,-0.023787688,0.02238891,0.06094732,-0.01966523,0.04149242,-0.032429673,0.060736,-0.07010004,0.017300034,-0.026859714,-0.027271684,-0.05349306,-0.092178814,0.01818869,3.8306635e-33,-0.032489687,0.075781964,0.04174234,0.06483929,-0.07944677,-0.013494763,-0.022044439,0.00077357015,-0.027560268,0.017509859,0.024815155,0.021866858,-0.09448404,0.00042449802,-0.06414102,0.010805049,-0.050922506,-0.015506646,-0.02216363,0.056628138,0.08528755,-0.035752192,-0.06612464,-0.03889924,-0.040353585,-0.014841801,0.039340235,0.018552037,-0.051939707,-0.0040567275,-0.065550506,-0.00017904231,0.025468217,-0.14210945,0.004852912,-0.14649847,0.061848365,-0.007803493,-0.04420535,-0.052474912,0.012456852,-0.010376539,0.042961184,-0.09699008,0.00201425,0.099368244,0.0468754,-0.07081228,-0.05413774,0.0038313884,-0.055931892,0.0152435675,0.09819706,0.053475004,0.0039325044,-0.11689186,-0.048901785,-0.026409328,-0.0149408225,-0.02114646,0.06063182,0.034880564,-0.037556045,0.032166794,-0.0039532664,-0.003728554,-0.013578608,-0.062406156,0.02765156,0.10679166,-0.021150138,0.011517423,-0.037140884,0.022242079,0.049176354,-0.069782294,0.009315684,-0.038010463,-0.021011239,-0.022011336,0.099655285,0.054064617,-0.12787414,0.029636666,0.06269113,0.04287908,0.0031097042,-0.031197647,0.071232356,0.0175725,-0.05882944,-0.079686895,0.035329066,0.033400286,-0.12874795,-4.9486428e-33,0.05947207,0.063579984,0.064893335,-0.041539513,0.08811555,-0.04193344,0.05936233,0.00930427,0.0047435407,0.033147223,0.046580195,-0.05958834,-0.03245069,0.0068108183,-0.027663365,0.028418444,0.06269647,-0.0075652064,-0.09586194,-0.058616698,-0.011992432,0.07428008,-0.036715485,0.06998242,-0.011377176,0.082898594,0.101594396,0.08470111,0.008923256,-0.01466671,0.020555852,0.014490754,0.018422183,0.046899196,-0.014945233,-0.054006398,-0.08104928,0.0022967376,-0.014348118,-0.020069268,-0.0020703096,-0.102733165,-0.10924034,0.020708045,-0.03726748,-0.07468503,0.052719288,-0.05784206,-0.011745358,-0.05111554,-0.0010947419,-0.084090896,0.038204473,-0.023945149,0.015113261,0.013007885,0.05404962,0.007244579,-0.06614298,-0.048348647,-0.064061925,0.052060116,0.01364707,0.05738296,-0.007868171,-0.050897837,0.042014353,0.0037629942,-0.022415735,-0.04649678,-0.057100017,0.08589983,-0.015147095,-0.040789977,-0.02894038,-0.0367582,-0.04125614,0.004556488,-0.013842811,-0.061450455,-0.05898194,-0.055306926,0.064453915,0.031618565,0.10376164,0.10515611,-0.04263636,0.055320427,-0.008531518,0.0020534007,-0.021713153,0.048113793,-0.020703359,0.061263513,0.00939162,-5.0444395e-8,-0.027611064,-0.013540332,-0.0117228385,0.030893069,0.00053228764,-0.07190558,-0.103727624,-0.030508181,0.035917234,0.04140642,-0.069052085,0.015574689,0.023620492,0.024039589,0.0071323947,-0.0222284,-0.014821107,0.14016902,-0.046487223,-0.056256503,0.06461747,-0.033294793,-0.030521808,0.008200916,-0.017051376,0.018022798,-0.007782941,0.042729516,-0.0994691,-0.037415255,0.05613174,-0.012727161,0.005028643,0.016090054,-0.011125507,-0.04521592,0.10973341,-0.06313479,-0.075341344,-0.004108925,-0.051117986,-0.017312672,0.06285474,0.09800376,-0.04147483,-0.034479324,0.024221918,0.0068757427,0.09324853,-0.004297938,0.074479856,0.027373746,0.031857163,0.0304762,-0.04353879,0.035278104,-0.051188093,0.049991,-0.052093703,0.051966127,0.10053393,-0.07737835,0.0069453917,-0.02226238],[0.019006638,0.053477224,0.025796415,0.0706919,0.055658873,-0.033013076,-0.008350556,0.07398638,0.010889565,-0.005469759,-0.043806218,-0.040670104,-0.0205536,-0.032608446,0.0507304,-0.03242042,0.03338196,0.038866896,-0.08196206,0.024383733,-0.09499157,-0.0218915,0.08877896,0.11549021,-0.065893605,0.032233786,-0.052633323,-0.06324125,-0.050604288,-0.007977169,0.08442931,0.03186082,0.03380237,-0.013436425,-0.005312595,0.087528564,0.051017478,0.03948243,-0.05137971,-0.009418985,-0.051448207,-0.08539976,0.010530886,0.030271765,0.005647128,-0.05454985,-0.023721064,-0.028407088,0.009813488,-0.027067846,-0.12377499,-0.061961643,-0.033522163,0.011839416,0.030274326,0.040487982,-0.03236669,-0.016726969,-0.07642172,-0.006328281,0.08376984,-0.034206454,-0.06331783,0.059320085,0.043356188,0.052076533,-0.0049172402,0.024583636,0.02569023,0.032535434,-0.0013481628,-0.028243784,0.025585603,0.05088394,0.06862513,0.05756587,0.019636622,-0.021579858,0.039519586,0.024827613,-0.014570378,0.029978162,0.047267523,0.07872096,-0.057944745,0.0044322554,0.029357666,-0.0014204745,0.04096925,-0.008890976,-0.04179268,0.024185417,-0.051078018,0.06457336,-0.0050287936,0.01583711,-0.08519596,-0.06691582,-0.03244568,0.038405403,0.01616454,0.037649576,0.060559336,0.0565948,-0.0032071827,-0.06752948,-0.032671764,0.01958635,0.09523728,0.057910774,0.037666664,-0.024864761,0.021595975,0.0028085334,0.069783464,0.06685067,0.033515643,0.078354254,-0.032174356,-0.0027255008,-0.029236915,-0.034172148,0.033325635,-0.07919206,-0.018790875,-0.009013281,-0.0024866099,5.2040296e-33,0.0318189,0.03599541,0.1443995,0.054572463,-0.05229349,-0.02140827,-0.036752325,-0.0042766547,0.018619472,-0.016606836,0.077849515,0.049849223,0.03281423,0.074341476,0.025062483,-0.08352602,-0.1488005,-0.06028429,0.06840819,0.0058409236,0.058832966,-0.08223716,-0.037188385,-0.03276574,0.006182524,-0.025893955,0.039210856,-0.029338146,-0.0812996,0.025633462,-0.089893065,0.02638651,-0.03776048,-0.048656728,-0.025240408,-0.08006546,-0.0059496975,-0.035908118,0.028618457,-0.06347883,-0.0029088121,0.007008393,0.028292876,-0.044119824,0.06265988,0.021010403,0.002909337,-0.051892363,-0.07684962,-0.029236967,-0.00062028394,-0.008326173,0.08002288,-0.040467557,-0.0118715735,-0.07870091,-0.07545931,-0.022768706,-0.056896303,-0.00610381,0.06432602,0.0038853684,-0.045620997,0.027994098,-0.08476293,-0.006972167,-0.021176776,-0.07227782,-0.029583706,0.059917323,-0.03402183,0.03318631,-0.0667394,-0.04784774,0.048941933,-0.07341294,-0.04616093,-0.04274841,-0.10054454,0.036346365,0.06900433,0.04235531,-0.101975895,0.044687327,0.083254986,0.0055704257,0.027114563,0.015437038,0.06923111,-0.06532809,-0.075602494,-0.05264422,0.039531294,0.055370037,-0.06531719,-5.4872815e-33,0.0036161118,-0.024198512,0.008078031,0.0029132615,0.099231705,-0.06080112,0.0053145844,-0.050605,0.014245648,0.005466193,-0.010576942,-0.010362106,-0.025828052,-0.06840911,-0.07629316,-0.026921345,0.011610537,0.017414227,-0.10643846,-0.011648309,0.028448205,0.0771176,-0.09331597,-0.0382112,0.012574397,0.056780975,0.06296854,0.11904033,0.076665156,-0.036914684,0.0011223338,0.061652627,0.00880989,-0.070244975,-0.023689732,0.08910266,-0.044674534,0.020638552,-0.024376297,0.01792095,0.01750974,-0.009093261,-0.04381922,0.0020970837,-0.043330126,-0.03758301,0.0033107542,-0.010979758,-0.0677047,0.0120330155,0.059284016,-0.11480401,-0.0314346,-0.046328988,0.05528543,-0.036368564,0.07496287,-0.012805878,-0.038731873,-0.013473084,-0.02652408,0.029213011,-0.033869114,0.09444406,-0.02896738,0.024897229,0.009728977,0.037866402,-0.015298875,0.032392103,-0.035292476,0.09032185,0.016231332,-0.027535385,0.006346162,0.03300904,-0.01925833,-0.065557286,-0.07001389,-0.004643745,-0.033219352,-0.09750905,0.081676714,-0.07595317,-0.025744744,0.042244766,-0.097214855,0.0793242,-0.08325754,0.056242164,-0.038766887,-0.0134388385,-0.07238839,0.08357239,0.033280566,-5.5746085e-8,0.0988549,-0.06316142,0.056580167,0.07383825,0.009481551,-0.0010327821,-0.027246878,-0.005119691,0.023531863,0.0041189366,-0.0012322738,0.061695702,0.032844085,0.12093992,0.021779763,-0.018482853,0.06820589,0.061238293,-0.06273616,-0.07835815,0.00493474,-0.026413677,-0.017124714,-0.05258497,0.035439096,-0.052242897,0.0043094507,0.0587609,-0.031909615,-0.036369022,0.060390193,0.003420887,-0.05100801,0.034574058,-0.022044232,-0.0627919,0.034031972,-0.053401437,-0.031332623,0.011430355,-0.068541124,0.032564934,0.038833983,0.11579663,-0.05884174,-0.09120105,0.0041109584,0.024745926,0.034286425,0.011298599,0.040895343,-0.058256187,0.050663345,-0.035085633,-0.037216794,0.10421266,-0.03597757,0.06077477,-0.05808064,0.029786274,0.11743546,-0.009798044,-0.031963546,-0.055606946],[-0.044459887,0.009434935,0.022276673,0.08006711,0.0897021,0.020365018,-0.041345224,0.0025154587,-0.06816469,-0.070031516,0.0011465572,0.0005948206,0.102527864,-0.060544517,0.078923516,0.017111026,-0.04940973,0.041899294,-0.059327763,-0.02051572,-0.05030026,-0.0013533735,0.006587089,0.09854219,-0.009972339,0.05754159,-0.09566752,-0.02901298,-0.03378566,0.0078770695,0.055620026,-0.028527932,-0.05541212,0.02197106,0.012946685,0.13689192,-0.020067217,0.015740119,-0.06830425,0.02806974,-0.030590346,-0.058923062,-0.010726799,0.0052220654,0.021092674,-0.052164923,-0.056655467,0.061582714,-0.021542681,-0.016028179,-0.088650905,-0.049507078,0.0507055,-0.01244153,0.04490227,0.059540085,0.05533058,0.019549418,-0.062827274,-0.05821741,-0.0040649045,0.00043214444,-0.021634078,-0.02185743,-0.016680658,0.09030746,0.049453452,0.04691749,0.046788298,0.026159992,0.0013295949,-0.057935305,0.0089608,0.05305016,0.057575986,0.05802754,-0.03189496,-0.058612145,0.031646293,0.008650167,0.017985314,-0.025070557,-0.019089853,0.09420099,-0.041377082,0.00882982,-0.01084546,0.021698138,0.043352157,0.021810338,0.040081058,0.039624337,0.017571114,0.03968649,0.03787196,0.02335405,-0.05447687,-0.06365198,-0.07119778,0.022310397,-0.0069066775,0.024263617,0.064668655,0.003591595,-0.05976255,-0.05900999,0.054000646,0.015820177,0.06589919,0.051529557,0.026917214,-0.08417714,0.017325938,0.05571574,0.03525432,0.014211305,-0.03582031,0.058363028,-0.024843086,0.06971928,-0.04121321,0.022639528,0.044885542,-0.052896667,-0.00683989,0.030183569,0.054754633,2.5894756e-33,0.010194101,0.02776308,0.05768527,0.058504324,-0.073788606,-0.06604118,-0.065945715,-0.011980131,-0.02933967,0.004623595,0.059662987,-0.027511802,-0.068677254,0.050011225,0.0049241986,-0.066963494,-0.05955858,-0.027705556,0.08766078,0.025846241,0.03170871,-0.03158328,-0.032915715,-0.10114134,0.016968975,0.0019164883,0.10275828,0.101345815,-0.054815795,0.0053351354,-0.0037767934,-0.0169417,0.010476614,-0.13157444,-0.07530073,-0.063121706,0.008577237,0.014557267,0.013162269,-0.013392876,-0.051666357,0.09565738,0.024631148,-0.024718395,0.06833038,0.02649195,0.043618847,-0.06009896,-0.09883168,0.021273836,-0.05960025,-0.0012191555,0.017309623,-0.050588142,-0.07073256,-0.14197928,-0.064568885,-0.02006089,0.001220098,0.0063345702,0.11970942,-0.049157605,-0.00037953167,0.056660485,0.010506326,-0.018400202,-0.05538088,-0.08667336,-0.036334913,0.13172688,-0.052802406,-0.01861351,-0.008519229,-0.0349367,0.0781213,-0.07098398,-0.0022948952,-0.034378506,-0.1196285,-0.04035227,0.0421315,0.025130121,-0.08734722,0.074076235,0.097780615,0.018701289,-0.04290335,0.051538978,0.027636338,-0.013086541,-0.021100795,-0.086865775,0.06618951,0.050920095,-0.06370642,-3.4270017e-33,-0.003946118,0.05518173,0.10962099,-0.072410345,0.114261486,-0.03513619,-0.06564336,-0.0649492,0.05215244,0.0028076568,0.014480716,-0.037496913,0.004137962,-0.033340055,-0.023468763,-0.020147137,0.00036791738,0.0017240224,-0.07911692,-0.055739716,0.0052824537,0.008814065,-0.055900726,0.0058192164,0.023425478,0.034937315,0.01879456,0.07673052,0.0918971,-0.0065239095,-0.00053538,0.009435974,0.0411732,0.04571465,-0.031965777,-0.022630861,-0.057528872,0.029928362,-0.034223296,-0.060429197,0.014019071,-0.012930143,-0.094267145,-0.058887094,-0.013700277,-0.027505895,0.013992548,-0.044030823,0.013930533,0.045678463,0.03527557,-0.06815871,0.023049867,0.017093869,0.031997036,-0.037085913,0.09266859,-0.0013416864,-0.07538713,-0.086875625,-0.1519181,0.011920534,-0.0006098432,0.06101604,0.033075545,0.016822848,0.09041563,-0.01316813,0.024773195,0.02680025,-0.025957914,0.07708333,0.0359187,0.027842749,0.017916085,-0.003042195,-0.07775643,0.029430514,-0.07650223,-0.015430109,0.023902915,-0.04549574,0.061390594,-0.05670194,-0.0019571541,0.060341712,-0.0015420441,0.062408555,-0.021499896,0.06678765,-0.047554918,-0.0342528,0.014538793,0.05945285,0.03658159,-5.4928734e-8,0.013500878,-0.044214543,0.033439692,0.05420417,-0.05057529,-0.04746686,-0.023922771,0.0045329295,0.0477307,-0.0408589,0.02434964,0.044616252,0.109930664,0.048151594,-0.055946734,-0.05881323,0.036754142,0.11771868,-0.01636145,-0.029396301,-0.028064676,-0.0574622,0.010477436,-0.01204967,0.014457043,-0.0052786563,0.005670788,0.090597935,-0.076152876,-0.03173918,0.036672257,-0.09716978,-0.01816227,-0.008029834,-0.087278105,-0.036137775,0.08590362,-0.011957904,-0.014710827,0.029117178,-0.037310325,0.012620312,0.017545803,0.05721558,0.016048197,-0.11657927,-0.01568324,-0.01236699,0.025977707,-0.033296056,0.05347166,-0.011887248,0.026781892,0.0016971802,-0.006000888,0.061862145,-0.07193697,0.042156372,-0.047703475,0.020214321,0.094515495,-0.047992542,-0.043378867,-0.06974616],[0.012993184,-0.047769997,0.040604368,0.15091181,0.1315185,0.031110505,0.035752743,0.020795476,0.04471352,-0.049910624,-0.049241927,-0.02566039,0.074131556,-0.0034463657,0.068341434,-0.013591506,-0.056328822,0.018263036,-0.052123424,0.061279405,-0.010463569,0.022450607,0.024290243,0.074739285,-0.023096116,0.05274239,-0.05380591,-0.03548587,0.012074559,-0.01273557,-0.029464208,-0.008387369,-0.012498947,-0.0073855566,0.07813553,0.040933523,0.024500962,-0.050743874,-0.040637318,0.06918727,-0.012934041,-0.091232724,-0.017001856,0.06587403,-0.042730045,0.011811944,-0.080037445,-0.057471722,-0.0496818,-0.0120811295,-0.068894334,-0.07777999,0.05349286,0.017320082,0.09261658,0.080759615,0.010052995,-0.0022512607,-0.087728485,-0.014851056,-0.074937284,0.032037117,0.0422772,-0.0048657856,0.07006102,0.01961878,-0.007468551,0.031748917,-0.0070098895,0.071536325,-0.051152,-0.05913433,-0.012113419,0.023932263,0.037891958,0.04628856,0.011535827,-0.0582679,0.08788248,-0.008542478,0.0425013,0.016918108,0.03475638,0.00014315355,-0.060831256,0.00028025528,0.036154896,0.022036105,0.012806455,0.05798999,-0.002466709,-0.047956035,-0.075609766,0.10629958,0.055021062,0.03478199,-0.08358101,0.03262186,-0.08207358,-0.0041700643,-0.021003129,0.047628943,0.006562535,0.04256207,0.013618541,-0.02903726,0.0024180673,-0.021797061,0.019907555,-0.023344617,-0.031035203,-0.081422426,0.033989817,0.006981039,-0.0066400487,0.0652914,-0.01887619,0.14616239,-0.014768818,0.046897672,-0.011465942,-0.034984577,-0.019495176,-0.10591795,-0.023816679,-0.04144144,-0.010743775,6.8915886e-34,0.049230702,0.037460085,0.002291309,0.048341244,-0.07137971,-0.07814888,-0.05707679,-0.048926756,-0.012463017,-0.00066957367,-0.043392323,-0.02631272,-0.08177365,0.07335067,-0.029365784,-0.033458456,-0.08871075,-0.012395378,0.03352315,-0.0076759453,0.018244887,0.00684428,-0.025519282,-0.013314225,-0.015257408,-0.030865962,0.0094199125,0.06824052,-0.11264776,0.01844405,-0.077966325,-0.010396721,-0.022537695,-0.03923368,-0.022412444,-0.08184977,0.05817642,0.000078643585,0.00060120365,-0.045504194,0.006387921,0.032729805,-0.049012482,-0.042933542,0.0813917,0.057499915,-0.03041928,-0.06832671,-0.07580836,-0.044049393,-0.041782834,0.055755906,0.062279943,0.024757607,-0.009904307,-0.070414625,-0.031239003,-0.038014755,-0.10672984,0.008890996,0.0379183,-0.025362432,0.03175743,0.008752226,-0.0042152894,0.0073775966,-0.113007136,-0.09409335,-0.052765604,0.06499898,0.013535576,-0.029256212,-0.021504022,-0.01087262,0.07942436,-0.053627964,-0.00520277,0.009703947,-0.12471628,-0.09529946,0.024658993,0.013625717,-0.056799255,0.018312177,0.09447675,0.054114357,0.016264033,-0.040460102,0.02465315,-0.07799719,-0.045759607,-0.12517875,0.11642561,0.031458173,-0.11057933,-2.4066658e-33,-0.01313392,-0.0045189597,0.032833867,-0.09475852,0.017681886,0.002841921,0.059203163,-0.052292686,-0.044904374,0.0041250195,0.05089859,-0.029464362,-0.09690322,0.003954222,0.031190114,-0.04495967,0.032942846,0.028291872,-0.034837652,-0.056634124,0.017644845,-0.010691354,-0.06796661,0.012472467,0.051243536,0.02990391,0.07528503,0.100653216,0.090468355,-0.010897079,0.0066882395,-0.044030715,-0.04065462,0.058375966,0.03172579,0.021255402,-0.03409484,-0.0023160875,-0.06906888,-0.08008614,-0.027340159,-0.025915325,-0.019454742,0.034832638,0.03493307,-0.029089049,0.013795278,-0.023306431,-0.031207358,-0.015935458,0.08313365,-0.09036645,0.029682618,-0.024123242,0.00482905,-0.0006828461,0.070825316,-0.062855385,-0.09004001,0.0016950818,-0.067860305,0.03693377,-0.05258012,0.05613652,0.010898457,0.033811472,0.009212567,-0.007642969,0.08395028,0.009618377,0.018831847,0.05877603,-0.025741199,0.081429295,-0.0044157607,-0.0065401937,-0.011911381,0.03506074,-0.0055537755,-0.034501668,-0.09540576,-0.049630653,0.05245767,-0.047504235,-0.037070204,-0.0015206605,-0.00995548,0.07709489,0.018393777,-0.0052349633,-0.03334376,0.01644442,-0.06465635,0.03232593,-0.0042296927,-5.1561496e-8,0.01143217,0.014958691,-0.0033355698,-0.008227264,0.07028705,-0.061295312,0.04078448,-0.03955894,0.027617564,0.088368244,-0.008448574,0.033868633,0.11842596,0.06972281,-0.020792693,0.029689848,0.027011449,0.13328443,0.016316123,-0.08674253,0.030917058,-0.034698498,-0.063887335,-0.0051032957,0.05052836,-0.0037659453,-0.056801602,0.09617817,-0.064215325,-0.017377177,0.100855924,0.0049834927,-0.014812027,0.02668409,-0.022545472,0.014257004,0.10983601,-0.04000164,-0.051898398,0.0337315,-0.0048495056,-0.011395278,0.046437297,0.06729431,0.026291372,-0.095593184,0.017201403,0.014240408,0.046009675,-0.019621633,0.069651164,0.0065000183,-0.0129809305,0.056246214,-0.060337964,0.029759115,-0.0968504,0.08819995,-0.01632123,-0.03577556,0.12088789,-0.02306141,-0.027486257,-0.0255928],[-0.0027783308,-0.06482698,-0.0050380942,0.037270688,-0.009933012,-0.017945822,0.03942046,0.05134181,0.047591247,-0.04249002,-0.032950155,0.038716495,0.00451764,-0.06232018,0.0356897,-0.038716894,0.008246436,0.034025908,-0.055957016,0.044057563,0.03583393,-0.050891683,0.0037049584,0.02272703,-0.02317728,0.0440676,-0.034001064,-0.008108278,0.04234687,-0.042618584,0.008616676,-0.03550407,0.0025545077,-0.031800553,0.014111566,0.094605334,0.035388656,-0.056568496,-0.07343861,0.02645646,-0.08221057,-0.06755171,-0.05084389,0.013533161,-0.038101833,-0.002232394,-0.046294563,-0.076999135,-0.02484134,-0.05854023,-0.0766637,-0.089454696,0.07539264,0.05838287,0.023025716,0.0070401374,0.019719271,0.015431646,-0.1298966,-0.02678659,-0.032924403,-0.0145143885,0.03590637,-0.0018175408,0.054562755,-0.043934237,0.04764574,0.035339274,0.010645172,0.07336734,-0.049874593,-0.09981647,-0.027329287,0.011332221,-0.013247552,0.041460752,-0.004494236,-0.10615861,0.048304476,-0.032190382,0.035341986,0.020444544,0.028432203,0.017787404,-0.047191273,0.062222496,-0.01645298,0.045713242,0.045165103,0.09382792,0.025297705,-0.04961647,-0.0512811,0.022969047,0.083610535,0.027508786,-0.06706558,-0.0028699443,-0.028219892,-0.014870383,0.022448123,0.0826394,0.051637612,0.06129351,0.0011665808,-0.09584162,-0.0146756265,0.0135767115,0.0448179,-0.0064369906,-0.024629109,-0.032496847,0.043870397,0.035703234,-0.038841344,0.10561982,-0.014932563,0.115430996,0.0053903377,-0.0034326313,-0.013261597,-0.07783668,-0.02701364,-0.091624625,0.008536008,-0.024556072,-0.045956686,8.438597e-34,0.03469294,0.0057710977,-0.020171938,-0.028843315,-0.05922479,-0.07543123,-0.040646598,-0.03363914,0.011710094,0.06832428,-0.013262203,-0.08569106,0.052343234,0.10696631,-0.028285408,-0.0484645,-0.09261701,0.06281581,-0.011695282,-0.027729597,0.111718304,-0.022417359,-0.02222791,-0.017287059,-0.00037934823,0.023670617,-0.04186745,0.059164137,-0.10888529,-0.006774974,-0.09776676,-0.025431046,-0.051197987,-0.069933966,0.043576054,-0.055061262,0.07119473,-0.014782381,-0.02873694,-0.029761188,0.09012815,0.024648596,-0.021139687,-0.055995625,0.080312386,0.038493603,-0.040634505,-0.024605552,-0.0013507635,-0.07110356,0.008921779,0.03858823,0.09447823,-0.02669466,0.018720021,-0.02017047,0.02077758,-0.09098435,-0.034876607,0.033604294,-0.0031223989,-0.048707195,0.010006245,-0.023909545,0.001449427,0.020108987,-0.15404227,-0.027820854,-0.016476395,0.029781595,-0.035315983,-0.002969763,-0.0061638313,-0.07406313,0.073068425,-0.045805942,-0.0028558956,0.03556635,-0.11869626,-0.040081654,0.01798921,0.034950584,-0.060713407,0.033759836,0.0842012,0.09858607,-0.025372876,-0.11186966,-0.026141321,-0.04862064,-0.047564857,-0.068295516,0.03069155,0.02782455,-0.12561062,-2.4957323e-33,0.014838165,0.034394328,-0.033148646,-0.014935479,0.07426195,0.031728428,0.01181074,0.008750017,-0.036196444,-0.025794273,-0.019784337,-0.039959267,-0.045282006,0.037199985,-0.0023919211,-0.017638888,-0.019488119,0.03561677,-0.037007444,-0.033411495,0.045009863,0.04020554,-0.07640819,0.028126458,0.040958554,0.004122414,-0.0015937644,0.055037927,0.031266406,0.011217272,0.035395842,-0.014235879,-0.00574715,0.011893655,0.014338139,0.067054726,-0.059604432,0.04614833,-0.05572136,0.010427548,0.014498946,0.044748817,-0.011552804,0.07614952,0.00064865354,-0.051069774,0.009896586,-0.027332315,-0.08171445,0.018499782,0.109931454,-0.04392981,-0.009685485,-0.022872364,0.06481688,-0.005674821,-0.022628834,-0.07327585,-0.08145279,-0.08951689,-0.059013583,0.0245909,-0.0098641,0.13794613,0.004817695,0.08472646,-0.051367916,0.056754325,0.026951289,0.018137408,-0.08125435,0.068987414,0.026393387,0.119371936,0.010790773,-0.019121235,0.00922758,-0.06541031,0.03990008,-0.037688192,-0.09045162,-0.05398483,0.01241609,-0.035735443,-0.016311144,0.1077179,-0.095615305,0.08957657,-0.013347437,-0.069100365,-0.009391251,0.018376956,0.0036296581,0.07348674,0.041380145,-5.5911112e-8,-0.0020995424,-0.03205295,0.011472037,0.04257211,0.042905316,-0.046415884,0.07712949,-0.04949249,-0.007750065,0.066588655,0.000041882307,0.003983662,0.056728743,0.04842921,0.0048934747,0.05187296,-0.0014185467,0.17507067,-0.053781424,-0.05950242,0.023725014,-0.04348714,-0.01058142,0.054265875,0.102172166,-0.055437814,-0.010959916,0.093389586,0.002546188,-0.006916256,0.02006342,0.029624019,-0.016772157,0.051099427,-0.023223825,0.046540745,0.03359603,-0.009558841,-0.06338636,0.075274535,-0.028878896,-0.023504276,0.0707248,0.0437363,0.005376102,-0.04913124,-0.04521592,0.04194264,0.035618737,-0.0005814118,0.05536674,0.03573469,-0.016662303,0.09313899,-0.007632521,0.026120808,-0.12310589,0.06708542,0.023468213,0.029661408,0.090687424,0.03092126,0.035402752,-0.048636414],[-0.017290037,-0.060618833,0.08476744,0.024185438,0.015263347,-0.011887887,0.055690367,0.012121704,-0.0067759994,-0.06440205,0.02208731,-0.02373098,0.025729025,-0.020164412,0.014456766,0.0283632,-0.035218474,0.058050904,0.025676666,0.043801636,-0.020878132,-0.008084612,0.06420471,0.03715097,-0.0997364,0.05410895,-0.08628887,-0.04832726,0.034955554,-0.07250776,-0.026162574,-0.028215442,0.02850766,-0.005756514,0.014263088,0.07033587,0.049304247,-0.046679344,-0.06428539,0.06862892,-0.034482673,-0.07760814,0.018361395,0.0210277,0.0589345,0.0798112,-0.099652804,-0.0019240922,0.03923234,-0.0553085,-0.09357061,-0.056190573,0.05766205,0.025535721,0.01820533,0.060924165,-0.009870528,0.017412553,-0.03807148,-0.020510726,0.004658265,0.012578965,-0.011520177,0.051741973,-0.0526687,0.0010040565,-0.0072440514,0.008141119,0.014491582,0.107416764,-0.09504188,-0.06396639,0.005125241,0.016253559,-0.04369413,0.008588538,0.03196573,-0.109898485,0.045068976,0.017028816,-0.00964062,-0.007356229,-0.0031860925,0.027835395,-0.033976145,0.0537349,0.015621128,0.0411558,0.04827462,0.00033421046,0.020127123,-0.050363228,-0.044893134,0.059318285,-0.034489356,0.040449407,-0.033886548,-0.003490522,-0.0703192,0.07366395,0.030301703,0.0023697566,0.013378988,0.034808856,-0.033344354,-0.03889862,0.004384463,-0.014392471,0.029736657,0.0013734454,-0.030790705,-0.06150092,-0.01980554,0.04525034,0.004507262,0.055554844,-0.07960347,0.05899607,0.040392146,0.042646218,0.07661415,-0.041955568,-0.05174074,-0.08379763,0.054081976,-0.015818097,0.02128559,7.3296035e-34,0.05134384,0.019284409,0.025783116,0.02729293,-0.03676531,-0.085718304,-0.038800705,-0.008576443,-0.07962645,0.071764275,0.011010815,-0.07085531,-0.048230417,0.027321547,0.0102956155,-0.084591426,-0.106815144,-0.0066256193,-0.00010040945,-0.014126516,0.12196754,-0.015091472,-0.04768357,-0.037149202,0.005354311,0.052058514,-0.030859808,-0.0019670294,0.030293616,0.0387657,-0.14670415,0.002349983,-0.1076506,-0.09382537,-0.025318988,-0.008790327,0.078232996,0.016501889,0.022310758,-0.008856687,0.013747994,0.056148916,-0.032990877,-0.062236078,0.031958595,0.037648786,-0.04998319,-0.019536993,0.006068559,-0.04902751,-0.03869004,0.018588502,0.038748156,-0.027845973,0.029949155,-0.05765362,0.018454641,-0.046537623,-0.08212617,0.005928316,0.07881487,-0.03424071,0.016614236,0.020883506,-0.032995116,-0.0061747204,-0.071904466,-0.08656156,-0.0032124694,-0.06669163,-0.08288793,0.0117456615,-0.006134587,-0.027912876,0.0124676535,-0.100444265,0.030153165,0.0066732788,-0.091325335,-0.050631884,0.08333962,0.017059995,-0.08313274,0.050874103,0.12626669,-0.048387922,0.0069407835,-0.03212792,-0.09623308,-0.0013471214,-0.08194484,-0.053171817,0.09910328,-0.0286792,-0.1055916,-1.8309864e-33,0.05230616,0.0657778,0.011672508,0.03133943,0.0047641457,-0.0006361894,0.06702511,0.035795674,-0.007779147,-0.030191753,-0.067808986,0.011110463,0.010177105,0.015808437,0.01748124,-0.028264007,-0.0073612737,0.09340421,-0.05572,0.04574316,0.03646133,0.032217287,-0.0073228646,0.02108323,0.0010661449,0.038364287,0.07248637,0.083412915,-0.011465804,-0.039180912,-0.016238898,-0.026807694,0.009280616,0.04803094,-0.023128022,0.036986545,-0.034154955,-0.03968692,-0.12478967,-0.024627406,0.066703305,-0.0018838985,-0.046005003,0.03548064,0.02475059,0.026108308,-0.030925116,-0.020790346,-0.10708434,0.009018904,0.023044243,-0.06508122,-0.02425329,-0.09691292,0.00919466,-0.01067786,0.03555825,-0.08296498,-0.06330163,-0.02621224,-0.052063428,0.03959606,-0.13723777,0.0376336,0.061956618,0.044668835,-0.028109971,0.07267675,0.059290398,0.0025938703,-0.050953917,0.13613257,-0.034099143,0.014597949,0.00875202,-0.003589913,-0.012910154,-0.073519066,0.021349866,-0.023751391,-0.036722116,-0.024864322,0.067798026,0.06002925,0.0154105555,0.102278434,-0.010682415,0.09735372,-0.047009874,0.020246603,-0.001964419,0.091231085,0.09954893,0.05091099,0.050230343,-5.6774073e-8,-0.055168737,-0.011869314,0.008210322,0.023219276,-0.0046828194,-0.036237806,-0.033768762,-0.053231463,-0.03988426,-0.0463388,0.03272909,0.004126741,0.10357137,0.10127254,0.0024508205,0.08750584,-0.0035715143,0.13763304,-0.05984202,-0.03141836,0.0631564,0.010399812,0.032729793,-0.03161251,0.041943915,-0.04973445,-0.033338293,0.086499244,-0.08885747,-0.054014064,0.014445803,-0.021272196,-0.024912618,0.04814097,-0.020599825,0.010011509,0.06729945,-0.049844414,0.0052738055,0.00891979,-0.03800443,0.017274808,0.011143828,0.045147568,-0.07277904,-0.039312836,0.039464656,-0.07981531,0.055752482,-0.01602018,0.03888572,-0.019976318,0.015552318,0.033359148,0.052122347,0.057046354,-0.10564014,0.08535016,-0.03125894,0.05044077,0.024406616,0.11293913,-0.08331174,-0.017926162],[0.020173294,-0.06863597,-0.007851489,0.0027606003,0.017170584,-0.0227915,0.086445495,-0.017160008,0.03590002,-0.06690423,0.018863589,-0.05559786,-0.0017860212,0.0038265698,0.014584894,0.043175202,-0.010138619,0.08405199,-0.052708026,0.029711252,0.042657215,0.04497673,0.0844281,-0.009601232,-0.06522225,0.03716982,-0.045941744,-0.13277072,0.029340658,-0.06809574,0.06538067,-0.06169115,-0.0032223351,-0.015281284,-0.044502594,0.06971693,0.010124367,0.05476095,-0.01491269,0.024953876,0.015209237,-0.02239595,-0.03108477,0.03271023,0.053294655,0.11975476,-0.114191994,0.032938797,-0.0035857202,-0.030132918,-0.10955361,-0.023324903,-0.07939951,0.053224538,-0.008714585,0.026548024,-0.016421668,-0.017117552,-0.07208787,0.029118173,0.014630448,-0.044658016,-0.0053360676,0.02537291,-0.05026618,0.021028347,0.035527624,0.023532255,0.02817793,0.12524197,-0.0636596,-0.06718231,-0.054691523,-0.0388371,-0.03601442,0.025609909,0.074292704,-0.14479786,0.019184565,0.06269625,0.011900946,0.027119387,0.028655589,0.04769032,-0.060135227,0.04314061,0.02738147,-0.020792346,-0.042808764,-0.009473465,0.030271972,-0.026542362,-0.07554694,0.07853756,0.07640492,0.047908705,-0.052020285,0.067956515,-0.08855431,-0.000033362623,0.064446986,-0.038659282,0.012478974,0.0012384288,-0.08574116,-0.020206237,-0.011758277,-0.059676964,-0.00018546086,-0.009964807,0.0029205326,-0.019902252,0.015968135,-0.0034581441,-0.011057427,0.045200642,-0.017849663,0.058431473,0.049373142,0.048637096,0.029901499,0.014157654,0.0010944437,-0.118427776,-0.012244635,-0.05013735,-0.03654444,-7.16336e-33,0.021295512,-0.007042011,0.072618194,0.053307667,-0.07113861,-0.03909977,-0.04379995,-0.039733693,-0.032189794,0.13908458,-0.007306471,-0.08563077,-0.03854926,0.032814495,-0.020528056,-0.12346935,-0.10187741,0.032486137,-0.007975885,-0.027807243,0.048496947,-0.03052403,-0.04741765,-0.04483781,-0.02703641,0.03362904,-0.024256522,-0.02342423,-0.032997478,0.035555117,-0.10238329,0.036042865,-0.087419756,-0.04778009,-0.05608714,0.035520215,0.021088345,0.03606875,-0.009180918,-0.025613835,-0.04931855,0.101558015,-0.0016203279,0.023037821,0.0129692815,-0.035045877,-0.07732846,0.08288887,-0.001215794,0.02114455,0.043823574,-0.039304033,0.08085366,-0.024532031,0.018792825,-0.054484904,-0.011928388,0.017868139,-0.0657179,0.04413282,0.06329285,-0.027128726,-0.05284086,0.024963144,-0.053558704,0.07801029,-0.11511825,-0.04358534,0.080066934,-0.0026240873,-0.05285537,0.07561015,0.01796596,-0.016525153,0.01634331,-0.053805232,0.029580679,0.012725401,-0.05341826,-0.03914218,0.14505655,0.03208152,-0.032818414,0.09919572,0.08745009,-0.08766235,-0.02814388,0.013905876,-0.05965415,0.040992137,-0.060717013,0.025604488,0.10377086,-0.015065479,-0.06322272,5.306808e-33,0.08627752,0.059917007,0.0529612,0.0641985,0.016838163,0.05820277,0.019538993,-0.008018225,-0.008612904,-0.04758007,-0.02827873,0.018949775,0.012904561,0.028816309,0.03944724,0.014776091,-0.015568243,-0.0042231153,-0.0759283,0.040923536,0.011009632,-0.019227374,-0.049836524,0.04537989,-0.022466242,0.031535607,0.046983577,-0.00048608083,0.07139031,-0.07287242,0.023168163,-0.053119626,-0.00268566,0.023577416,-0.03549422,0.012009549,0.00454113,0.0060968096,-0.06884682,-0.028596818,-0.005914433,0.027568014,0.039282113,0.022191161,-0.009710101,-0.032694217,-0.022522215,-0.03981663,-0.17906348,0.040348724,-0.022244982,-0.0061583123,-0.07292505,0.009592014,0.06198744,0.100278355,-0.04050243,-0.04665596,-0.013425275,-0.07157907,-0.018712807,0.018811893,-0.08402986,0.019567976,0.038152095,0.083472565,-0.012713844,0.023036646,-0.019668046,0.028102634,-0.076263204,0.031090528,-0.08099635,-0.04828993,0.029949402,-0.03219347,0.012698293,-0.09037115,-0.021560064,-0.009349865,-0.06261716,0.0047541284,0.03802604,-0.04808738,0.031703595,0.02640807,0.0052938536,0.06669556,-0.01049802,0.011996563,-0.040075302,0.05677708,-0.020023214,0.05631234,0.058214996,-5.198221e-8,-0.060043402,-0.06969026,0.04925249,0.028206374,-0.03198832,0.023096731,0.042362954,0.026541434,-0.059794996,0.018170865,0.09075998,-0.003957082,0.0326518,0.08264789,0.066621326,0.013818456,-0.0071108784,0.08419571,-0.020652866,-0.08329492,-0.025761979,0.006146303,0.0065784366,-0.023551159,0.051713064,-0.03752423,-0.01351255,0.13217796,-0.043325745,-0.0030210547,0.08580489,0.031835433,-0.04557189,-0.03661548,-0.08021253,-0.013385204,0.06579026,-0.014984735,-0.0020314285,0.058573175,-0.027260503,-0.012482695,0.042682122,0.110941164,-0.00793297,-0.0464996,0.04054182,-0.03036577,-0.0003360456,0.042719904,0.05448052,-0.014733881,0.058289427,0.060342472,-0.00088410464,0.093043186,-0.08129164,0.02952584,0.00792323,0.060282826,0.035961937,0.054829415,-0.07982826,-0.01149742],[0.006028101,0.007783953,0.026544318,0.069299504,0.08148966,0.0020101198,0.010161672,0.0021734752,0.052050665,-0.09400882,-0.047056038,0.015723195,-0.026489425,0.035382476,0.007168155,0.023677696,-0.025308615,0.0059526283,-0.07740148,0.058628693,-0.03244747,0.0037358878,-0.023829728,0.049650956,-0.0016564854,0.09214298,-0.04638287,-0.08774772,0.06280499,-0.04034156,-0.04579937,-0.045999505,-0.04420144,0.02122342,0.041494384,0.0707143,0.020724041,-0.005098022,-0.012186196,0.06390913,-0.014814598,-0.051458396,-0.032410454,0.016754728,-0.042408925,0.042477008,-0.06150572,-0.06280006,0.04743758,-0.019985795,-0.06918768,-0.06324108,0.017642803,0.03198104,0.03305922,0.04090608,0.10180276,-0.016477427,-0.0036837154,0.018191345,-0.022742776,-0.04639037,0.01945974,0.045247603,0.016473033,0.023476081,0.022272471,-0.025957841,-0.020284114,0.06830237,-0.06672156,-0.08799978,-0.025622202,-0.0068778284,-0.011750291,0.046749655,0.051134363,-0.07160977,0.05618848,-0.04653692,0.09570889,0.027099648,-0.024308696,0.026683094,-0.0579011,0.058809232,-0.0022365772,0.09551885,0.08373066,0.00942336,-0.0066862092,-0.0454958,-0.08798342,0.04149408,0.065745905,-0.055700257,-0.041707873,0.13710947,-0.08138178,0.048612174,0.044547714,0.05470701,0.02823291,-0.02259236,0.01788524,-0.046957195,-0.03505001,-0.06525571,-0.06264338,-0.01303382,-0.031254414,-0.024585597,0.008222426,-0.060018566,-0.029585186,0.023005767,-0.030006643,0.10683912,-0.008011461,0.1218622,0.02690564,-0.005246148,0.022049526,-0.06989617,0.010009626,0.0036773456,0.034056496,-2.8702286e-33,0.08751814,-0.006196056,-0.021069175,0.02823041,-0.05525713,-0.097853035,-0.0688476,-0.01848148,0.010467157,-0.024392374,-0.007135977,-0.0051578847,-0.045767903,-0.007371694,-0.1255533,-0.07063666,-0.07791475,0.018902175,0.004702214,0.021647021,0.0696055,0.023248237,-0.07551534,-0.06026394,-0.027031241,-0.049307857,-0.026243443,0.037226472,-0.063123554,0.005705513,-0.096317716,0.049568217,0.031084606,-0.0588252,-0.0016164334,0.02604257,0.01802804,0.0027322273,-0.031122852,-0.099501826,0.005928056,0.04162378,-0.056482077,-0.058729753,0.043026026,-0.022284525,-0.028073117,-0.03461414,-0.019055896,-0.024712877,-0.08736458,0.023966292,0.018591449,-0.053044982,-0.046322368,-0.04200431,0.019674614,-0.05038159,-0.049036168,0.0010413441,0.008125412,-0.0015356689,-0.026598657,0.010620124,0.030870656,-0.029708078,-0.07827573,-0.083538786,0.007038404,0.039483342,-0.015172776,-0.014039669,-0.038996894,0.020807734,0.016449835,-0.009336941,0.017445587,-0.023472644,-0.08960832,-0.023439331,0.047302503,-0.012937115,-0.035762984,0.04189251,0.17059357,0.010023094,0.005152953,-0.0826809,-0.092546605,0.058076818,-0.06230406,-0.061821673,0.15630233,0.00043890407,-0.099273235,-1.1350142e-34,0.052664306,0.03785837,-0.035163343,0.045072347,0.021277301,-0.018338822,-0.020729976,0.059766576,-0.068561934,-0.009276399,-0.0058366535,-0.0063466355,0.020111844,0.052605964,-0.028099246,-0.028922515,0.001813819,0.012688756,-0.045557156,-0.012923095,-0.0435843,0.023808926,-0.04410126,0.049884845,0.07678829,0.032952745,0.12530829,0.034031563,-0.06559019,-0.09540266,-0.04387998,-0.0049930518,0.015479761,0.095576644,-0.06017329,0.060319703,0.007638939,-0.04186942,-0.017932668,-0.06423376,-0.060477838,0.071639284,0.008326227,0.057250075,-0.04698727,0.0023811017,-0.028606119,-0.0013034478,-0.059176613,0.036718216,0.06298295,0.023745902,0.0026912761,-0.03265962,0.080955915,-0.016670419,-0.05642057,-0.12274119,-0.1394234,0.022211868,-0.065293394,0.021253249,-0.036048193,-0.041639537,0.05342357,0.0050039967,-0.00968157,-0.01277097,0.021033715,0.030399766,0.0063253692,0.01829462,-0.123680614,0.02457824,0.01099702,-0.05169104,0.071577035,-0.013881857,-0.017642112,-0.04705234,-0.06161507,-0.022352269,0.07697433,0.023625202,0.0024566716,0.04302513,-0.02763179,0.08165777,0.048185717,0.029855734,-0.023206992,0.047984805,-0.111277156,0.0708041,0.038207527,-6.1355856e-8,0.030868897,0.01866319,0.0025063083,-0.025753511,0.016024414,-0.101120725,0.05712516,-0.06869306,-0.06830824,0.036880355,0.039385665,0.006464913,0.03957573,0.028297909,0.014688573,0.04276699,0.04192099,0.0686366,-0.003831785,-0.097409,0.05614459,-0.00967171,0.0029582807,0.009412617,0.050412357,0.0409424,-0.052537736,0.09003545,-0.029899165,0.018229382,0.073122986,0.051134504,-0.032918513,-0.030550638,-0.08370168,-0.00965566,0.1094023,0.0021937306,-0.026044589,0.08054741,0.031684857,0.04066292,0.038732875,0.044150237,-0.1089996,-0.063629575,-0.00975888,-0.0013129993,-0.044839587,-0.024526237,0.089538336,0.00085256033,0.10276075,0.10111915,0.010051534,0.049970854,-0.058251828,0.057545107,-0.0026323914,0.017314095,0.056521043,-0.0128183,-0.04830339,0.009861311],[0.0025278938,-0.0210033,0.067268945,0.027933411,0.07740704,0.0422531,0.03644412,-0.05224529,-0.0017022424,-0.018268393,-0.00068500236,-0.05412999,0.030729216,0.03165412,0.07804903,-0.01568398,-0.035797104,-0.01747274,-0.048865646,0.04184314,-0.01815317,0.054464735,0.021081928,0.06444016,-0.04102798,-0.009496031,-0.026414705,-0.06379798,-0.012497687,-0.029498264,-0.018690746,-0.0020990467,0.033815105,0.089183636,-0.046658922,0.10987133,0.0070706825,-0.027024996,-0.027647927,0.030679852,0.028601157,-0.020552536,0.0975569,0.0015740591,0.0056705787,-0.036526747,-0.08044392,-0.0006827797,0.021501472,-0.06100689,-0.042837493,-0.013565142,-0.01792894,0.01873312,0.03931083,0.107967235,0.055278074,0.047019225,-0.025155876,-0.00399287,-0.01174611,0.041265734,0.018215975,-0.03676569,-0.006628346,0.08741351,0.0075752637,0.0030765752,0.0015110289,0.16113554,-0.029701252,-0.03931354,-0.02799496,-0.03833777,0.023123363,-0.01807473,-0.009023478,-0.085625425,0.03296461,0.0132325925,-0.032479502,-0.05924324,-0.03950271,0.020698763,-0.066036925,-0.0010191434,-0.04552606,-0.0024707313,0.0754,-0.025673991,0.005106975,0.013426134,-0.022258451,0.05545008,-0.030419027,0.061600536,-0.13664435,0.008886803,-0.07212392,0.024523303,0.032740284,0.019291673,-0.042215217,-0.022017937,-0.0076997904,-0.034648914,0.018985646,-0.02667321,0.011110396,0.0094472645,0.063632555,-0.13862224,0.027050031,-0.0045304783,0.025932096,0.09363741,-0.08244024,0.11803201,0.003250047,0.101791546,-0.0062704175,0.056093913,-0.011167322,-0.04628774,-0.041933686,-0.10233516,0.08835585,6.9285745e-34,0.045971803,0.054597706,0.106126465,0.03590306,-0.010381241,-0.08962171,-0.08204821,0.06635222,-0.010196678,0.021790238,0.03070922,0.027162824,-0.02205905,0.00888064,-0.035059836,-0.0627561,-0.081133224,0.0019227928,0.008303888,0.042139575,0.062389884,-0.017494159,-0.0623685,-0.073100835,0.079421975,-0.06531095,0.029178565,0.04334064,-0.055708848,0.0056514344,-0.12876038,0.038532447,-0.09175781,-0.046969153,-0.03801274,-0.013042481,-0.049148556,0.06805686,-0.018949471,-0.08357244,-0.09219201,0.013734718,-0.041893497,-0.018616466,0.04992232,0.04656514,-0.039797626,-0.07717249,-0.04767462,0.010451527,-0.058630057,0.006328149,0.07463806,-0.028057374,-0.033126805,-0.1123327,0.019732786,0.048692193,-0.026691785,-0.05814158,0.072758354,-0.033981275,-0.024662334,0.08706309,-0.03092787,0.01838987,-0.10097404,-0.03099328,0.06149604,-0.014180279,-0.09035076,0.0076217614,-0.040348172,-0.042861506,0.013040464,-0.02771194,-0.009749381,-0.05588364,0.0024099834,-0.023966912,0.0073963967,-0.01583926,-0.050593287,0.029792957,0.14829168,0.0144146355,0.044143304,-0.03519795,0.00014584583,0.04017541,-0.09041717,0.03703067,0.027123818,0.062835336,-0.03248394,-2.3999447e-33,0.035628002,0.055602852,0.09465976,0.016381435,0.057124183,-0.059495397,0.05922548,-0.057004623,0.044471327,0.046869226,-0.018248504,-0.024016561,-0.019381734,0.01153996,-0.020052489,-0.037687458,0.030604012,0.039586175,-0.08054404,0.06958286,-0.031665865,-0.00796563,-0.072620004,0.038450472,-0.045210615,0.028907591,0.10030516,0.04253353,0.09270407,-0.05371094,-0.009031407,-0.020583326,-0.04408939,-0.00046591362,-0.042245485,0.042614017,-0.034986828,0.009784615,-0.07894366,0.02982996,-0.012221754,-0.06452676,-0.009856398,0.021623757,-0.008087175,-0.036118437,0.05051641,-0.026616493,-0.1726373,0.009931436,-0.001031639,-0.025304751,0.020351792,-0.011880924,0.09057426,0.0052704653,0.031517476,-0.0370454,-0.047122043,-0.038798492,0.0057087964,0.113742344,-0.022145268,0.058210682,0.0066855066,0.0049354266,0.017722309,0.009919542,-0.0027305572,0.07383708,0.067254506,0.09339015,-0.05823357,-0.021272296,-0.04047775,-0.010739827,-0.0641443,-0.05924771,-0.0664384,-0.0231284,0.023667866,-0.027663331,-0.0056141047,0.0020157718,-0.003864388,0.04659144,0.0797238,0.09713949,-0.0006470986,0.05249228,-0.026458377,0.06936303,-0.050107,0.0248953,-0.08118983,-5.2693405e-8,-0.0406858,0.03425182,0.013688278,-0.03833541,-0.010080276,-0.07741352,0.013824644,-0.052531477,0.051772587,-0.007366244,0.032438528,-0.0011290258,0.019496137,0.09477215,0.023780689,-0.005056472,0.013577289,-0.004451977,-0.020298928,-0.061572026,0.024346227,-0.02329786,-0.011891147,-0.06618178,-0.001997401,0.044095285,0.027972389,0.13934243,-0.07431493,0.01633466,0.010666554,-0.034708466,-0.079832114,-0.0014676375,-0.04842789,-0.012348154,0.103912786,-0.050095424,0.006720459,-0.011036247,-0.021066725,0.012496592,-0.0027653023,0.09053743,-0.032309253,-0.04256579,0.07109809,0.02128137,0.011263537,-0.031261966,-0.00058980956,-0.052116476,-0.006948905,0.0012321551,0.026446626,0.11823707,-0.0044872626,0.049920578,-0.094873935,0.03319792,0.057746414,-0.048660558,-0.121133804,-0.02182714],[0.01196825,-0.0068179094,0.14506261,0.03136121,0.084182456,-0.06547845,-0.0147795575,-0.055601537,0.029597972,-0.038581155,0.038273513,-0.02994857,-0.040160887,-0.0150766075,0.031948395,0.0032383057,-0.07887927,0.045008924,-0.10314187,0.03253691,-0.031367496,0.010482824,-0.05543754,0.06709057,-0.0594402,0.019886492,-0.025226787,-0.057244956,-0.0045753694,-0.06641114,-0.012891262,0.10004596,-0.073379695,0.029760966,0.0039379993,0.12881325,0.010108746,-0.017291492,0.031097647,-0.0136689115,-0.007263171,0.00005069071,0.048717763,0.08000978,0.01517605,-0.016764047,-0.038195923,0.011360046,-0.006429225,0.010946604,-0.10022688,-0.033595365,-0.054085385,-0.0205391,0.01856047,0.10583621,0.1042752,0.06960655,0.0032666754,-0.034596864,-0.0052679135,0.069147766,-0.03580075,-0.021407926,0.01605642,0.012828798,0.01776783,0.00852558,0.022767967,0.13120003,-0.03438376,-0.035815015,-0.018478064,0.06395533,-0.0028522809,-0.021039492,0.027178308,-0.019752864,0.03910812,0.04099036,0.0070667397,-0.039186332,-0.05817656,-0.02873938,-0.10020671,-0.056610726,0.012244404,0.053182624,0.042330306,-0.0017033159,0.06402974,-0.033281744,0.061273932,0.048078068,-0.040471178,0.022813965,-0.07349817,0.033362333,0.029819276,0.061361864,0.048994217,0.05792953,0.00784403,0.0071920236,-0.046439227,-0.02066773,0.015272721,-0.024731424,-0.027551012,-0.014854563,-0.0238384,-0.060038976,-0.022919646,-0.031827882,-0.018583762,0.055020448,-0.055791307,0.07478714,0.0021144028,0.06536228,0.017651016,-0.004007507,0.020396808,-0.040038586,-0.050284553,-0.01691933,0.12771854,2.2411834e-33,0.03353682,-0.019049827,-0.02519369,0.0778253,0.010558866,-0.038384907,-0.07229303,0.015363516,-0.07339752,0.034223817,0.02108884,0.065522894,-0.07583683,0.008726225,0.00818324,-0.18045346,-0.0618259,-0.02967865,0.09333101,0.0056138686,0.035178415,-0.07463474,-0.046338838,-0.15747775,0.042567205,-0.02392696,0.033805076,0.040604796,-0.05628386,0.015411185,-0.09662314,0.0833169,-0.0045980914,-0.03718788,-0.06889949,-0.020253617,-0.014818686,-0.030363243,-0.0032067383,-0.09309024,-0.08410711,0.056028858,-0.0606173,0.022788987,0.086414926,0.05046546,0.008333571,-0.019898914,-0.0393878,0.018493537,-0.04077403,-0.04160581,-0.0013203381,-0.07389262,-0.012257995,-0.113901846,0.05387774,-0.017303603,0.011991574,-0.042031698,0.05159269,-0.06787284,0.05511314,0.057983883,0.06664602,0.079931386,-0.085401334,-0.05255472,0.0036830672,-0.031880964,-0.093115345,0.0024568746,-0.0024149804,-0.058760222,0.045942973,-0.003967863,-0.030876288,-0.041275207,-0.04804829,-0.04191873,-0.045344993,0.07136349,-0.1087925,0.056752045,0.092602335,-0.033856645,0.032439895,0.042589422,-0.028252553,0.064982735,-0.11135401,-0.031132462,0.15244555,0.013973342,-0.0038303668,-3.3205284e-33,0.02989926,-0.0010753123,-0.008805393,0.044459287,0.008918835,-0.081511565,0.0038095333,0.014530836,0.013970734,0.020910446,-0.0430218,-0.039985202,0.04046272,0.0024856608,-0.07762793,-0.03803417,0.09438107,0.08160755,-0.042311925,0.027776163,0.011858152,-0.008150824,-0.10370172,0.061667886,-0.023565881,0.02809686,0.061855454,0.017908622,0.025592124,-0.07038875,-0.029069778,-0.023763511,0.010049113,0.0841765,-0.05255303,0.004598031,-0.053547423,-0.0009101936,-0.028846435,0.029899657,-0.047774956,-0.04927825,-0.059592187,-0.042802606,-0.016249405,-0.013087274,0.016839067,0.052964367,-0.058087606,-0.0013226497,0.020635907,-0.043411054,0.044990983,-0.10719101,0.041421007,0.03479576,0.04670619,-0.08077299,-0.06098352,0.0008340337,0.012602595,0.028854342,0.03781833,-0.003228768,-0.022369126,-0.0076054074,0.055026382,-0.008204052,-0.041639943,0.066267505,0.005132965,0.078928106,-0.08435678,0.016673066,0.045354538,-0.06496005,-0.016128663,-0.05726031,-0.03872617,0.031723514,0.004687681,-0.0039448286,0.0055735623,0.03518333,-0.045810252,0.040272918,-0.039810974,0.044697404,0.06651279,0.037112236,-0.078576,0.036312368,-0.05883591,-0.02384489,-0.060042087,-5.549765e-8,-0.027563594,-0.063949406,0.06558945,0.047200006,0.0011378526,-0.034895085,0.0122462455,-0.0036385611,0.022544315,-0.04544347,0.018184397,0.008211458,0.024386639,0.08069391,0.006997672,0.04956588,0.057137936,0.026085287,-0.014689212,-0.07649664,-0.008423077,0.028650643,0.0434737,-0.08608589,-0.020587498,0.019814754,0.026985554,0.1063054,-0.046612468,-0.045261614,0.052464113,-0.04025593,-0.064156055,0.03201935,-0.044479527,-0.0020838515,0.057363313,0.006887776,0.032984782,0.00079982844,-0.030886332,0.018270524,-0.016093155,0.090630755,-0.04217194,-0.089145936,0.06462442,0.0092232665,-0.055852525,0.0003861969,0.051641773,-0.031446118,-0.022505423,0.009292468,0.092805296,0.051486168,-0.057192426,0.095915295,-0.045683622,0.08164847,0.044113662,0.011809084,-0.05276842,-0.021203805],[-0.03845299,-0.074297845,0.07585839,0.07638838,0.11010551,0.031845994,0.022278111,-0.037377506,0.05681571,-0.05927229,-0.035202816,-0.050290387,-0.020030232,-0.015217507,0.026182937,0.0058107018,-0.040989663,-0.030181428,-0.055283133,0.05529041,-0.051610656,-0.03722986,0.0028026875,0.07342799,-0.04074485,-0.048810817,-0.051350858,-0.01623885,0.00081166625,0.0038214661,-0.028601235,-0.014901494,-0.011687875,0.06079417,0.033948828,0.1443128,0.040629163,-0.040836997,-0.018589122,0.090561464,-0.023029974,-0.08528896,-0.031379916,0.032507055,-0.031080404,-0.0020586092,0.022881137,-0.0769395,-0.049338423,-0.07338973,-0.09695972,-0.09520088,0.016405545,-0.0042453236,0.019218817,0.07842004,0.05619784,-0.04204,-0.055411883,-0.034861125,0.007516807,0.012347534,-0.0070502954,0.034293707,0.035340264,-0.018653043,-0.015598249,0.08055307,0.04933041,0.05307104,-0.030578494,-0.03462969,-0.022393271,0.03306816,0.0363277,0.03182502,0.066347815,-0.068071455,0.10611669,-0.049519908,0.013070565,-0.028850857,0.038849395,0.069267854,-0.08537178,0.01120028,-0.0318758,-0.025445545,0.069172,0.045981456,-0.022277024,0.031088598,0.0016908749,0.05348302,0.033716965,0.049489304,-0.10156328,0.043252613,-0.1098129,0.080280006,-0.057003338,0.07784561,0.00952436,0.009688993,-0.050656274,-0.0288164,0.012080415,0.0011552137,-0.014136678,0.0012146409,0.021528844,-0.04468757,0.006975961,-0.0030426732,0.0022246817,0.070417,0.004647589,0.08251276,0.01115214,0.025118066,0.0018880209,0.029731127,0.017028185,-0.028875457,-0.027036464,-0.05220179,0.000020423782,4.70367e-33,0.011412723,0.09040149,0.03227787,0.09024485,-0.025951229,-0.030302929,-0.06538168,-0.048062608,-0.0465041,0.027478594,0.041713554,0.036676604,-0.03636708,-0.01160589,-0.014248243,-0.04641099,-0.08055811,-0.010802198,-0.023891598,0.0506512,0.13697033,0.008870667,-0.05551114,-0.027688436,-0.043864634,-0.029921873,0.036026455,0.027243536,-0.055250645,0.012095687,-0.1066187,0.048920944,-0.0360773,-0.05543553,-0.008066908,-0.029181894,0.01242003,-0.029562471,0.017263396,-0.034044135,0.0074692303,-0.01814744,-0.047344588,-0.05368211,-0.011336832,0.050053965,0.044225674,-0.03933875,-0.034021974,-0.024195036,-0.042064387,0.001535578,0.06248968,-0.0020339824,0.045718234,-0.06116168,0.00888567,-0.030903293,0.031983975,-0.052398916,0.073574096,-0.040745538,0.0011153123,0.014567848,-0.027409196,-0.013708823,-0.046619553,-0.043786712,0.014855018,0.000889775,-0.06764245,0.016736206,-0.040261928,-0.0715053,0.035279915,-0.024242336,-0.06768068,-0.03235403,-0.0032502743,-0.007222569,0.019117104,0.023471454,-0.13703129,0.02961206,0.0879575,-0.006698708,0.089621454,-0.03672375,0.020752236,0.07567779,-0.057497583,-0.07800832,0.09777493,0.009415377,-0.10789964,-5.3486907e-33,0.05186037,0.033450134,0.03186915,-0.043763388,0.071810685,-0.058529552,0.09349514,-0.024301538,0.03305041,0.07649289,0.0024125353,-0.03442921,-0.053063665,0.040635798,-0.051946875,-0.0127984425,0.11906808,0.0072500184,-0.045469783,-0.06577487,0.0453403,0.06921034,-0.12222762,0.047250368,0.0032251019,0.058139842,0.10234441,0.062240116,-0.04413366,-0.04842891,-0.019898316,-0.042216506,0.014666161,0.03258776,-0.0022367514,0.046502687,-0.03741559,-0.04017226,-0.060730666,-0.016068846,0.017310228,-0.114908606,-0.16121913,0.014330026,-0.055404626,-0.015293396,0.033790354,-0.021286538,-0.09771952,-0.0010714709,0.018990075,-0.06066898,0.02882125,-0.056633078,-0.0036314642,0.007906463,0.09325472,0.010228944,-0.051676165,-0.007068629,-0.006843706,0.05920422,-0.019207446,0.034494106,0.021610122,-0.043584768,0.020669613,-0.039792996,-0.046960693,-0.012974789,-0.07440175,0.07790108,-0.04026216,-0.016975857,-0.0055914097,0.010910332,-0.013760612,-0.062840104,-0.023915926,-0.050987292,-0.09760337,-0.101817094,0.07742658,0.026586179,0.060802374,0.07734033,-0.04218934,0.10944466,0.0062748278,-0.00959366,-0.017870877,-0.02117198,0.019685118,0.005462195,0.041635998,-6.178065e-8,-0.029108586,0.027803717,0.020821378,-0.021666365,0.0067495108,-0.06353929,-0.01224276,-0.052311394,0.016089158,0.11327449,0.009551704,0.030183436,0.050562583,0.07633485,0.040527653,0.059784316,-0.032061253,0.08920393,-0.03606132,-0.088841714,0.08278306,0.010806717,-0.06054283,0.017107861,0.019130763,-0.00066720764,-0.09129849,0.08412359,-0.114782915,-0.045094762,0.056291133,-0.0015770431,-0.018102795,0.014639827,-0.031262215,0.04032356,0.05888742,-0.026281085,0.0015394663,0.052532107,-0.010981786,-0.026047384,0.048886426,0.08971585,-0.024833849,-0.020294966,0.0039705043,0.029924458,0.0004870619,-0.012062901,0.043405145,-0.021304497,0.0068133464,0.051134635,-0.024175731,0.028988177,-0.0623464,0.11998611,-0.0569318,0.05529271,0.11578973,-0.061160706,-0.03616428,-0.07609128],[-0.04416768,-0.07108182,0.08012485,0.0520532,0.0056774854,0.012171107,0.024611706,-0.014872123,0.029890388,-0.06251895,-0.023831781,-0.041267246,-0.04701435,-0.027759986,0.12365686,0.031026717,-0.01919662,-0.015122181,-0.026610207,0.07915547,-0.008251462,-0.07269259,0.032976724,0.036462322,0.0013449676,-0.027680987,-0.028913343,-0.07873685,0.01979009,-0.01376607,0.010235362,0.012980078,-0.058663435,0.051751915,0.009111735,0.15642433,0.030488858,0.02470123,-0.046966545,0.05743203,-0.026317498,-0.062417872,-0.0006507635,0.03406799,-0.07046309,-0.0152510395,-0.034608144,-0.000010672988,-0.042740848,-0.06888046,-0.17254142,-0.09031316,-0.042984765,0.059252497,0.009898339,0.10263015,0.08975786,-0.02600577,-0.05232788,-0.022441123,-0.059505764,0.052708432,-0.007987838,0.006664867,0.035905465,-0.004297552,0.02802902,0.037323125,0.03307491,0.06423166,-0.044850923,-0.020625576,-0.05195331,0.06658057,0.042055268,-0.013784853,0.044166885,-0.06953955,0.093482904,-0.042226512,-0.05484772,0.028195532,0.048064247,0.07781841,-0.099978745,0.02266022,-0.038518984,0.03554726,0.039128702,0.036305867,-0.011793271,-0.019618712,-0.024982087,0.010050225,0.047606304,0.082769714,-0.10710385,-0.0033848884,-0.028318018,0.057260644,-0.055517294,0.09828345,0.0049349414,-0.03018665,-0.055622246,-0.02943566,0.010007491,-0.058676083,-0.0017073541,0.009989557,0.02620076,-0.08840734,0.0055983257,0.005925318,-0.014329126,0.06590692,0.020654943,0.061315823,0.04723015,0.022539558,-0.013669843,0.025108485,0.0066033346,-0.06508194,-0.0395295,-0.051025692,0.07772644,3.6890727e-33,0.030294545,0.037193775,0.028685201,0.15113358,-0.067007,0.049416043,-0.028244251,-0.012865937,-0.011605024,-0.024808481,0.03639785,0.014161556,-0.042522565,0.009200588,0.01686133,-0.10780176,-0.07223691,0.0005172964,0.07287472,0.049207944,0.067614324,-0.0044936333,-0.05996119,-0.041237857,-0.027437162,-0.03615937,0.03970196,0.07947263,-0.080926396,0.0048338394,-0.1181217,0.060143102,-0.08813616,-0.089219846,0.009263981,-0.031713422,-0.002332055,-0.008715365,-0.011391835,-0.07058869,0.0045205383,-0.012965513,0.00008842511,-0.03966964,0.0039633913,0.043920204,0.017140122,-0.032052245,-0.032327563,-0.037733342,-0.021555101,0.01812082,0.036793754,-0.039782796,-0.024809178,-0.028640926,0.0012110386,-0.079842426,-0.01282553,-0.040337574,0.09065538,-0.023595015,-0.0065076984,0.020953381,0.005911689,0.017012507,-0.05884656,-0.11046394,0.021727873,0.03308354,-0.08758907,0.028289245,-0.020087903,-0.06578881,-0.033567782,-0.04549816,-0.025207356,-0.07290715,-0.0244832,-0.052287422,0.059341926,0.048530854,-0.084885284,0.086034365,0.08776591,0.014471391,0.0507175,0.021959713,0.000111932095,0.021421263,-0.06796796,-0.039300963,0.11216344,-0.013288949,-0.057367004,-4.3377755e-33,0.02782067,-0.003910198,0.0024408333,0.010259616,0.07742384,-0.04525488,0.02117969,-0.024040958,0.043855987,0.03390399,0.012639922,-0.029425228,-0.023764635,-0.023048963,-0.04262091,-0.039604727,0.07949175,-0.0028841216,-0.0126110315,-0.0052613188,0.03532335,0.04728518,-0.13029219,0.06460869,0.015264501,0.06296773,0.06418525,0.098345295,-0.0028209058,-0.008418658,-0.022786016,-0.0278812,0.025040044,0.028582573,0.020768985,0.020268092,-0.1277542,-0.022662224,-0.046058945,0.010703709,0.0016929891,-0.07720188,-0.05903645,0.015813638,-0.0015965706,0.024688488,0.04854502,-0.02201266,-0.094894275,0.0020340427,0.05198591,-0.064611815,-0.02681196,-0.0772473,0.0058982763,-0.025154771,0.05703209,-0.023187554,-0.061270386,-0.0049936147,-0.0027659847,0.036658626,-0.005760041,0.06582865,-0.023568043,-0.021733772,-0.004394671,-0.089752935,-0.03668093,0.030067192,-0.023903642,0.08489626,-0.014506204,-0.022240352,0.027254727,-0.07949252,0.015823819,-0.121293314,-0.015046371,-0.02118109,-0.062366623,-0.08078432,0.039477803,0.014256877,0.0071837036,0.05457628,-0.07589212,0.08552641,0.014474538,0.030722698,-0.068206266,0.05545388,0.0010220619,-0.026522703,0.017496794,-5.7681095e-8,-0.015111894,-0.006660334,0.047638375,0.006479399,-0.008529823,-0.06796609,-0.011127785,-0.07912254,0.0176462,0.06870382,-0.033415407,0.069131985,0.1113696,0.084741585,-0.018332962,0.009969448,0.07566076,0.13440514,-0.027957482,-0.045536768,0.087844126,-0.039074425,-0.026193984,-0.017538095,-0.015806468,0.041633215,0.023817891,0.13348252,-0.07104376,0.005099895,0.09030853,0.012654346,0.03888812,0.02611472,-0.044103257,-0.040047802,0.06037627,0.020338183,0.0028508692,0.054881,-0.027071422,-0.03973057,0.0011017672,0.074677184,-0.07488626,-0.071715854,0.042117044,-0.008120065,0.011426629,0.06735233,0.064739466,0.009204693,0.014804139,0.0029289918,-0.01860468,0.0332716,-0.016078113,0.046127435,-0.041158997,0.05587582,0.07609766,0.0010363341,-0.042799097,-0.06550795],[0.0021744508,-0.029697811,0.05649853,0.04687671,0.03382602,0.0059366645,0.011127344,-0.04413092,0.07086295,-0.077343136,-0.060038935,0.012087412,0.014494595,-0.08581012,0.046956677,-0.026004655,-0.03758881,0.00021684806,-0.03392336,-0.046557043,-0.05529588,-0.052438088,0.033617746,0.026839385,-0.03322781,0.08660982,-0.06877824,-0.043394275,0.037197433,0.01222021,0.03006418,-0.062391497,0.013200864,0.032537293,0.0056938133,0.12208104,0.014117004,0.010890483,-0.06678125,0.12007599,-0.00039638742,-0.059142854,0.0572721,-0.011980811,-0.00040980583,0.022817837,-0.033366684,-0.028276088,-0.023177477,-0.027041966,-0.119584054,-0.14001893,0.0582095,-0.04001371,0.016749185,0.070851035,0.10681328,0.055877026,-0.06804568,0.017358102,0.00064251904,-0.033985563,-0.030769102,-0.000010935912,0.013147024,-0.012718187,0.0042719077,0.08921358,0.034515027,0.0480395,-0.015278031,-0.09523612,0.012321749,0.015261078,0.037209816,0.01945725,0.015381047,-0.043880727,0.027546056,-0.03958991,-0.025700588,-0.07445213,-0.0055854023,-0.03536193,-0.0077662724,0.06812134,0.026947813,0.027139796,0.07423976,0.11003056,0.004263841,-0.06468769,-0.082404405,0.03793555,0.0686143,0.100159205,-0.092298865,-0.010007665,-0.03533364,0.011909588,-0.003637946,0.044498213,0.009872497,0.04264563,-0.059406,-0.10226782,-0.035971794,-0.018968418,0.05053519,0.0176972,0.010188433,-0.041301206,0.07873678,0.08489182,-0.029750908,0.05535969,-0.034095265,0.10510305,-0.017234853,0.040108647,-0.00913043,-0.007802474,-0.026698343,-0.09357766,-0.041000966,-0.056015898,-0.010037747,-1.3516026e-33,0.0033122117,0.057267345,0.04689762,0.015595915,-0.054051053,-0.07606786,-0.029017234,-0.05791674,0.032325413,0.07741678,0.053763818,0.015257893,0.02381057,0.053903025,-0.035617013,-0.06453652,-0.12876137,-0.0027735687,0.025630642,0.04506907,0.09319465,-0.0026363456,-0.059294187,0.0045783184,0.00093487906,0.043600466,-0.0033149177,0.04539061,-0.073693216,0.00096373225,-0.099054836,-0.014412312,-0.12402593,-0.075565785,0.0080770785,-0.051243786,0.03932813,-0.023735357,0.0246445,-0.050313223,0.011759171,0.0031851542,-0.00476508,-0.06724662,0.011994311,0.061647385,-0.01023866,-0.08986753,0.0036328542,-0.0099100815,-0.0124204215,-0.040289987,0.08852205,-0.06806149,0.057791647,-0.0757025,0.026108798,0.014192559,-0.0465713,-0.03136306,0.056736536,0.0087111145,-0.018194001,0.022141436,-0.030762827,0.010598706,-0.08924503,-0.019490795,0.069581956,-0.010915604,-0.062687054,0.023765275,-0.012092748,-0.037519578,0.06586881,-0.11706623,-0.053719483,-0.029257879,-0.052400198,-0.011559749,0.04670038,0.027091365,-0.06776866,0.014479635,0.07259686,0.028986946,-0.029157693,-0.021011671,0.028556721,-0.00013201592,-0.056331504,-0.07396913,0.050272495,0.067521445,-0.08332509,-1.267631e-33,-0.016805753,0.07000992,-0.023564719,0.007063846,0.045955554,0.017910607,0.045547325,-0.03594649,0.01994445,-0.027884632,-0.0382918,-0.04409386,-0.09853752,0.035799474,-0.046194877,-0.05808,0.00072483043,0.07637312,-0.04757722,-0.07242735,0.078688174,0.015520277,-0.04877979,0.071570344,0.025714403,0.012862144,0.025327075,0.045704704,0.0066901534,-0.017797666,0.047421213,-0.032283362,0.008559189,-0.025552744,-0.03851222,0.023119407,-0.06343559,0.059518345,-0.03774613,0.04676782,-0.014151787,-0.02478878,-0.024060275,0.02217458,-0.02263852,0.0025323513,0.0753078,0.0019600817,-0.12486213,0.0056229983,0.08930335,-0.038351297,-0.031222373,-0.08967055,0.039975654,-0.035470035,0.0580468,-0.067545086,-0.0720542,-0.06115333,-0.019527584,0.05011855,-0.0024349808,0.13924032,-0.016281309,0.041584436,-0.045653343,0.050991192,0.010602579,0.045664966,-0.1054158,0.09359712,0.0025941264,0.063700795,-0.036030196,0.032150336,0.0105448775,-0.027449094,-0.0155425975,-0.031481992,-0.080442555,-0.0584807,0.011319379,0.041109104,0.04110201,0.1212772,-0.03261584,0.06193611,0.032132223,-0.042456258,0.041154914,0.027456213,0.062146038,0.042714436,0.028865453,-5.12873e-8,-0.015217339,-0.033552427,0.034575228,0.004194326,-0.017857485,-0.03548723,-0.027254105,-0.0787207,0.0093969405,0.029868525,0.060754597,-0.04220128,0.032441415,0.07341156,0.046465192,0.0400158,0.035177067,0.17827111,-0.052367765,-0.032553613,0.043154005,-0.03266824,-0.022484936,-0.024543136,0.06618878,-0.07255151,-0.024344372,0.09359873,-0.045372676,0.0023141066,-0.0015020622,-0.009446498,-0.018110862,-0.013144389,-0.03416208,0.01987583,0.0603624,-0.048435923,-0.019478917,0.027394347,-0.09701632,0.021388855,0.07563507,0.06297022,-0.023788406,-0",
      "ResponseTimeMs": 1655,
      "Success": true,
      "TimestampUtc": "2026-02-27T21:32:50.042911Z"
    }
  ],
  "CompletionCalls": []
}