{
  "RequestHeaders": {
    "Host": "partio-server:8400",
    "Authorization": "Bearer partioadmin",
    "Content-Type": "application/json; charset=utf-8",
    "Content-Length": "6987"
  },
  "RequestBody": "{\u0022GUID\u0022:\u00225dc9d56c-f642-423d-bb72-5822fec39cf9\u0022,\u0022Type\u0022:\u0022Text\u0022,\u0022Text\u0022:\u0022Joel Christner 2611 Raleigh Way, El Dorado Hills CA 95762 USA | (408) 396-3007 joel.christner@gmail.com | google scholar | github | nuget | linkedin OBJECTIVE Executive technologist, architect, and open source developer with proven history disrupting markets and building businesses to successful outcomes. Seeking hard problems that require elegant technology solutions to drive market leadership, create new technology categories, and scale existing lines of business.\\nEXPERIENCE 4/2024 \\u2013 Present View Systems Inc www.view.io Founder and Chief Executive Officer El Dorado Hills, CA Built and launched a company that pioneered the Data-as-a-Service (DaaS) market with a solution automating the processes of data acquisition, processing, preparation, and augmentation for both the data management and artificial intelligence markets. 3/2019 \\u2013 4/2024 Dell Technologies www.dell.com Director and Distinguished Engineer Round Rock, TX Leader in the office of the CTO research office, leading R\\u0026D in artificial intelligence, serverless, data management, advanced compression, and as-a-service architectures. Advisor to executives (CEO, COO, and CTO), influenced long-term company strategy. 5/2017 \\u2013 3/2019 CloudGenix, Inc . (acquired by Palo Alto Networks) www.cloudgenix.com Vice President, Marketing San Jose, CA Pioneered the Software-Defined Wide Area Networking (SD-WAN) category, grew revenue through product management leadership and marketing activities leading to 500% growth, successful exit, and creation of the Secure Access Service Edge (SASE) category. 12/2014 \\u2013 5/2017 Cake, Corp. (acquired by Sysco Foods) www.trycake.com Chief Architect Redwood City, CA Designed and built the payments and settlement infrastructure used by tens of thousands of merchants driving tens of billions of dollars in payment volume annually. Through software and infrastructure innovation, helped scale revenue from payment volume by 50% Y/Y. 12/2011 \\u2013 12/2014 Cube, Co. (acquired by Rocket Lawyer) www.getcube.com Co-founder, Chief Technology Officer Mountain View, CA Built one of the first mobile point-of-sale and developer payments API platforms. Owned technology strategy of mobile card terminals, point of sale, developer APIs, and all aspects of technology. Scaled to ten thousand merchants and hundreds of developers. 8/2009 \\u2013 12/2011 StorSimple, Inc. (acquired by Microsoft) www.storsimple.com Distinguished Engineer and Chief Scientist Santa Clara, CA Led solution architecture and product management while creating the cloud storage controller category and industry\\u2019s first embodiment of primary storage tiering. Grew to tens of millions in annual revenue, recognized market leadership position, and a successful exit. 8/2008 \\u2013 8/2009 Cisco Systems, Inc. www.cisco.com Technical Leader San Jose, CA Drove the solution architecture to create widespread integration of application delivery capabilities directly into branch routing platforms and the integration of several disparate technologies into a unified architecture for application delivery. 7/2007 \\u2013 8/2008 Reconnex Corporation (acquired by McAfee) www.reconnex.net Director, Product Management Mountain View, CA Pioneered the Data Loss Prevention (DLP) market including data-in-use, data-in-motion, and data-at-rest. Grew revenue by 400% leading to a successful exit to McAfee. 12/2002 \\u2013 7/2007 Cisco Systems, Inc. www.cisco.com Sr Manager, Technical Marketing, Application Delivery San Jose, CA Pioneered the WAN optimization and application acceleration category, leading to hundreds of millions in annual revenue and recognized leadership positions by Gartner, Forrester, IDC, and other analysts.\\nAREAS OF EXPERTISE Leadership of geographically distributed teams in domains of engineering, software development, systems architecture, and research. Fluent in full-stack multi-platform development and proficient in multiple languages (C#, Python, Java, Javascript, more). Focus areas are API platforms, data management, artificial intelligence, distributed systems, networking, databases, data storage, messaging, information search and retrieval, deduplication, cloud infrastructure, cloud-native architectures, serverless, and emerging data storage media.\\nEDUCATION 1/2007 \\u2013 7/2010 Columbia University, MS Computer Science www.columbia.edu New York City, NY GPA: 3.5, areas of focus: distributed systems, data storage, and messaging\\nINDUSTRY EXPERIENCE 4/2023 \\u2013 Present Member, .NET Foundation https://dotnetfoundation.org/ Repository and package owner, author, and contributor 4/2022 \\u2013 4/2024 Storage Networking Industry Association https://www.snia.org 10/2023 \\u2013 4/2024 Chair, DNA Data Storage Alliance, Standard CODECs working group 4/2022 \\u2013 4/2024 Chair, DNA Data Storage Alliance, Rosetta Stone working group Wrote and published the first two standards on DNA data storage nd 2010 Author, Deploying Cisco Wide Area Application Services (2 Edition, Cisco Press) 2008 Author, Deploying Cisco Wide Area Application Services (Cisco Press) 2007 Author, Application Acceleration and WAN Optimization Fundamentals (Cisco Press) 2006 Editor and contributor, Storage Networking Protocol Fundamentals (Cisco Press)\\nPATENTS Refer to Google Scholar. Multiple patents pending in the domains of data management, distributed systems, serverless computing, cloud-native architectures, and security. Hundreds of citations. Patents granted include: 8,667,121 System and method for managing data and policies 8,850,591 System and method for concept building 11,394,397 System and method for selecting lossless compression algorithm considering user SLAs 11,360,968 System and method for identification of access patterns 11,520,737 Blockchain-as-a-service integrated hybrid object storage system 11,637,565 Probabilistic model for file-specific compression selection under SLA constraints 11,647,103 Compression-as-a-service for data transmissions 11,770,434 Compression on-demand in a streaming data platform 11,797,702 Access control rights assignment using a context-based hierarchy 11,915,294 Predictive orchestration of data sets within a marketplace\\nMISCELLANEOUS Open source author, package maintainer, developer, and contributor (~2K stars on Github, ~10M package downloads on NuGet) Chairperson for Storage Networking Industry Association (SNIA) workgroups on DNA Data Storage Previously held numerous industry certifications including Cisco CCIE (#15311), Microsoft MCSE, Brocade, IBM, and HP Active Brazilian Jiu-Jitsu (BJJ) black belt, practitioner, and instructor\\nREFERENCES Excellent professional and personal references from a number of industries are available upon request.\u0022,\u0022ChunkingConfiguration\u0022:{\u0022Strategy\u0022:\u0022FixedTokenCount\u0022,\u0022FixedTokenCount\u0022:256,\u0022OverlapCount\u0022:0,\u0022OverlapStrategy\u0022:\u0022SlidingWindow\u0022,\u0022RowGroupSize\u0022:5},\u0022EmbeddingConfiguration\u0022:{\u0022EmbeddingEndpointId\u0022:\u0022ep_xRuezoahg0uLsKpRNPyjA49sU6mmyyUS2UrvAy5GfSAGN\u0022,\u0022L2Normalization\u0022:false}}",
  "ResponseHeaders": {},
  "ResponseBody": "Embedding endpoint not found: ep_xRuezoahg0uLsKpRNPyjA49sU6mmyyUS2UrvAy5GfSAGN",
  "EmbeddingCalls": null,
  "CompletionCalls": null
}